{"email_subject": "FROM MICHEAL GUEI", "email_body": "       \n    Michel  Guei\n16,Rue des jardins Cocody \nles Deux-Plateaux \nAbidjan Côte D'Ivoire \n0022508016985\n  Alternetive Email:  micheal_guei30@yahoo.com\n\n   \n  First, I must solicit your strictest confidence in this transaction. This by virtue of its nature as being utterly confidential and TOP SECRET. \n   \n  I got your contact in my search for a foreign partner who has the Ability and reliability to prosecute a transaction of great magnitude Involving a pending business transaction requiring maximum confidence. \n   \n  please  I am the first son of an ex military/ ex president (General Robbert Guei) been an opposition party to the present Government of COTE D`IVOIRE. \n  On the 19th sept 2002 my father/mother including every members of our family was murdered by the unknown REBELS during the time they attack our house by shooting and looting, even this is one of the things that contributed to the present crisis in our  country today. \n   \n  God so kind I was not in town when the incident occurred, the plans of the REBELS is to kill every members of our family so that no one will rise up to revenge as time goes on. Before the death of my father,he deposited the sum of Ten Million USA Dollars ($10.000.000.00). in a BANK here in Abidjan,Cote D Ivoire .\n   \n  I want you to help me as a forien patner for us to transfer this fund into your account in your country or any safer place as you will be the beneficiary and recipient of the fund.\n   \n    I have plans to do investment in your country, like real estate and industrial production. Please note that this transaction is 100% safe and i hope to commence the transaction latest seven [7] days from the date of this receipt of the following information bellow. \n   \n\n  [A] COMPANY\u0012S NAME BENEFICIARY OF ACCOUNT. \n[B] YOUR PERSONAL TELEPHONE NUMBER AND FAX NUMBERS. \n[C] BANK ACCOUNT/SORT/ABA/ROUTING NUMBERS\nWHICH THE FUND WILL BE TRANSFERED TO. \n[D] YOUR BANK ADDRESS, TELEPHONE NUMBERS/FAX NUMBERS. \n   \n  The above information will enable me commence the transfer of this \nfunds into your account in your country without delay.\n  I am  looking forward to doing this business with you and solicit your confidentiality in this transaction. \n     \n  For futher  informations of my points,kindly make out a time and  visit this websites below \n  1:http://news.bbc.co.uk/2/hi/africa/2268718.stm \n2:http://news.bbc.co.uk/2/hi/africa/2267971.stm \n  3:http://www.guardian.co.uk/international/story/0,3604,795364,00.html\n \n\n   \n     Please if you are willing to assist me,indicate your interest in replying soonest or contact me online0022508016985.\n   \n  With Kind regards, \nMichel Guei\n\n\n\n\n\n\n\t\t\t\t\n---------------------------------\nBring words and photos together (easily) with\n PhotoMail  - it's free and works with your Yahoo! Mail.", "id": "005ff101cf200fba99381c117b13cb47"}