{"email_subject": "Dear Confidant", "email_body": "FROM: MRS RAMA IDRIS\n\nIn Lordship. I am the above named person from Tunisia\nbut now undergoing medical treatment.\n\nI was married to Dr.Roberts IDRIS who worked with\nMalaysia embassy in ABIDJAN\nfor nine years, before he died in the year 2002. We\nwere both married for\neleven years without children.\n\nHe died after a brief illness that lasted for only\nfour days. Before his\ndeath we were both Christians and since his death I\ndecided not to re-marry.\nWhen my late husband was alive he deposited\nthe sum of USD5,500,000.00 (Five Million Five Hundred\nThousand United\nStates Dollars) with a  African Devlopment bank\n   I will send you details as\nsoon as you indicate your interest.\n\nRecently, my Doctor told me that I would not last for\nthe next Six months\ndue to my cancer illness. Having known my condition\nand believing the doctor I have decided to donate\nthis fund to avoid total loss to church, Less\nprivilege,\nor better still a Christian individual that\nwill utilize this money the way I am going to instruct\nherein.\n\nI want interested church or individual that will\nreceive and use this money to help churches,\norphanages ,widows and propagating the Gospel and to\nensure that the house\nof God is maintained.\n\nPlease do not fail to spread the funds across the\nglobe\nespecially AFRICA as soon as you receive the money.\n\nThe Bible made us to understand\nthat it is more\nblessed to give than to receive. I took this decision\nbecause I don't have\nany child that will inherit this money and my husband\nrelatives are fighting\nover the properties and I don't want my husband's hard\nearned money to be\nmisused by their greedy attitude. I don't want a\nsituation where this money\nwill be used in an UNGODLY manner, hence the reason\nfor taking this bold\ndecision. I am not afraid of death since I am a good\nchristian. I know\nthat I am going to be in the bosom of the Lord.\nExodus 14 VS 14 says that the lord will fight my case\nand I shall hold my\npeace. I don't need any telephone communication in\nthis regard because of my\nhealth, and because of the presence of my husband's\nrelatives around me\nalways. I don't want them to know about this\ndevelopment. With God all\nthings are possible. As soon as I receive your reply I\nshall give you the\ncontact information of the bank\nand other details that will enable you claim\nthe funds.please i want you to be aware that according to my attorney\nthere are some important document that will be required by the bank for the transfer this is where i will need your little assistance before the fund can be transfer with the help of my attorney.\n\nI will also issue you a letter of authority/Power of\nAttorney that will make you the beneficiary\nof this fund. I want you to always pray for me\nbecause the lord is my\nshepherd. My happiness is that I lived a life of a\nworthy\nChristian. Whoever that wants to serve the Lord must\nserve him in spirit and\ntruth. Please always be prayerful all through your\nlife.\n\nI sent you this mail under severe pains. Any delay in\nyour reply will be detrimental.\nPlease assure me that you will\nact accordingly.\n\nHoping to hear from you immediately.\n\nRemain blessed in the name of the Lord.\n\nYours in Christ,\nMrs. Rama idris.\n\n\n\n\n\n\n\n", "id": "008d991e99c435aa849885eaf767b181"}