{"email_subject": "PLEASE VERY URGENT.", "email_body": "FROM THE DESK OF Mr,KAREM AHMED.\nBILL AND EXCHANGE MANAGER,\nBANK OF AFRICA (B.O.A) OUAGADOUGOU,\nBURKINA FASO WEST AFRICA.\nPHONE CONTACT  00226.78.89.77.34\n\n\nDEAR FRIEND,\n\nI know you may be surprise to recieve this e-mail ; I got your contact \naddress from the internet while I was searching for my friend that has \nsimilar name with you.\nI am the manager of bill and exchange BANK OF AFRICA (B.O.A) at foreign \nremittance department.\nThere is a business I would want you to champion for me, in my department I \ndiscovered an abandoned sum of ($31.500.000 U.S) thirty one million five \nhundred thousands US dollars)\n\nIn an account that belongs to one of our foreign customer who died along \nwith his entire family on 25TH JULY, 2000 CONCORDE PLANE CRASH [Flight \nAF4590] with the whole passengers aboard. The name of the deceased man was\n\n(MR.ANDREAS SCHRANNER from Munich Germany)\nN.B. In other for you to believe me honestly, visit the web site to enable \nyou know whether we can work together, below is the website.\n\n                    http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\nYou have to understand that I come crossed this huge amount of money when I \nwas arranging the departmental customers file to submit to the bank \nmanagement for the annual audit of the year.\nSince we got information about his death, we have been expecting his next of \nkin to come over and claim his money because we cannot release it unless \nsomebody applies for it as next of kin or relation to the deceased as \nindicated in our banking guidelines, but unfortunately we learnt that all \nhis supposed next of kin's or relation died alongside with him at the plane \ncrash leaving nobody behind for the claim.\n\nIt is therefore upon this discovery that I now decided to make this business \nproposal to you and release the money to you as the next of kin or relation \nto the deceased for safety and subsequent disbursement since nobody is \ncoming for it and I dont want this money to go into the Bank treasury as \nunclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money remained \nunclaimed after some years, the money will be transferred into the Bank \ntreasury as unclaimed fund.\nThe request of foreigner as next of kin in this business is occasioned by \nthe fact that the customer was a foreigner and a Burkina citizen cannot \nstand as next of kin to a foreigner.\n\nIn fact I could have done this deal alone but because of my position in this \ncountry as a civil servant (A Banker), we are not allowed to operate any  \nforeign account and would eventually raise an eye brow on my side during the \ntime of transfer because I work in the same bank. This is the actual reason \nwhy it will require a second party or fellow who will forward claims as the \nnext of kin to the Bank and also present a foreign account where he will \nneed the money to be re-transferred into on his request as it may be after \ndue verification and clarification by the correspondent branch of the bank \nwhere the whole money will be remitted from to your own designation bank \naccount.\n\nI dont want this money to go into the Bank treasury as unclaimed Bill, I \nagree that 30 % of this money will be for you as foreign partner, in respect \nto the provision of a foreign account, 10 % will be set aside for expenses \nincurred during the business and 60 % would be for me. There after I will \nvisit your country for disbursement according to the percentages indicated. \nTherefore to enable immediate transfer of this fund to you as arranged, you \nmust apply first to the bank as relations or next of kin of the deceased \nindicating your bank name, your bank account number, your private telephone \nand fax number for easy and effective communication and location where in \nthe money will be remitted.\n\nAll modalities of this transaction have been carefully worked out and once \nstarted will not take more than fourteen (14) working days, with your full \nsupport.\nThis transaction is 100% risk free. it involve no any implication and no any \nprecaution there after.\nUpon receipt of your reply, I will send to you by fax or email the text of \nthe application. I will not fail to bring to your notice that this \ntransaction is hitch free and that you should not entertain any atom of fear \nas all required arrangements have been made for the transfer.\n\nYou should contact me immediately as soon as you receive this letter\nreply to thi box. at;\n\nTrusting to hear from you immediately.\nYours faithfully,\nMr,KAREM AHMED\nBill and exchange manager,\nBANK OF AFRICA\n\n_________________________________________________________________\nPersonnalisez votre Messenger avec Live.com \nhttp://www.windowslive.fr/livecom/\n\n\n\n", "id": "00b60cdda0d6c1d000e64b59ca7fa8eb"}