{"email_subject": "URGENT REPLY NEDEED.", "email_body": "Hello Dear,\n\nThis mail might come to you as a surprise and the temptation to ignore it as \nunserious could come into your mind but please consider it a divine wish and \naccept it with a deep sense of humility\nI am Mr Hassan Sass, the manager incharge of Telex/computing department of  \nBank of Africa (B.O.A)Ouagadougou Burkina Faso in West Africa, with due \nrespect and Regard,I have decided to contact you on a business transaction \nthat will be very beneficial to both of us at the end of the\ntransaction.\n\nDuring our investigation and auditing in this Bank, my department came \nacross a very huge sum of money belonging to one of our deceased customer \nwho died on July 30th 2000 of a ghastly motor accident and the fund has been \ndormant in his account with this bank without any claim of the fund\nin our Custody either from his family or relation before our discovery to \nthis development.\n\nAlthough personally, I keep this information secret within I and to enable \nthe whole plans and idea be Profitable and successful during the time of \nexecution,the said amount is U.S $15.m(fifteen million, United States \ndollars),as it may interest you to know, I got your impressive information \non my search for a relaible partner,I contacted you to be my partner and \nperson to be reliable and capable to champion a business of such magnitude \nwithout any problem.\n\nMeanwhile all The whole arrangement to put claim over this fund as the \nbonafide next of kin to the deceased, get the required approval And transfer \nthis money to a foreign account has been put in Place and directives and \nneeded information will be relayed to you as soon as you indicate\nyour interest and willingness to assist me and also benefit your self to \nthis great business opportunity,In fact I could have done this deal alone \nbut because of my position in this country as a civil servant and we are not \nallowed to operate a foreign account and would eventually\nraise eye brow on my side during the time of transfer because I work in this \nbank.\n\nThis is the actual reason why it will require a second party or fellow who \nwill forward claims As the next of kin with affidavit of trust of oath to \nthe bank and also present a foreign account where he will need the money to \nbe re-transferred into on his request as it may be after due Verification \nand clarification by the correspondent branch of The bank where the whole \nmoney will be remitted from to your Own designation bank account.\n\nI will not fail to inform you that this transaction is 100% risk free,on \nsmooth conclusion of this transaction, you will be entitled to 30% of the \ntotal sum as gratification, while 5% will be set aside to take care of \nexpenses that may arise during the time of transfer, while 65% will be\nfor me , please you have been advised to keep \"Top Secret\" as I am still in \nservice and intend to retire from service after we conclude this deal with \nyou,I will be monitoring the whole situation here in this bank Until you \nconfirm the money in your account,and ask us to come Down to your country \nfor subsequent sharing of the fund According to percentages previously \nindicated and further Investment, either in your country or any country you \nadvice us to invest in and all other necessary vital information will be \nsend to you when I hear from you.\n\nI suggest you get back to me As soon as possible and also include your \npersonal phone/mobile And fax numbers for easy communication.\n\nYours faithfully,\nMr Hassan Sass,\nTHE MANAGER IN CHARGE OF\nTELEX/COMPUTING DEPARTMENT OF\nBANK OF AFRICA (B.O.A)\nOUAGADOUGOU BURKINA-FASO.\n+226 76 10 72 52.\n\n_________________________________________________________________\nMSN Messenger: appels gratuits de PC  PC ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "00d0719def03bf2b4668731d35a5e75f"}