{"email_subject": "CONFIDENTIAL AND VERY URGENT FROM SUSAN", "email_body": "ATTN: THE DIRECTOR\n \n\nFROM:  MRS. SUSAN  SHABANGU\nSOUTH AFRICA\n\n\n{MY CONTACT\nPRIVATE EMAIL\n{susanshabangu00@netscape.net}\n\n{MY SON CONTACT NUMBER+27-73-323-0163} \n\n\n\nDear Sir,\n\n\nFirst, let me start by introducing myself as MRS SUSAN\nSHABANGU,a mother of three children and the Deputy Minister\nof Safety and Security since 29th  April 1996 to date under\nthe auspices of the President of South Africa MR THABO\nMBEKI.\n\nAfter due deliberation with my children, I decided to\ncontact you for your assistance in standing as a\nbeneficiary to the sum of US$30.5M ( Thirty Million, Five\nHundred Thousand United States Dollars Only) You can view\nmy profile at my website www.gov.za  click on, Contact\nInformation, then click on Deputy Minister, and finally,\nclick on Safety and Security  and read about me. THE\nPROPOSAL, After the swearing in ceremony making me the\nDeputy Minister of Safety and Security, my husband Mr.\n Ndelebe  Shabangu died while he was on an official trip to\nTrinidad and Tobago in 1996.\n\nAfter his death, I discovered that he had some funds in a\ndollar account which amounted to the sum of US$30.5M with a\nsecurity and finance institution in South Africa  of which\nI will divulge information to you when I get your full\nconsent and support to go for a change of beneficiary and\nsubsequent transfer of the funds into you a comfortable and\nconducive account of your choice.\n\n This fund emanated as a result of an over-invoiced\ncontract  which he executed with the Government of South\nAfrica. Though I assisted him in getting this contract but\nI never knew that it was over-invoiced by him. I am afraid\nthat the government of South Africa might start to\ninvestigate on contracts awarded from 1990 to date. If they\ndiscover this money in his bank account, they will\nconfiscate it and seize his assets here in South Africa and\nthis will definitely affect my political career in\ngovernment. I want your assistance in opening an account\nwith bankers through my banker so that this fund could be\nwired into your account directly without any hitch. As soon\nas the fund gets to your account, you are expected to move\nit immediately into another personal bank account in your\ncountry.\n\n I will see to it that the account is not traced from South\nAfrica. As soon as you have confirmed the fund into your\naccount, I will send my eldest son with my Attorney to come\nto your country to discuss on business investments. For\nyour assistance, I am offering you 20% of the principal sum\nwhich amounts to US$6,100.000.00 (Six million One Hundred\nThousand United States Dollars Only)And 5% will be for Any\nexpenses that both of us may Incure in this transaction.\nAnd another 5%will go for Motherless babes home.\nHowever, you have to assure me and also be ready to go into\nagreement with me that you will not elope with my fund. If\nyou agree to my terms, kindly as a matter of urgency send\nme an email. Due to my sensitive position in the South\nAfrican Government, I prefer you send me email than call.\nAll correspondence must be by email to my private email\naddress, {susanshabangu00@netscape.net} If you want to\nspeak with my Banker or my elder son,that is fine and okay\nby me.you can contact my son on his dilect line\n{+27-73-323-0163}his name is {MR Morris shabangu}and You\nwill have to send down you private telephone /fax number so\nthat i can forward it to him to reach you from time to time\nthis is for security reasons. Please I do not need to\nremind you of the need for absolute Confidentiality of this\ntransaction.If you do not feel comfortable with this\ntransaction, do not hesitate to discontinue. \n\n \nThanks for your anticipated co-operation and my regards to\nyour family. \n\n \nYours faithfully, \n  \n\nMRS. SUSAN SHABANGU \n\nDeputy Minister of Safety & Security,\n\nSouth Africa.\n\n\n\n_____________________________________________________________________\nFor super low premiums ,click here http://www.dialdirect.co.za/quote\n\n", "id": "011d838b5743a76509adc134b98cab08"}