{"email_subject": "CONFIDENTIAL MATTER", "email_body": "Goodday,\n \nI am Gideon Arap Moi, the son of The former president of Kenya\n \nMr Daniel Arap Moi. I came to know you in the course of my\n \nsearch for a reliable And GOD fearing partner, and I decided to contact\nyou\n \nBecause I believe you are a reputable person and I feel You can help me\n \nand my mother over this confidential matter.\n \nI count on your integrity and honesty to be able to handle this\n \nBusiness. My father, Mr Arap Moi, was the former president of Kenya ,\n \nIn East Africa, During his reign as the president , he had so many\n \nMonetary dealing with a lot of European companies in my country\n \nAnd out side my country, and he uses these companies as a means\n \nOf transferring funds to foreign accounts in Europe ,America and\n \nAsia., all these funds where gotten from the sales of Gold and Diamonds,\n \nAmongst the companies he registered was GOLDENBERG COMPANY,\n \nWhich he uses as front for funds deposit, he made a transfer of $76,000,000.\n \n(seventy six million American Dollars) to this company which never existed,\n \nthe said company has since been declared bankruptcy and liquidate, and\nthe\n \nsaid funds has been deposited with a security company in Europe where it\n \n  is kept from for safekeeping.\n \nFor more information you can click on this website:\n \n(1) http://news.bbc.co.uk/2/hi/africa/3338023.stm\nor ,\n \n(2) http://news.bbc.co.uk/2/hi/africa/3025878.stm%\n \nAnd as the only child of my mother who is the 6th wife to my father\n \nthe president, he has given to us as our own share, which is this funds\n \nthat is with the security company in Europe. The money is kept in\n \ntrunk boxes and was registered as precious substances, thus there is\n \nnobody that knows that it is money that is in the box. All the documents\n \nwith which the money was deposited is with us (my mother and I) I am\n \nlooking for somebody that is capable and willing to travel to any part\nof\n \nEurope to receive the two trunk boxes of money on behalf of my mother\n \nand I from the security company.\n \nWe need a trust worthy and experience person that will help us to invest\n \nThis money in your country and take us as one family and will also buy\nA house for us over there where we can live safely\n \nWe are expecting to hear from you, please contact me on my\n \nConfidential email address: gideonarapmoi@latinmail.com\n \nThanks for your anticipated co-operation , please include your\n \nTelephone number and fax number in your reply.\n \nBest Regards\n \nGideon Arap Moi\n\n", "id": "013e65d8641aef1db9459fc07f003fad"}