{"email_subject": "reply my mail to you", "email_body": "PLOT 13 VICTORIA GARDEN CITY,Email: paull@tsamail.co.za INTRODUCTION: My name is mike Paul. I know this proposal will come to youas a surprise because we havenot met before either physically or through anycorrespondence.  I have no doubt in your ability to handle this proposalinvolving huge sum of USD$9.5MILLION  on my familys behalf.THE SUBJECT: A Foreign Customer (MR. JOHN WOOD) who died along with hisentire family in 31st JULY , 2000 in a plane crash. since his death, ashis accounts Officer I have made frantic efforts to locate any of hisrelative, because he has a substantial amount with our Branch. Uphill datenobody has showed up to lay claim on his deposit.The Banking law andguideline here in my Country stipulates that if any customer account remainsunserviceable or dormant, and unclaimed after Four years, the account willbe transferred into the Bank treasury on grounds ofMoney Laundering ,Drug and Anti -Terrorist activities. As a Banker I know what happens to such funds, the Executive Director andthe Chairman of the Board of Directors will share it amongst themselves andsend down memos to us for reconciliation. THE PROPOSAL: My request of a foreigner in this business is occasioned bythe fact that an Indigene of My Country cannot stand as next of kin to aforeigner. It is therefore on this premise that I seek your cooperation Bystanding as a relative to MR JOHN WOOD. As an Insider I will provide you with all relevant Information/documentsthat will authenticate the Claim. Note that your Physical presence is notneeded at the Bank, I will Guide you on the Steps to take. The Bank willonly ask for verifiable Documents which I will provide. In All Fairness I am willing to share the money with you on Agreed Terms of usd4.5million for you and usd$5million for me.For your Information, I have done my home work very well, before embarkingon the process of moving out the funds out of the bank through a Next ofKin. The Funds is much that no right thinking person can afford to let suchopportunity pass him by. For more Information see BBC News on--http://news.bbc.co.uk/1/hi/world/europe/859479.stmSend your reply through this mailbox,paull@tsamail.co.za or see thenote belowYours faithfully,Mr.mike murryN.BIf you are ready to work with me, provide me immediately with your fullnames, telephone and fax numbers to after which I will disclose detailsto you.", "id": "0151d2bada667a2ecad9a97cc3b563df"}