{"email_subject": "BUSINESS PROPOSAL", "email_body": "PLEASE TREAT AS ABSOLUTELY CONFIDENTIAL \nFROM THE DESK OF JOHNSON ELENDU. \nAUDITING AND ACCOUNTING UNIT. \nFOREIGN REMITTANCE DEPT. \nUNION BANK PLC. \nREPLY STRICTLY VIA: [jelendu2@indiatimes.com]\nAttn: sir, \n\nPermit me to introduce myself to you, My name is Johnson Elendu., I am one of the Senior Managers in the bank I work for (Union Bank, Nigeria PLC) and I work under the Director of Foreign Exchange Operations (International Remittance). I am contacting You presently because I need your urgent assistance in a business transaction that will be of immense benefit to both of us. \nI have the immediate need to transfer some money that has long been \ndeclared \"UNCLAIMED\" by the chairman and some members of the board of \ndirectors of our bank. The money is the closing balance of one of our best customers ever, Late Engr. Manfred Becker, I was his personal account officer just before he died in the ADC plane crash of 1996 in Nigeria. \nEngr. Manfred Becker an American citizen was a contractor with the \nFederal Government of Nigeria, he supplied and installed equipment and his company Creek land Contractors completed some of the best construction contracts in the country. His closing balance in the Bank, Union Bank of Nigeria PLC (US$40.Million) has been tagged Unclaimed because no relative of Engr. Becker has come forward to make a statement of claim. We have no knowledge of a next of kin. At this point I trust you can picture what the situation is like. We have strong proof that the chairman and the board of directors will keep most of the money for themselves and donate the remainder to a discredited military trust here in Nigeria. This invariably \nis an attempt to infuse more money into the acquisition of military \nequipment (arms and ammunition) for use in an already prostrate Africa. \nThis of course, is senseless, hence my mission. \nMy colleagues and my self have made several attempts at locating \npersons that could be remotely related to Engr. Becker and we have been doing this \nfor about 4 years now. Right now I am almost alone in this enterprise and I have presently decided on moving the money to a foreign account. I am hereby soliciting your assistance and I will be very grateful if you will be willing to help in this regard. \n\nWe have access to most of what it will take to transfer the money. The only thing we do not have is a safe account. We will provide you with answers to all the security questions, which you will have to answer to move the process towards completion. We will also provide you answers to questions that only a person related to him will know. You may however not need to make any appearance; every thing will be concluded on phone and email between you and the bank [UNION BANK NIGERIA PLC, LAGOS] for your participation you will get 30%, 5% has been earmarked for the expenses that may be incurred on both ends. 65%shall be for my colleague and I. \n\nI make this proposal in trust and in good faith, therefore, if you are interested and you agree to assist me then contact me immediately you receive this email, there is a lot more to talk about. If you are not interested, then, please, do get rid of this email and please forgive me if this message has upset you in any way. \n\nThank you and best regards. \n\nMr. JOHNSON ELENDU \nALTERNATIVE E-MAIL: [jelendu2@indiatimes.com] \n\n", "id": "015e67785bfbecf2d56233a364ee46ed"}