{"email_subject": "Call From Mr Zuma Prince", "email_body": "Dear Sir/Madam, \nI know that this proposal might be a surprise to you but it as an \nemergency.In a nutshell, I am MR.P. ZUMA, from the republic of \nSouth-Africa, now seeking for refuge in Dakar Senegal under the(UNHCR). \n  \nI got your contact during a desperate search here in Dakar for a \npossible transaction. \nMy (late) father DR. ZUMA KENT WILLIAMS, he was the managing director of \nGold Mine company in SOUTH AFRICA. But he was assinated by his business \nassoicate and all his properties was totally destroyed by his elder \nbrother. \n  \nWho alway hate to see me and my mother with his eye's, that man very \nwicked that is why i and my mother managed to escape with some of my \nfather's documents covering $18.3 Million dollars which is presently \ndeposited safely in a finance firm on my name as the next of kin. \nMeanwhile,we are saddled with the problem of securing a trust-worthy \nforiegn personality to help us transfer the money over to his country \nand into his possession pending our arrival to meet with him. \n  \nFurthermore,we only want this done this way because your country is \npolitically stable for any profitable investment and only if you accept \nour proposal, you will serve as the beneficiary of the fund on \ncommencement of this proposed transactions. \nI am giving you the offers as mentioned with every confidence on your \nacceptance to assist us, we have decided to invest 40% of the total fund \nbased on equity participation in your company. \n  \nSecondly, we shall also take 5% out for any miscelleneous expenses that \nmay occure. \nConclusively, i wish you send me a reply immediately as soon as \nyourecieve this proposal so that we shall arrange on how to lift this \nconsignment out of Dakar Senegal to your country. \nOn commencement,this transaction will take nothing less than 14 working \ndays to be accomplished. All documents covering the fund are safe and \nintact. i remain with the best regards. \n  \nPlease kindly responce to this Alternative E-mail : p_zuma1976@walla.com \nPlease call urgently to speak with me and my mother on this our direct \ntelephone number ( 00 221 649 67 68  ) \nThanks yours, \n Mr Prince Zuma. \n\n\n\n\n", "id": "0166765561111607fd98991e9462551f"}