{"email_subject": "TOP SECRET AND CONFIDENTIAL.", "email_body": ">From The Desk of:\nMR.Sadik Adebayo (FINANCIAL DIRECTOR)\nUNION BANK OF NIGERIA PLC.\n\nDear Sir, \n                        BUSINESS PROPOSAL.\nPlease permit me to introduce myself. \nI am the Financial Director of Union Bank of Nigeria\nPLC. Union Bank is one of the biggest Commercial Banks\nin Nigeria. The Board of Directors of the Bank met on\nthe 13th of November over a matter that requires your\nco-operation and assistance.\nIn 1996, one of our esteemed customers, Mr. Adil\nBantam, an Indonesian citizen who died in a plane\ncrash along with members of his family. The \nADC plane crashed into the Atlantic Ocean off the\ncoast of Lagos, killing all the passengers and crew.\nBefore the death of Mr. Adil Bantam, he \nwas the Managing Director of Deep-blue Oil Servicing\nCompany. His company has both current and savings\naccounts with our Bank. At the time of his death, he\nhad US$26.6Million in both accounts.When our Bank was \nnotified of his death, we made efforts to contact his\nimmediate next of kin through his embassy in Victoria\nIsland, Lagos. The embassy later wrote to us informing\nus that all attempt on their part to contact any of \nhis relatives was not successful. It was at this point\nwe contacted the government of Nigeria through the\nMinistry of Finance informing them about this problem.\nThe government wrote to us back directing our Bank to \nplace Mr. Adil Bantam funds in a suspense account\npending when any of his relatives shows up to claim\nthe money. This was in 1996.\nHowever, we received instructions from the Nigerian\nGovernment giving us till the end of December  2002 to\ndisburse this fund to the next of kin of Mr. Adil\nBantam, or the money will be used to buy arms to\nsupport the civil wars in Sierra Leone and Angola. It\nwas as a result of these directives from government\nthat made the Board of Directors of our Bank \nto meet. After careful considerations of the intention\nof government to use the money to support war instead\nof eradicating disease and poverty, the board then\nmandated me to contact you for assistance to receive \nthis money as the next of kin to Mr. Adil Bantam.\nWhat we want to do is to present you or your company\nas the next of kin to Mr. Adil Bantam which will\nentitle you to receive this money on his \nbehalf. It will not be difficult to establish the\nrelationship. You could be a relative to his later\nwife or his uncle from his mothers side. \nAs soon as you confirm your willingness to assist, you\nshall be provided with all information relating to the\nLate Mr.Adil Bantam, as contained in our file. You do\nnot have to worry about this proposal, as the \nBoard of Union Bank is 100% behind this proposal. When\nwe have successfully remitted the fund in your\naccount, you shall assist us invest our \nshares into profitable business in your country for\n2years. Your interest will be 30% of the total sum\nafter the successful completion of this \ntransaction.Sir, should you be willing to assist in\nthis matter,kindly get back to me on my Telephone\nnumber +234-803-3044193 stating your telephone and fax\nnumbers along with your bank detail were the money\nwill be transfer to and any question you may need  to\nask about this transaction. We want to assure you of a\nhitch free transaction, as your involvement will not\nexpose you to any risks now or after the successful\ncompletion of the transaction.\nWe thank you once more while we look forward to your\nurgent response to this letter.\n\nBest regards,\nMR.Sadik Adebayo. \n\n\n\n\n\n__________________________________________________\nDo You Yahoo!?\nEverything you'll ever need on one web page\nfrom News and Sport to Email and Music Charts\nhttp://uk.my.yahoo.com\n\n", "id": "029be346732b88540568b1e1411306d7"}