{"email_subject": "HELLO ", "email_body": "Dear Sir,  \nI am Mrs Aminat Mohamed  from Liberia, presently staying in Germany. I am married to Mr. Hassan Mohamed who worked with Liberian embassy in Lome-Togo for Ten years before he died in the year 2002.We were married for eleven years without a child. He died after a brief  illness that lasted for only four days.Before his death we were both born again Moslim.\n \nSince his death I decided not to remarry or get a child outside my  matrimonial home which the Quran is against. When my late husband was  alive he deposited the sum of $6.8Million (Six Million Eight hundred thousand U.S. Dollars) with one security company in Europe. Presently, this money is still with the Security Company. Recently, my Doctor told me that I would not last for the next Eight months due to cancer problem. The one that disturbs me most is my stroke sickness. Having known my condition I decided to keep this fund in Europe.\n \nI want an organization or an individual that will use this fund for orphanages, idows,propagating the word of Allah and to endeavor that the house of Allah is maintained. The Holy Quran made us to understand that Blessed is the hand that giveth. I took this decision  because I don't have any child that will inherit this money and my husband relatives are not Moslim and I don't want my husbands efforts \nto be used by unbelievers.\n \nI don't want a situation where this money will be used in an ungodly way. This is why I am taking this decision. I am not afraid of death hence I know where I am going. I know that I am going to be in the  bosom of the Almighty Allah .I don't need any telephone  Communication in this regard because of my health hence the presence of my husband's relatives around me always. I don't want them to know about \nthis development. With Allah all things are possible. \n \nAs soon as I receive your reply I shall inform the security company in Europe that you are the beneficiary of the said consignment you will need to go and claim this fund in Europe. I will also issue you an authority letter that will prove you the present beneficiary of this fund. I want you and the organization to always pray for me  because the lord is my shepherd. My happiness is that I lived a life of a worthy Moslim. Whoever that wants to serve the Allah must serve  him in spirit and truth. Please always be prayerful all through your  life.\n \nAny delay in your reply will give me room in sourcing another person  for this same  purpose. Please assure me that you will act accordingly as I stated herein.  Hoping to receive your reply and  Remain blessed in the Allah.. \nYours in Allah ,\n\nMrs Aminat Mohamed\n\n\n\n\n\n", "id": "02a09e9bfa6fc4d1dd307b1b5274112c"}