{"email_subject": "URGENT AND CONFIDENTIAL", "email_body": "BURNOR DICKINS\nABIDJAN COTE D'IVOIRE. \nDearest one, \nI appologise for any inconvinient that this my mail may cause to you \nbut it is the only way that I can communicate with you and explain my \nsituation despite we have not met or known each other before but I believe \nthrough the humanitarian assistance we will have the opportunity to \nknow each other better. \nI am BURNOR DICKINS, the only son of late Mr and Mrs ANTHONY \nDICKINS, a citizen of SIRRA LEONE and \nmy sister LILIAN DICKINS. Our father was a very wealthy cocoa \nmerchant in Abidjan, the economic capital of Ivory \nCoast before he was poisoned to death by his business associates on one \nof their outing to discuss on a business deal. \nWhen our mother died on the 21st October 1991,our father took me and my \njunior sister special because we are motherless. \nBefore the death of our father on 30th June 2002 in a private hospital \nhere in Abidjan. \nHe secretly called us on his bedside and told us that he has a sum of $ \n9.2,000.000 (Nine Million,Two Hundred Thousand united states dollar) \ndeposited in a private financial and security company here in his name. \nHe also explained to us that it was because of this wealth and some \nhuge amount of money his business associates \nsupposed to balance him from the deal they had that he was poisoned by \nhis business associates, that we should seek for a \nGod fearing foreign partner in a country of our choice who can come \ndown and claim this fund from the security company for us and use it for \ninvestment purpose, (such as real estate management). \nWe are honourably seeking your assistance in the following ways. \n( 1) To act as the foreign partner of our father by claiming this fund \nfrom the security company for further transfer and investment to your \ndesignated bank account abroad. \n( 2) To serve as the guardian of this since I am a young man of 25 \nyears and my younger sister just 21. \nMoreover , we are willing to offer you 10% of the sum as compensation \nfor effort input after the successful transfer of this fund to \nyour designated account in your country overseas. \nPlease we strictly apply for the confidenciality of this transaction \nfor our personal security.Kindly reply me to my personal email address :- \nbunor_dickins@lycos.com \nAnticipating to hear from you soon. \nThanks and God Bless. \nBest regards, \n\nBUNOR DICKINS.\n\n\n\n", "id": "02a1afe8b859b4b55765aa5082a13f38"}