{"email_subject": "BUSINESS ASSISTANCE", "email_body": "From:Mrs Fatima Ali.\nAttn:The Managing Director\n\n\nBefore I proceed, may I humbly introduce myself to\nyour goodself, My Name is Mrs. Fatima Ali, an Iraqi\nrefugee ,my husband was until recently, one of the\npersonal aid to the president of Iraq who was formerly\noverthrown out of power by American Government .\nPrior to this last serious crisis that is still\nravaging in my country,which recently led to\nmisfortune of our government and my late husband\nposition as the personal aid to the president, we were\nable to come over here in Thailand ,we inherited the\nsum of US11 million.The funds were originally gotten\nfrom my late husband proceeds. My late husband was\nable to safe guard the fund with a very good\ndiplomatic contact from my Country.\nI have decided to contact you because I am interested\nin investing in your country which is investment\nfriendly. Please kindly guide and assist me in making\nthe right investment since I am also interested in\nbuying a residential property as I will be moving my\nfamily over there as soon as every thing regarding\ntechnical and logictics details is worked out and\nascertained to our respective satisfaction. In view of\nyour participation,I am ready to give you a good\nnegotiable percentage for your assistance,or better\nstill commit it into viable Joint venture projects,be\nassured that you stand no risk of any kind as the\nfunds belong to me and my only survived son. As soon\nas I get your consent, we will quickly move this fund\nto your country for investment .\nHowever, upon your acceptance to work as my partner,\nyou can contact me with my private telephone number or\ne-mail for more details.\nI am here with my only surviving son Musa Muhammed, I\nstrongly believe that associating with you to embark\non this and other business ventures will derive a huge\nsuccess here after, please include you private contact\ntelephone number and private e-mail when replying.\n\n\nYours Sincerely..\nMrs Fatima Ali\n\n\n\n\n\n\n\n", "id": "031a2229db4a157fa2887c00b82cf4c8"}