{"email_subject": "Dear Friend  ", "email_body": "\nDear Friend  \n                 REPLY ME ON: princess_gesinta206@yahoo.fr  Good day and Compliments, I am writing this letter in confidence  believing that if it is the wish of God for you to help me and my family, God almighty will bless and reward you abundantly.\nMy family and I are true Christians and worship's God truthfully. I got your contact address from our Christians union office during my research on some one who could help us.Firstly,\nI must introduce myself I am a female student from University of Cotonou, Benin Republic.  I am 24 yrs old. I'd like any person who can becaring,loving and home oriented.I will love to have a long-term relationship with you and to know more about you.\n \nI would like to build up a solid foundation with you in time coming if you can be able to help me in this transaction. Well, my father died earlier three months ago and left my mother I and my junior brother behind. He was a Royal king in our community, which our town citizens titled him before his death.\n \nI was a princess to him and I and my brother are the only people who can take Care of his wealth now because mymother is not literate enough to know all my father's wealth he left behind. \n \nHe left up to USD 9.5,000.00 dollars (Nine Million, Five Hundred Thousand US Dollars) in one of the bank here, and Idon't know how and what I will do to invest this money somewhere in abroad, so that my father's kindred will not take overwhat belongs to my father and our family, which they were planning to do without my present because I am a female as stated by our culture in the town.\n \nThey have succeeded in taken over all our father properties here in cotonou, but do not know of this Fund in bank.That is why I felt happy when I saw your contact which I strongly believe that by the grace of God, you will help me secure and invest this money.\n \nI thereby needs your help in securing the consignment containing the money out from the bank here in Benin Rep, for investment,based on your reply I will furnish you with more details on how we can proceed.\n \n I am ready to offer you 30% of the total amount to you if you help us in securing this money and another 10% interest of Annual Income to you, for handling this business for us, which you will strongly have absolute control over. \n \nIf you can handle this project sincerely and also willing to assist me in lifting this fund,kindly reach me and I will let you know the next step to take towards actualizing this transaction as quickly as possible. Please, note that this transaction is 100% risk free. I look forward hearing from you soonest through my personal email address: princess_gesinta206@yahoo.fr for more clearifications. Regards.Yours sincerely, PRINCESS GESINTA  MEYORS FOR THE FAMILY\n_________________________________________________________________\nMake every IM count. Download Windows Live Messenger and join the i’m Initiative now. It’s free. \nhttp://im.live.com/messenger/im/home/?source=TAGWL_June07", "id": "03264e43336173b5d613cb0b655da945"}