{"email_subject": "NEXT OF KIN /PATNERSHIP", "email_body": "NIGERIAN TELECOMMUNICATION LIMITED.\nFEDERAL SECRETARIAT COMPLEX,\nGARKI, ZONE II\nABUJA.\nE-MAIL: kendikko01@123.com\nDATE:13th Oct. 2003                             \n\n\n\n                                 REF:rf/ntl-fgn\n\nDear Friend,\n\nPlease do not be disturbed about this mail as I am\ncontacting you for the first time through this medium, \nwhile nursing no doubts that you will be of great \nassistance to this business proposal  I am about \ndisclosing to you for our both mutual benefit.\n\n\nI am Dr. Ken Dikko, the Project Director of\nNitel at the above address.\n\nFollowing my intentions of owning an offshore\ninvestment, I was urged to  contact a foreigner \nto assist in facilitating the  immediate release \nof $14Million United States Dollars into his/her bank\naccount to jointly execute my motive of securing \nan offshore  investment. This was because Nigeria's \ncivil service code of conduct does  not allow a civil \nservant to own an offshore account or investment\noutside the shores of Nigeria.\n\nSequel to this, I was able to contact a foreigner (Mr.\nJim Walsh) an American based in Nigeria to assist \nwith the transfer.  He agreed and we  proceeded \nin procuring all documents necessary to  facilitate the \nimmediate release of the funds into his custody using\nhim as a Project Consultant to the Nigerian \nTelecommunication.\n\nThe money was as a result of an over-invoiced contract\non contract  number \"ntl-fgn01/ped-98\" for the \nprocurement, supply  and installation of \nTelecommunication equipment to Nitel regional offices\nup to the tune of $52Million United States Dollars. \nIt was awarded to a  Swiss Contractor who executed \nthe contract and was fully paid i.e $38Million United \nStates Dollars leaving aside $14Million United States\nDollars.\n\nFinal payment approval was granted on behalf of Mr.\nJim Walsh by the Federal Ministry of Finance (FMF) \nto the paying bank while waiting for the payment \napplication from him to the bank but he\nsuddenly died of Cardiac Arrest leaving no \nNext of kin/beneficiary to the funds.\n\nIt is as a result of this, that I am contacting \nyou to  please stand as the next of kin to Mr. \nJim Walsh and new beneficiary  to the funds to \nenable the funds to be transfered into your custody.\nAll documents to back up your claim will be giving \nto you adequately  while a Memorandum of \nUnderstanding (MOU) will be reached between us to safe\nguard our both interest in line of this transaction.\n\nI am willing to compensate you with 25% of the total\nfunds while the rest 75% will be for me for the \ninvestments in your country as well as assuring \nyou that this transaction is 100% risk free\nand legal.\n\nIf this proposal is okay to you, please kindly get\nback to me to enable  me demand certain informations \nand briefing for the commencement of this transaction.\n\nPlease always quote the reference number above in all\ncorrespondences to me while confidentiality should be \nour watch word.\n\nI await your urgent response.\n\nSincere regards,\n\nDr. Ken Dikko.\n\nProject Director,\nNitel.\n\n____________________________________________________________\nCharle con sus amigos online usando CHAT 123 http://www.123.com/sp/chat/section.php?id_section=329\n\n\n", "id": "036ac6482d2888459b9bc3bd831d0d3d"}