{"email_subject": "THANKS", "email_body": "Good Day, \n\nYou may be surprise to receive this email since you do\nnot know me.I am the son of the late president of Democratic Republic\nOf Zaire,President Mobutu Sese Seko, ( now The Republic of Congo,\nunder the leadership of the son of Mr. Laurent Kabila). I presume\nyou are aware there is a financial dispute between my family ( THE\nMOBUTUS ) and the present civilian Government. This is based on what they\nbelieve as bad and corrupt governance on my late father's part. May his\nsoul rest in perfect peace. As you might have heard how a lot of my\nfather's bank account in Switzerland and North America have been\nfrozen. Following the above named reasons, I am soliciting for your humble and\nconfidential assistance to take custody of THIRTY Million United\nStates Dollars ( US$30,000,000.00 ), also to front for me in the areas of\nbusiness you desire profitable. \n\nThese funds have secretly been deposited into a confidential Security Company, \nwhere it can easily be withdrawn or paid to a recommended beneficiary.   \nThe funds will be released to you by the Security Company,based on my \nrecommendations, on that note, you will be presented as my partner who will be \nfronting for me and my family in any subsequent ventures. Myself and my mother \nhave decided to give 20% to you if you are able to help us claim this consignment. \nWe have also decided to give  you any money spent on phone calls or traveling expenses\nin the course of this transaction at the end of the transaction.\n\nPlease, I need your entire support and co-operation for the success of \nthis transaction, your utmost confidentiality and secrecy is highly \nrequired, due to my family's present predicament. I sincerely will appreciate your \nwillingness to assist us as soon as possible. I am presently in the refugee camp here \nin the Netherlands under the united nations refugee camp in Netherlands.All\ncorrespondence must be by my email address mobutubashe3@rediffmail.com and\nyou can also call me on this telephone number 0031-630-674-930 for\nmore information on how we can proceed in this transaction.Please indicate your \ninterest by sending your telephone and fax number. \n\nI sincerely will appreciate your acknowledgement as soon\nas possible. \n \nWarmest regards, \n \nBashe Mobutu Sese-Seko.\n\n\n  ", "id": "038830c193a92896c7bae2fb5e4edd8b"}