{"email_subject": "Reply Soon", "email_body": "DR.WAHID MALLAM\nCITI TRUST BANK PLC\nFAX: 234-1-7592758\nE-MAIL: foreignoperations@cititrust-bank.com\n\nATTN: THE PRESIDENT/CEO\n\nI AM THE DIRECTOR IN CHARGE OF FOREIGN OPERATIONS AND FOREIGN\nREMITTANCE DEPARTMENT OF THE CITI TRUST BANK OF NIGERIA PLC. I\nAM WRITING FOLLOWING THE IMPRESSIVE INFORMATION ABOUT\nYOU THROUGH ONE OF MY FRIENDS WHO RUNS A CONSULTANCY\nFIRM. HE ASSURED ME OF YOUR CAPABILITY AND RELIABILITY\nTO CHAMPION THIS BUSINESS OPPORTUNITY. \n\nIN MY DEPARTMENT, WE DISCOVERED AN ABANDONED SUM OF US$20.5M\n(TWENTY MILLION FIVE HUNDRED THOUSAND UNITED\nSTATES DOLLARS ONLY) IN AN ACCOUNT THAT BELONGS TO ONE\nOF OUR FOREIGN CUSTOMERS WHO DIED ALONG WITH HIS\nENTIRE FAMILY IN NOVEMBER 2001 IN A PLANE CRASH SINCE\nWE GOT INFORMATION ABOUT HIS DEATH, WE HAVE BEEN\nEXPECTING HIS NEXT OF KIN TO COME OVER AND CLAIM HIS\nMONEY BECAUSE WE CANNOT RELEASE IT UNLESS SOMEBODY\nAPPLIES FOR IT AS NEXT OF KIN OR RELATION TO THE\nDECEASED AS INDICATED IN OUR BANKING GUIDELINES.\n\nUNFORTUNATELY WE LEARNT THAT ALL HIS SUPPOSED NEXT\nOF KIN OR RELATIONS DIED ALONG WITH HIM AT THE PLANE\nCRASH LEAVING NOBODY BEHIND FOR THE CLAIM. IT IS\nTHEREFORE UPON THIS DISCOVERY THAT I AND OTHER\nOFFICIALS IN THE DEPARTMENT NOW DECIDED TO MAKE\nBUSINESS WITH YOU AND RELEASED THE MONEY TO YOU AS THE\nNEXT OF KIN OR RELATION OF THE DECEASED FOR SAFETY AND\nSUBSEQUENT DISBURSEMENT SINCE NOBODY IS COMING FOR IT\nAND WE DON'T WANT THIS MONEY TO GO DISBURSEMENT\nACCOUNT AS UNCLAIMED BILL. THE BANKING LAW AND\nGUIDELINES HERE STIPULATED THAT IF SUCH MONEY REMAINED\nUNCLAIMED AFTER FOUR YEARS, THE MONEY WILL BE\nTRANSFERRED INTO FEDERAL GOVERNMENT ACCOUNT AS\nUNCLAIMED FUND. THE REQUEST OF A FOREIGNER AS NEXT OF\nKIN IN THIS BUSINESS IS OCCASIONED BY THE FACT THAT\nTHE CUSTOMERS WAS A FOREIGNER AND A NIGERIAN CANNOT\nSTAND AS NEXT OF KIN TO A FOREIGNER.\n\nWE AGREE THAT 30% OF THIS MONEY WILL BE FOR YOU AS\nFOREIGN PARTNER AND 10% FOR EXPENSES INCURRED DURING\nTHE COURSE OF REMITTANCE. THEREAFTER TO THE\nPERCENTAGES INDICATED. THEREFORE TO ENABLE THE\nIMMEDIATE TRANSFER OF THE FUND TO YOU AS ARRANGED. YOU\nMUST APPLY FIRST TO THE BANK AS A RELATION OR NEXT OF KIN\nOF THE DECEASED INDICATING YOUR BANK ACCOUNT NUMBER\nAND LOCATION WHERE THE MONEY WILL BE REMITTED. UPON\nRECEIPT OF YOUR REPLY I WILL SEND TO YOU THE TEXT OF\nTHE APPLICATION. AS SOON AS YOU RECEIVE THIS LETTER,\nYOU SHOULD CONTACT ME AT ONCE THROUGH MY E-MAIL SECURED\nADDRESS: foreignoperations@cititrust-bank.com\n\nTRUSTING TO HEAR FROM YOU IMMEDIATELY.\n\nYOURS FAITHFULLY,\nDR.WAHID MALLAM\nHEAD: FOREIGN OPERATIONS.\n\n\n\n\n\n", "id": "03971b20b2d748232de1d6d8ae4acc42"}