{"email_subject": "FROM DAVID EVANS ", "email_body": " ADU AKENZUA & CO. CHAMBER\n(Legal Practitioners)\nBlk 804-Law House Building\nMarina, Lagos - Nigeria.\nPHONE,+234-8033087058\nDEAR PARTNER:\n\nIT IS MY HUMBLE PLEASURE TO WRITE YOU THIS LETTER IRRESPECTIVE OF THE \nFACT THAT YOU DO NOT KNOW ME. I GOT YOUR CONTACT FROM INTERNET DURING \nMY \nSEARCH FOR A RELIABLE AND TRUSTWORTHY PERSON THAT CAN HANDLE SUCH A \nCONFIDENTIAL TRANSACTION OF THIS NATURE.\n\nI AM BARRISTER DAVID EVANS A FAMILY LAWYER TO OUR LATE MILITARY RULER, \nGENERAL SANI ABACHA WHO DIED SUDDENLY IN POWER ON THE 8TH OF JUNE 1998. \nSINCE HIS UNTIMELY DEATH, THE FAMILY HAS SUFFERED A LOT OF \nHARASSMENT FROM THE REGIME THAT SUCCEEDED HIM.\n\nRECENTLY, HIS WIFE MRS MARYAM ABACHA WAS BANNED FROM TRAVELLING OUTSIDE \nNIGERIA BEING A FALLOUT FROM THE SEIZURE OF 38 SUITE CASES CONTAINING \nCASH/MONEY(USD.800 MILLION) FROM HER AT THE AMINU KANO INTERNATIONAL \nAIRPORT, ON HER WAY TO SAUDI ARABIA, ALSO HUGE AMOUNT OF MONEY HAVE \nBEEN \nRECOVERED FROM HER AND HER SON WHO IS IN INCARCERATION NOW. \n\nTHERE ARE STILL LARGE AMOUNT OF MONEY IN HARD CURRENCY WHICH IS IN SAFE \nKEEPING IN A SECURITY FIRM IN EUROPE AND MRS ABACHA HAS SHOWN ME \nDOCUMENTS OF WHERE THE HUSBAND DEPOSITED US$35 MILLION IN A SECURITY \nVAULT \nFOR SAFE KEEPING.\n\nHOWEVER, THE FAMILY IS NOW BANKRUPT FOLLOWING THE INCARCERATION OF \nMOHAMMED HER SON WHO HAS BEEN CHARGED FOR THE MURDER OF KUDIRAT ABIOLA \nTHE \nWIFE OF LATE CHIEF MOSHOOD ABIOLA. RECENTLY THE FAMILY APPROACHED ME TO \nGET A RELIABLE PERSON WHO WILL CLAIM THE MONEY ON OUR BEHALF FROM THE \nSECURITY COMPANY BEFORE THE MY GOVT GET TO KNOW ABOUT THE SAID FUND \nWITH A SECURITY FIRM.\n\nTHIS MONEY IS ALREADY IN (EUROPE) AND IT IS DEPOSITED IN DIPLOMATIC \nBOX, AS ARTIFACTS AND PERSONAL EFFECTS AND KNOWN AS CONSIGNMENT BY THE \nSECURITY FIRM ,IT IS ONLY THE BOTH OF US THAT KNOWS,IT CONTAINS \nCASH/MONEY.IF YOUR CONDITION IS ACCEPTABLE WE WILL PREPARE YOU AS THE \nBENEFICIARY \nOF THE BOX AND REASONABLE PERCENTAGE WILL BE GIVEN TO YOU.\n\nWE HAVE ALL THE DOCUMENTS WITH US. THE SECURITY COMPANY IN EUROPE HAVE \nCALLED US TO DO SOME THING ABOUT CLAIMING THIS BOX WHICH WE HAVE \nEXPLAINED TO THEM THAT WE SHALL GET INTOUCH WITH THEM AS SOON AS \nPOSSIBLE. \nREMEMBER THAT WE ARE MAKING THIS CONTACT BECAUSE WE CANNOT TRAVEL OUT \nOF \nTHE COUNTRY FOR NOW.\n\nNOTE THERE IS NO RISK INVOLVED BECAUSE I AM ALSO INVOLVED AS THE \nABACHA╜S DEFENCE ATTORNEY. THEREFORE CONTACT ME IMMEDIATELY YOU RECEIVE \nTHIS \nMAIL. PLEASE IF YOU ARE NOT INTERESTED JUST DESTROY THIS INFORMATION, \nAS THIS IS A TOP SECRET. WE SHALL BE PREPARED TO DO MORE BUSINESS WITH \nYOU AT THE END OF THIS TRANSACTION.\nREPLY ME VIA THIS EMAIL BOX ADUAKENZUA@KAIXO.COM\n\nTHANK YOU.\nI AWAIT YOUR URGENT REPLY.\nDAVID EVANS ESQ.\n\n\n", "id": "0402e49f33e466022dc71d9ec11fb416"}