{"email_subject": "AWARD NOTIFICATION; FINAL NOTICE", "email_body": "\n NETHERLOTTO CORPORATION\n NETHERLOTTO CORPORATION,                          \n 41132, NL-1007 DB AMSTERDAM,\n THE NETHERLANDS. \n FROM: THE DESK OF THE DIRECTOR PROMOTIONS,\n INTERNATIONAL PROMOTIONS/PRIZE AWARD DEPARTMENT,\n \nREF: EGUYIS255125600666\n \n  \n                 \n  We are pleased to inform you of the announcement of the,26TH\n  September. 2003, of winners of the NETHERLOTTO CORP./\n  INTERNATIONAL PROGRAMS held on 4TH June 2003.\n  You / your company, attached to ticket number 013-2316-2002-477, with\n  serial number A025-09 drew the lucky numbers 37-13-34-85-56-42,and\n  consequently won in category C. You have therefore been approved for a\n  lump sum pay out of US$1,500,000.00 in cash credited to file REF NO.\n  EGUYIS255125600666 This is from total prize money of US\n  $28,500,000.00 shared among the nineteen international winners in the\n  category C. All participants were selected througha computer ballot\n  system drawn from 30,000 names from Australia, Africa,New Zealand, \n America,\n  Asia, Europe,USA and North America as part our International\n  Promotions\n  Program, which is conducted annually.\n  \n  CONGRATULATIONS!\n  \n  Your fund is now deposited with a Finance and Security House and\n  insured in your name. Due to the mix up of some numbers and names, we\n  ask that you keep this award strictly from public notice until your\n  claim has been processed and your money remitted to your account. This\n  is part of our security protocol to avoid double claiming or\n  unscrupulous \n acts by\n  participants of this program.\n  We hope with a part of you prize, you will participate in our end of\n  year high stakes US$1.3 billion International lotto.\n  To begin your claim, please contact your claims officer immediately:\n  \n  THOMAS JONKA\n  FOREIGN SERVICE MANAGER,\n  EUROSHORE FINANCIAL,\n  Tel: C/S: +234 80 37218153\n  D/L: +882 165 222 1011\n  Fax: +234 1 77613380\n  EMAIL: tjonka@fsmail.net\n  \n  For due processing and remittance of your prize money to a designated\n  account of your choice. Remember, you must contact your claims officer\n  not later than October 31TH, 2003. After this date, all funds will be\n  returned as unclaimed. All correspondences to Mr.Thomas Jonka,either\n  by fax or email,should have this email sent along with it and your\n  reference number clearly stated in every correspondence.\n  NOTE: In order to avoid unnecessary delays and complications,\n  please remember to quote your reference number in every one of your\n  correspondences with your claims officer. Furthermore, should there be\n  any change of your address, do inform your claims officer as soon as\n  possible.\n  \n  Congratulations again from all our staff and thank you for being part\n  of our promotions program.\n  \n  Sincerely,\n  THE DIRECTOR PROMOTIONS,\n  NETHERLOTTO CORPORATION.\n  \n  N.B. Any breach of confidentiality on the part of the winners will\n  result to disqualification. Please do not reply this mail\n\n\n\n", "id": "041d1c9ef6ddcc67cb50d3b3091ec88d"}