{"email_subject": "KINDLY ASSIST.", "email_body": "Dear Friend,\n\nMy Compliment to you,\n\nI guess this letter may come to you as a surprise since I had no  \nprevious correspondence with you.\n\nI am sending you this mail on behalf of the tender board of the Niger  \nDelta Development Commission (NDDC), which is in charge of managing  \nand supervising the disbursement of oil sales revenues for the  \nNigerian government which covers payment to foreign and local  \ncontractors that have executed contracts for our country. The revenue  \nunder our control runs into several hundred of millions of dollars  \nmonthly.\n\nWe came across your contact in our search for a reliable person to  \nhandle a very confidential transaction involving the transfer of Nine  \nMillion, Five Hundred Thousand United States Dollars (US$9.500m). This  \nfund was accrued from various over invoicing of foreign contractors'  \npayments made over the years. The contract has long been executed and  \npayment of the actual contract amount has been paid to the foreign  \ncontractor. The balance of the actual contract is what my colleagues  \nand I now interested in transferring out of Nigeria into a reliable  \nforeign account for our personal use.\n\nAs civil servants we are not allowed to run foreign accounts. Hence we  \nhave chosen you to front and support us as the beneficiary to be paid.  \nIf you are interested in this proposal, kindly get back to me by  \nsending me your letter of acceptance along with your direct telephone  \nand fax numbers. For your support and partnership, please reply me to  \nnegotiate your fees or the percentage you wish to be paid when the  \nfunds are transferred into your bank account.\n\nFurther details about this transaction will be discussed in the  \nsubsequent correspondence. Note also that the particular nature of  \nyour business is irrelevant to this transaction and all local contacts  \nand arrangements are in place for a smooth and successful conclusion  \nof this transaction.\n\nWe will appreciate that you treat this proposal with utmost attention,  \nknowing fully well that you cannot and will not be compelled to assist  \nus if you are not disposed to.\n\nI will be in UK on official assignment probably in a week\u0092s time. I  \ncan be contacted via this email account drahmedsuleman@gmail.com  I  \nwill appreciate that you forward to me your contact telephone and fax  \nnumbers on responding to this mail; I will endeavour to call you for  \ndetailed discussion on the proposal.\n\nThank you as I await your response.\n\nSincerely,\n\nDr. Ahmed.\n\n\n\n", "id": "04268f1d6e972f2ee1b5a704349d53b2"}