{"email_subject": "Call for help.", "email_body": "Dear, \nI Hope This Mail Meets You In Good Health And Spirit, I Am,Farhan Ghulam,From Cote D'Ivoire. Presently, I Live As A Refugee In republic of senegal dakar , With My Younger Sister Ashia . I Am A Victim Of War And The Son Of Late Mr. and Mrs. Alahaji Abdullah Ghulam . The Assassinated Former Assistant Director Of Cote D'Ivoire Gold And Diamond Mining Corporation. \nMy Father Was Killed With Other Government Officials During Official Hours When The Rebel Troops Stormed And Raided The Mining Corporation Office At The Heat Of The Crisis In My Country. A Few Weeks Later, The Rebels Also Invaded Our Residential BuildingIn Which My Mother And one of my younger sister our last born with Two Of Our Security Men Were Killed In The Compound While I Was Out For A Special Research Program And My Younger Sister Was In School.I Had A Singular Shock And Trauma, Which Compelled Us To Flee From The Country To republic of senegal dakar By The Help Of An Army Colonel, Who Is A Close Friend Of My Late Father. \nI Have First Degree In Marketing And Would Have Further My Education If Not For The Death Of My Parents. I Have Never Worked To Earn My Living Since My Late Parents Had Enough Wealth For Us. I Am Contacting You Now Because Of The Present Difficulty I Am Facing. Unfortunately My Father's Two Accounts In West Africa Have Recently Been Frozen. \nHowever This Did Not Affect The Two Million And Six Hundred Thousand Dollars (Us$2.600,000), Which He Kept in finance company in oversea. For Now, I Am Having Every Information And Document Needed For The Clearance Of The Money In The finance company In oversea And I Want You To Act As The Beneficiary Of The Fund For Easy And Smooth Transfer To Your Account Abroad For Investment Purposes.You Will No Doubt Be Adequately Compensated With As Well As A Percentage Of The Profit From Investment Of The Fund. Also You Will See To It That My Sister And I Come Over To Your Country At The Earliest Possible Time. \nI Am Making This Request To You With Tears In My Eyes And I Feel That Allah Almighty Will Touch You With His Spirit To Listen To My Cry For Help And Answer Me Without Delay. Since Our Breadwinner Is No More And This Is The Only Hope For Life. You Positive Response Will Give Me The Greatest Joy And Relief. Allah Bless You For Your Kind Assistance We Have Agreed To Offer You 25% Of The Total Sum. I am Seriously Waiting For Your Urgent Reply. \nBest regard.Your Full Address Contact and other things. \nNAME...................................................... \nMAILING ADDRESS.................................. \nAGE:....................................................... \nSTATUS:.................................................. \nSTATE/COUNTRY.................................... \nBANK/ACCONUT NUMBER...................... \nTELE/FAX NUMBERS............................... \nFarhan & Ashia Ghulam. \nCONTACT ME AND MY Sister WITH THIS ADDRESS. \nE-MAIL ADDERSS :farhan_ghulam11111@yahoo.co.uk \n\n\n\n\n", "id": "043b41e05784d283e76c44b7fdeb7c92"}