{"email_subject": "Re: Your Kind Response", "email_body": "From: Mr.Jonathan Mutambara.\nJOHANNESBURG, SOUTH AFRICA.\nEmail: \njomutambara@fsmail.net.\nWebsites:http://www.absa.co.za\n\nDear Friend,\n  \nLet me start by introducing myself. I am Mr.Jonathan Mutambara, In \ncharge of Credit and Foreign bills of my Bank, AMALGAMATED BANK OF \nSOUTH AFRICA (ABSA).   I  have an obscured business suggestion for you. \nOne of our accounts with a holding balance of Money Valued \n$15,000,000.00 (Fifteen Million Dollars) has been dormant and has not \nbeen operated for the past six years.  \n   \n>From my investigations and \nconfirmations, the owner  of this account Mr. Andreas Schranner a \ncitizen of Germany who perished in a plane crash [Concorde Air Flight \nAF4590] with the whole passengers aboard on 31 July2000. And for your \nperusal you can view this web site:http://news.bbc.co.\nuk/1/hi/world/europe/859479.stm and since then nobody has done anything \nas  regards the claiming of this money because he has no family members \nwho are aware of the existence of the account nor the funds.\n\nAlso \nInformation from the National Immigration stated  that he was also \nsingle on entry into South Africa.\n  \nI have secretly discussed this \nmatter with some of the bank officials and we agreed to find a reliable \nforeign partner to deal with. In fact we could have done this deal \nalone but because of our position in this country as civil servants,we \nare not allowed to operate a foreign account and that would eventually \nraise an eye brows on our side during the time of transfer since we \nstill work in this bank, this is the actual reason why we required a \nsecond party or fellow who will assist us forward claims as the next of \nkin with informations which will be made available to you.\n \nThis \ntransaction is totally risk and trouble free as  the fund is legitimate \nand does not originate from  drugs, money laundering, terrorism or any \nother illegal act. \n   \nThe sharing of the fund between us, is as \nfollows; 40% of the total sum will go to you for your effort and \ncommitment to the success of this transaction. 60% for me and my \ncolleague's. \n \nForward your reply to jomutambara@fsmail.net \n  \nBest \nRegards, \nMr.Jonathan Mutambara\nEmail: jomutambara@fsmail.net \n\n\n", "id": "04b69e3e27e2675ecc4380369a167cd7"}