{"email_subject": "Please read & respond", "email_body": "ATTN.\n\nMy name is Mr Green Millat a member of Independent Committee of Eminent\nPersons (ICEP), Switzerland. ICEP is charged with the responsibility of\nsourcing for bank accounts in Switzerland belonging to non-Swiss\nindigenes, which has been dormant since World War II.\nIt may interest you to know that in July of 1997, the Swiss Bankers\nAssociation published a list of dormant accounts originally opened by\nnon-Swiss citizens, who were victims of holocaust.\n\nThese accounts had been dormant since the end of World War II (May 9, 1945).\n\nThe continuing efforts of the Independent Committee of Eminent Persons\n(ICEP) have since resulted in the discovery of additional dormant accounts\n-54,000 in December 1999. The published lists contain all types of dormant\naccounts, like interest-bearing savings accounts, securities accounts,\nsafe deposit boxes, custody accounts, Numbered accounts and\nnon-interest-bearing transaction accounts.\n\nThe Claims Resolution Tribunal (CRT) handles processing of all claims on\naccounts due to non-Swiss Citizens. I discovered a dormant account of Mr.\nClement Adene, with a credit balance of 45,000,000 million US dollar plus\naccumulated interest.\nThe beneficiary was murdered during the holocaust era, leaving no \"WILL\"\nand no possible records to trace any of his close family members or\nrelations.\n\n\nThe Claims Resolution Tribunal has been mandated to report all unclaimed\nfunds for permanent closure of accounts and transfer of existing credit\nbalance into the treasury of Switzerland government as provided by the law\nfor management of assets of deceased beneficiaries who died interstate\nliving no wills.\n\nBeing a top executive member at ICEP, I have all secret details and\nnecessary contacts for claim of the funds without any hitch. The funds\nwill be banked in the London, being a safe place for funds and we can\nshare the funds and use in investment of our choice.\n\nDue to the sensitive nature of my job, I need a foreigner to HELP claim\nthe funds. All that is required is for you to provide me with your details\nfor processing of the necessary legal and administrative claim documents\nfor transfer of the funds to you.\n\nKindly provide me with your full name, address, and telephone/fax. I will\npay all required fees to ensure that these fund is transferred to a\nsecure, numbered account in your name in the London, of which you will be\ncapable of accessing the funds gradually and transferring to your country\nand other banks of your choice in the world.\nMy share will be 70 percent and your share is 30 per cent of the total\namount.\n\nTHERE IS NO RISK INVOLVED.\n\nYou can find additional information about unclaimed funds through the\ninternet at the following websites:\n\nwww.swissbankclaims.com\nhttp://www.cnn.com/WORLD/europe/9902/09/germany.holocaust/\n\nwww.avotaynu.com\nwww.icheic.org\nwww.livingheirs.com\nwww.wiesenthal.com\n\nThe Holocaust Claims Processing Office has put funds in Escrow awaiting\nsubmission of valid claims for necessary disbursement, I find myself\nprivileged to have this information and this may be a great opportunity\nfor a life time of success without risks.\n\nDue to security reasons, reply to me via email only. You may reply to me\nsecurely on the following email, green7@mail2world.com\n\nThank you for your prompt response.\n\nMr Green Millat\n\n\n\n\n\n\n-----------------------------------------\nEntra en el mundo de http://www.holapuravida.com\nCrea tu casilla de correo GRATIS,  te ofrecemos 8 MB  mas antivirus\n\n\n", "id": "04caa952024771ce1d4f35139f539401"}