{"email_subject": "READ AND REPLY", "email_body": "  No: 24A Idrisa Road,\nBaghdad.Republic of Iraq.\nSalam\n\nGreetings to you in the name of our Allah\nI am Mrs Mariam Khalifa, a devoted muslim,a new muslim convert of 56\nyears old after being converted from a christian family by my\nhusband.For quite a good number of years now,I have been suffering from cancer of\nthe breast and fibroid of the womb which has for a long time now\naffected my health and from all indications my condition is\ndeteriorating by day and by my doctor's prediction I have less than six\nmonths to live.\n\nMy husband who is now late was killed during the US/British attack\nagainst the president of my country (Sadam Hussain).My late husband was\na member of the contract award committee of the republican ministry of\npetroleum and resources of Iraq under the regime of Sadam Hussein.\nThroughout the period of my marriage with my husband,all efforts to\nbear children proved abortive because of my poor state of health.My\nhusband was a very wealthy and influential man during the post war Iraq.\nAfter his death,I inherited all his wealth since he has no other next of\nkin. Since it is now obvious that I may not survive my poor state of\nhealth,\n\nI have deemed it necessary to leave a legacy on Earth and give a\npositive account and justification of the life I lived on Earth before\nthe Almighty Allah who will punish all those unbelivers and evil doers\nthat murderd my husband and wants to control the Iraq oil wealth in the\nname of war against terrorism.\n\nThis I want to achieve by committing part of this wealth in all\nsincerlity to fund mosques, Islamic orphanages,widows and also\npropagating the word of ALLAH and to ensure that the society upholds the\nviews and beliefs of the holy Quran. The holy Quran emphasized so much\non ALLAH'S benevolence and this has encouraged me to take this bold step\nhence the reason for taking this bold decision, I know that afterdeath,\ni\nwill be with ALLAH the most beneficent and the most merciful.\nPlease, note that this sum(us$12.4 Million) was securely deposited in a\nsecurity/financial company overseas in my name by my husband . I have\nhighlighted my attorney on the said sum and all the possible assistance\nhe wouldrender to you on the documents covering the money so as to\nenable you receive it as I cannot follow it up because of my ill\nhealth.Presently, my attorny is in on assylum as he is also wanted by\nthe American/British coallision forces in Iraq.\n\nI will also issue you a letter of authorization to anable the money be\npaid into your account.I want you and the Muslim community where you\nreside to always pray for me,My happiness is that i lived a life of a\ntrue devoted muslim worthy of emulation.\nLastly, I honestly pray that this money when remitted to you will be\njudiciously used for the said purpose and you will take 10% as a\ncompensation for your assistance in carrying out these humanitarian\nservices.\n\nWhoever wants to serve ALLAH must serve him in truth and in fairness.\nPlease always be prayerful all through your life. Any delay in your\nreply will give me room to source for a muslim organisation or a devoted\nmuslim for this same purpose.Until I hear from you, my dreams will rest\nsquarely on your shoulders. May the almighty ALLAH continue to bless\nyou.\n\nBest regards.\nMrs. Mariam Khalifa,\n\n\n\n\n\n\n\n", "id": "04e729c7dcfdd9ac88014e3322bf1db2"}