{"email_subject": "CASTLE LAW CHAMBERS (urgent reply, can i trust you?)  ", "email_body": "CASTLE CHAMBERS\nLEGAL SOLICITORS/PRIVATE LAWYERS\nLONDON HA1 3LP\nUNITED KINGDOM.\nDirect Telephone; +44-703-189-3319\nDirect Fax; +44-700-594-2286\n\n \n Good Day Dear,\n\nMy name is JONATHAN WRIGHT, Principal Partner in CASTLE Law Chambers,\n London,UK. I was formally a personal attorney to Mr. Mohammed Saibi who\n was the chairman of Algosaibi Diving and marine Services in Dhahran,\n Saudi Arabia. Mr. Saibi died late last year of heart attack at the ripe\n age of 79 years.\n\nMr. Mohammed Saibi a Saudi Arabia Philanthropist, before he died, made\n a Will in my law firm stating that $3.2M (Three million, Two Hundred\n Thousand U.S. dollars only) should be donated to any charity home of our\n choice overseas as his last contribution to humanity when it became\n obvious that he will not stay alive for too long. His only son, Rasheed\n Saibi and his entire family has no knowledge of this.\n\nHowever, I am very much aware that he has left enough wealth that will\n last his generation a lifetime. The true situation at the moment is\n that the said amount of money was deposited with the BANK here in UK only\n to be paid out to a charity home.The charity home/organization would\n have to be picked by my law office. This implies that you will stand as\n the beneficiary to this Will so that the funds could be processed and\n transferred to your account if you are ready and in a position to assist\n me. You do not need to have a charity organization, all you need do is\n to declare your interest and show seriousness.\n\nAs a professional lawyer, I have mapped out strategies which I will use\n to obtain all the proper/legal documentations and last approval from\n Ministry of Finance concerning the funds which I will send the copies\n across to you for your perusal and record puppose before the bank will\n contact you.\n\nI am particularly interested in securing this money from the Bank\n because they have issued a notice instructing us to produce the beneficiary\n of this Will as soon as possible, else the account would be made\n dormant since Mr. Saibi was ill for a long period of time before his\n demise.If you are interested in assisting me, I will give you 30% of the entire\n funds after paying taxes due to your government and expenses incurred\n during the course of this transaction. The balance will be mine\n although I intend to send some of it to a charity organization.\n\nI urge you to contact me immediately for further details if you are\n satisfied with my proposition and feel you are in a position to assist me.\n Bearing in mind the confidential nature of this transaction.\n\nFor the trust I have on you, I believe that you have the ability to\n handle this transaction, I will Prefer you respond through this particular\n mail or call me on my direct phone indicated above.\n\nYours faithfully,\nBARR.JONATHAN WRIGHT Esq.\nFOR:CASTLE LAW CHAMBERS.\n\n\n\n\n\n\n\n\n", "id": "04f2a0cb00d78f0844a29c2a29e9fe37"}