{"email_subject": "ASSISTANCE NEEDED", "email_body": " ADEMOLA BENSON\nbenson.ademola@caramail.com\n\n\n\nDear Sir, \n \nWith profound interest and in utmost confidence, I am \nsoliciting your immediate assistance or co-operation \nas to enable us round up an opportunity within my \ncapability as a result of the death of one of our \ncontractor (Beneficiary). \n \nI am Ademola Benson, Chief Auditor, Special Project \nand Foreign Contract Regularization and Disbursement, \nin the Office of the Auditor General of the Federation \nof Federal Republic of Nigeria. We work in hand with \nthe Senate Committee on Foreign Contract Payment. Our \nduty is to ensure that all contractors are paid \ntheir contract sum in due time. \n \nThis last payment quarter, a total of 30 contractors \nwere short listed for payment and about 25 of them \nhave been paid remaining about 5 (Five), information \nreaching this office indicates that one among the \nremaining has been reported dead. His name is Mr. \nGerrand Schwartz from Sweden, he died in the last Air \nFrance Concorde plane crash. Meanwhile he finished the \nexecution of his contract December 19th 1999. But \nsince his death, nobody has come forward to put a \nclaim to his contract fund which is about \nUS$7,500,000.00 Million (seven Million five hundred \nthousand U.S Dollars) that is why I need your \nimmediate assistance to expedite the transfer of the \ncontract amount. \n \nWith my position as a Director in the Department of \nContract Regularisation and Disbursement, I will \nregularize all the necessary documents and present \nyour company as the bona-fide beneficiary of this fund \nin as much as you respond within 48 hours for \nrespect of this important message. Your unreserved \ncooperation in this business is just what we require \nfor a successful and hitch - free transaction. \nNecessary measures to ensure a risk - free and fool \nproof transaction and confidentiality has been taken. \n \nKindly signify your interest by replying via my \npersonal e -mail address above. Upon receipt of your \npositive reply we shall discuss on (1) Basic Program \nfor Operation (2) Financial Status as to ascertain \nyour capability. Upon completion of this transaction \nI have decided to give you 30% of the total sum, 60% \nof the fund which is our share will be used for \ninvestment in any foreign country of our choice. \n While 10% has been mapped out to take care \nof any minor expenses incurred. \nTake note that this project will last for only 10 \nworking days. \nI expect your response in time (within 48 hours) as \ntime is of great essence in this transaction. \n \nGod Bless and Kind Regards, \nAdemola Benson. \n\nPlease you can also reach me with this email address:ademola.benson@caramail.com\n\n\n\n-------------------------------------------------\nHKNETMAIL.COM Free WEB MAIL Service by  HKNET\n\n", "id": "0508a41960f2006770f9e8d64b69d3f2"}