{"email_subject": "Business Opportunity in National Bank of Dubai.", "email_body": "From: Mr. Hamad Al Nuaimi  Branch Maneger  National Bank of Dubai, Ras Al Khaimah Branch Manar Mall, Al Gorm / Bridge Road  United Arab Emirates. Email:hamadlnm@yahoo.co.uk  I am pleased to get across to you for a very urgent and profitable business proposal, I Got your e-mail address in Internet while browsing after I decided to contact you and ask for your assistance in this urgent matter, requiring trust and confidentiality,  I am, Hamad Al Nuaimi, the Branch manager, National Bank of Dubai,Ras Al Khaimah BranchUNITTED ARAB EMIRATES, married with four children. I am writing this letter to ask for your support and co-operation to carry out this business opportunity in my department.  On June 6, 1999, an America Oil consultant/contractor with Petroleum Corporation, Mr. David Ameeraly, made a numbered time (fixed) deposit for twelve calendar months, Valued at US$16,500,000.00(sixteen Million Five Hundred Thousand Dollars )in my branch upon maturity. I sent a routine notification to his forwarding address but got no reply.  After a month, we sent a reminder and finally we discovered from his contract employers, the Petroleum Corporation that Mr. David Ameeraly, died in the plane crash On October 31, 1999, (an Egyptian Boeing 767 Flight 990) with other passengers on board as you can confirm it yourself via the website below:   On further investigation, I found out that he died without making a WILL and attempts to trace his next of kin were fruitless. I therefore made further investigation and discovered that Mr. David Ameeraly. did not declare any next of kin or relations in all his official documents, including his bank deposit paperwork in my bank. This sum of US$16,500,000.00 and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it According to UNITTED ARAB EMIRATES LAW, at the expiration of (seven) years; the money will revert to the ownership of the UNITTED ARAB EMIRATES Government if nobody applies to claim the fund. My proposal is that I will like you to stand as the next of kin to Mr. David Ameeraly, so that the fruit of this old man's labor will not get into the hands of some corrupt Government officials. This is simple, I will like you to provide immediately your full name and address so that I can forward to you the contact of our bank Attorney for the prepare the necessary documents and affidavits which will put you in place as the next of kin.  Any bank account in any part of the world, which you will provide, will then facilitate the transfer of this money to you as the beneficiary/next of kin.  The money will be paid into your account for us to share in ratio of 60% for me and 30% for you and 10 % will be set aside for expenses incured during the business. There is no risk at all;  The paperwork for this transaction will be done by the attorney and my position as the Branch Manager guarantees the successful execution of this transaction. If you are interested, please reply immediately via the private email address below, upon your responses, I shall provide you with more details and relevant documents that will help you understand the transaction.  Please observe utmost confidentiality and be rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country. Please upon the receipt of this mail message, send to me the following to enable me start the processing the transfer,  1.Your Full Name. 2.Your House Address. 3.Your Phone Number and Fax,  Thank You And God Bless You. Sincerely  >From Hamad Al Branch maneger,National Bank of Dubai.", "id": "0531a4ce94559732f1f353e5f951ee6b"}