{"email_subject": "Waiting for your urgent response", "email_body": "\nHello my dear,\n\nBefore I introduce myself, I wish to inform you that this letter is \nnot a hoax mail and I urge you to treat it serious. I am a Director in \nProcurement Department with Petroleum Ministry here \nin U. A. E.  I obtained your email while searching for a reliable \nperson, who could assist me in receiving transfer of a supposed \ncontract awarded funds.  This fund came as a result of over estimated \ncontract awarded sums executed by foreign contractors in the Petroleum \nMinistry. The concerned Ministry has approved these over invoiced \nfunds for payment. The contracts which the\nover invoiced sums was created from has been executed and \ncommissioned. What I am about to receive now, is the over estimated \nfunds which was added during the process of obtaining the contracts \nfor my own interest.  This is a normal deal that goes in my Ministry \nby top officials.\n\nOn my part, all modalities have been worked out in ensuring a smooth \nconclusion of the contract payment to your bank account within the \nnext few days.  My department approves payments to \ncontractors, and I happen to head the department.  All I want from you \nis to receive these funds on my behalf as a Sub-Let Company, because \nas Government Official I cannot collect the funds directly from my \nMinistry, neither I am allowed by Law to operate/ run foreign bank \naccounts. If you are trustworthy and can assist me in receiving the \nfund, do not hesitate to respond back to me immediately.\n\nPlease note that there is no risk involved in receiving the over \nestimated contract funds in your account.  I want you to state in \npercentage what you shall have for participating in using your \nbank account to secure the funds.  As soon as you indicate your \ninterest, further details and the amount involved shall be given to \nyou once I receive response from you.  I hope I can trust you \nto treat this proposal with utmost confidentiality.\n\nLooking forward to hearing from you soonest.  \n\nBest regards,\n\nEngineer Waheed Kamal.\n\n\n\n", "id": "05329f32066b7a1233faa702eac2f04b"}