{"email_subject": "This letter must come to you as a big surprise.", "email_body": "Greetings to you,\n\nThis letter must come to you as a big surprise, but I believe it is only a \nday that people meet and become great friends and business partners. My name \nis Mr.Emme Harry. the present branch Manager of a bank here in Benin \nRepublic West Africa. I write you this proposal in good faith, believing \nthat I can trust you with the information I am about to reveal to you. Like \nI said, I have a transaction that will benefit both of us, as your \nassistance is required as a foreigner.\n\nI use to head the Accounts department in my bank head office, but last \nDecember I was asked to take osition of a Manager of our branch in Cotonou \nwho passed on, so that was how I became the present Manager and discovered a \nfortune. As I resumed duty, I discovered an account with total sum of $18.1 \nmillion that has not been operated on for the past 3 years. From my \ninvestigation, I found out that this account belongs to one Late Mr.  HAJI \nEL JAMAL ZOUE, a citizen of Lebanon who died on the recent plane crash in \nCotonou Benin republic on the 26th of Dec. 2003 You can seach the Webside.\n\nsite;http://www.cnn.com/2003/WORLD/africa/12/26/benin.crash/index.html )\n\nI have kept a close monitoring of the account since then and nobody has come \nforward to claim the money as next of kin to the Late Mr  HAJI EL JAMAL \nZOUE, meaning that no one is aware of the account.\n\nI cannot directly take out this money without the help of a foreigner and \nthat is why I am contacting you for an assistance to claim the funds and \nshare it with me. As the Manager of my bank branch, I have the power \ninfluence the release of the funds to any foreigner that comes up as the \nnext of kin to the account, with the correct information concerning the \naccount, which I shall give you. I am seeking your co-operation to present \nyou as the next of kin to the account. There is practically no risk \ninvolved, the transaction will be executed undera legitimate arrangement \nthat will protect you from any breach of law.\n\nIf you accept to work with me, I want you to state how you wish us to share \nthe funds in percentage, so that both parties will be satisfied. Contact me \nas soon as you receive this message if you feel we can work together, so as \nto give you more details. Thanking you in advance and may God bless you. \nPlease, treat with utmost confidentiality. I wait your urgent response.\nMeanwhile, I will like to speak with you on phone for more information.  \nPlease you are to keep this transaction a top secret in view of my sensitive \nposition at the bank.\n\n#NOTE: These are required of you.\n(1) Your full Name.\n(2) Your personal phone number.\n(3) Your Address\n\nThanks and have a nice day.\n\nBest regards,\nMr Emme Harry.\n\n_________________________________________________________________\nFREE pop-up blocking with the new MSN Toolbar - get it now! \nhttp://toolbar.msn.click-url.com/go/onm00200415ave/direct/01/\n\n\n\n", "id": "0532e0e8ca6a4a9f8cf491665c79bcfe"}