{"email_subject": "CONGRATULATIONS", "email_body": "ATTENTION\nI am Executive Accountant with the south Africa Department of Mining and\nNatural Resources (DMNR)South Africa and my department is directly in charge\nof contract award and payment of contractors.\nIn the course of carrying out my duties as contract award/payment\ndirector I negotiated the award of a project to a Swedish firm for US$15\nMillion and already my government has allocated the amount of US$25 Million\nfor this particular project.\nHaving used my position to manipulate the extra US$10 M [ten million\nUS Dollars] to my favour , I am soliciting a reliable but obscure\nindividual to assist me as I will be handicap without a foreign partner\ngiven the fact that as a serving civil servant in my country we are not\nallowed to operate foreign accounts.\nMy government is presently paying foreign contractors through their\npayment outlet abroad \"Foreign Payment Board\" in London-UK and\nif we move fast your particulars can be drafted as one of the contractors to\nbe paid for onward release of the US$10Million to you/your company via FPB.\nI am soliciting that I facilitate the transfer of this money into your\nprovided account so that I can travel to meet with you after the\ntransaction to discuss my personal investment plans in your country.\nNote clearly that this transaction has been well planned having\nfollowed all the required official contract award/ payment procedures.\nPlease, You have to give me your total co-operation and follow my advice\n/instructions and you should consider this transaction as already successful\n& concluded.\nUpon your reply I plan to register your company as a contractor with my\nDepartment here in South Africa. for this I would require you to provide me\nwith your company name, address as well as your phone and fax numbers.\nNote clearly that as top Government officials in South Africa, occupying\nvery sensitive top Government position we receive little salaries compared\nto our positions hence I must do this in order to leave a legacy for my\nfamily.\nI urge you to consider this proposal sincerely and reply back to me\nproviding the requested information to proceed with the workability of\nthe transaction.\nBest Wishes.\nMark David(Engr)  ", "id": "05494ac0e63104de1ac649899335dd99"}