{"email_subject": "vital  link.", "email_body": "ATTENTION PLS,\n \nPls go through and reply me now I am writing this letter in confidence \nbelieving that if it is the wish of God for you to help me and my \nfamily, God almighty will bless and reward you abundantly. \nMy family and I are true Christians and worship's God truthfully. I got \nyour contact through Internet during my research on some one who could \nhelp us. \nI am a female university student from Accra Ghana,  I am 25 yrs old. I \ndo like any person who can be caring, loving and home oriented. I will \nlove to have a long-term relationship with you and to know more about \nyou. I would like to build up a solid foundation with you in time coming \nif you can be able to help me in this transaction. Well, my fathers \ndied earlier seven months ago and left my mother I and my junior brother \nbehind. He was a king, which our town citizens titled him before his \ndeath. I was a Princess to him and I and my brother are the only people \nwho can take Care of his wealth now because my mother is not literate \nenough to know all my fathers wealth behind. He left up to USD 5, 350, \n000.00 dollars (FIVE MILLION, THREE HUNDRED AND FIFTY THOUSAND US \nDOLLARS,AND ABOUT 100 KG OF ALLUVIA GOLD DUST)with a security company, and I \ndont know how and what I will do to invest this money somewhere in \nabroad,and process the sale of carat so that my fathers kindred will not take \nover what belongs to my father and our family, which they were planning \nto do without my presence because I am a female as stated by our \nculture in the town. That is why I felt happy when I saw your contact which I \nstrongly believe that by the grace of God, you will help me secure and \ninvest this money. I thereby need your help in bringing the box \ncontaning the money out from the security company, based on your reply I will \nfurnish you with more details on how we can proceed. \nI am ready to pay 10% of the total amount to you if you help us in \nsecuring this money and another 10% interest of Annual Income to you, for \nhandling this business for us, which you will strongly have absolute \ncontrol over. If you can handle this project sincerely and also willing to \nassist me in lifting this fund, kindly reach me and I will let you know \nthe next step to take towards actualizing this transaction as quickly \nas possible Please, note that this transaction is 100% risk free.I look \nforward hearing from you soonest. Yours sincerely\n\nPrincess Jamie opuku\n \n \n\n\n\n", "id": "055ef03f2bd0e3d039ac8a49edeee9ed"}