{"email_subject": "business proposal.", "email_body": "              FROM SAMUEL & BEKIJA  ZUMA       COTE D IVOIRE\nWEST AFRICA\n\nDEAR FRIEND,\n\nPERMIT US TO INFORM YOU OF OUR DESIRE OF ENTERING INTO BUSINESS RELATIONSHIP WITH YOU, WE GOT YOUR CONTACT THROUGH A FRIEND WHO WORKS IN THE HUMAN RIGHTS COMMISSION HERE IN ABIDJAN COTE D IVOIRE, I PRAYED OVER IT AND SELECTED YOU  AMOUNG OTHER PEOPLE DUE TO SESTEMING NATURE AND THE RECOMMENDATIONS GIVEN TO ME AS A REPUTABLE AND TRUSTWORTHY PERSON WE CAN DO BUSINESS WITH AND BY THEIR RECOMMENDATIONS WE MUST NOT HESITATE CONFIDE IN YOU FOR THIS SIMPLE AND SINCERE BUSINESS.\n\nI AM BEKIJA ZUMA AND YOUNGER BROTHER SAMUEL ZUMA,THE ONLY CHILDREN OF LATE MR CHIEF HENNRY ZUMA , OUR FAHTER WAS A VERY WEALTHY COCOA  MERCHANT BASED IN ABIDJAN THE ECONOMIC CAPITAL OF IVORY COAST BEFORE HE WAS POISONED TO DEATH BY HIS BUSINESS ASSOCIATES ON ONE OF THEIR OUTING TO DISCUSS ON A BUSINESS DEAL. WHEN OUR MOTHER DIED ON 1ST OCTOBER 1999.\n\nOUR FATHER TOOK US SO SPECIAL BECAUSE WE ARE MOTHERLESS. BEFORE THE DEATH\nOF OUR FATHER ON 29TH AUGUST 2004 IN A PRIVATE HOSPITAL HERE IN ABIDJAN.\nHE SECRETLY CALLED ME ON HIS BEDSIDE AND TOLD ME THAT HE HAS A SUM OF US$12.500.000.00 (TWELVE MILLION FIVE HUNDRED THOUSAND, UNITED STATES DOLLARS) LEFT IN ONE OF THE\nLOCAL BANKS HERE IN ABIDJAN. THAT HE USED MY NAME AS HIS BELOVED DUAGHTER FOR THE NEXT OF KIN IN DEPOSIT OF THE FUND.\n\nHE ALSO EXPLAINED TO US THAT IT WAS BECAUSE OF THIS WEALTH THAT HE WAS POISONED\nBY HIS BUSINESS ASSOCIATES, THAT I SHOULD SEEK FOR A FOREIGN PARTNER IN\nA COUNTRY OF OUR CHOICE WHERE I WILL TRANSFER THIS MONEY AND USE IT FOR\nINVESTMENT PURPOSE. (SUCH AS REAL ESTATE MANAGEMENT). I AM HONOURABLY SEEKING YOUR ASSISTANCE IN THE FOLLOWING WAYS .\n\nTO PROVIDE A BANK ACCOUNT WHERE THIS MONEY WOULD BE TRANSFERED TO SERVE AS THE GUARDIAN OF THIS FUND SINCE I AM A GIRL OF 22 YEARS TO MAKE ARRANGEMENT FOR US TO COME OVER TO YOUR COUNTRY TO FURTHER OUR EDUCATION AND TO SECURE A RESIDENTIAL PERMIT IN YOUR COUNTRY.\n\nWE ARE WILLING TO OFFER YOU 20% OF THE TOTAL SUM AS COMPENSATION FOR YOUR EFFORT INPUT AFTER THE SUCCESSFUL TRANSFER OF THIS FUND TO YOUR NOMINATED ACCOUNT OVERSEAS. FURTHERMORE, YOU CAN INDICATE YOUR OPTION TOWARDS ASSISTING US AS WE BELIEVE THAT THIS TRANSACTION WOULD BE CONCLUDED WITHIN SEVEN (7) DAYS YOU SIGNIFY INTEREST TO ASSIST US. WE WILL APPRECIATE YOU SEND US E-MAIL. samuel_bekija92005@yahoo.es\n\nANTICIPATING TO HEAR FROM YOU SOON.\n\nTHANKS AND GOD BLESS.\nSAMUEL AND BEKIJA ZUMA\n\n\n\n\n\n\n\n\n\n\n\t\t\n---------------------------------\n\nLLama Gratis a cualquier PC del Mundo.\nLlamadas a fijos y moviles desde 1 centimo por minuto.\nhttp://es.voice.yahoo.com", "id": "05a65e4cf8329e49c934c1d330c6aca4"}