{"email_subject": "MY GREETINGS TO YOU", "email_body": "#226, TAYO RIMI,\nMEDINA,\nDAKAR, SENEGAL.\n \nMy Dear Friend,\n \nCompliments of the season.I did like to send to you the best wishes of \ngood health and success in your pursuits particularly through my \nproposal as contained in this letter. i may not wish to disclose how I got \nyour email address for now. After due deliberation with my son,I decided \nto forward to you this business proposal, we want you to assist us .I \nwill give you more information. As to this regard as soon as you reply.\n\nI am  Mrs. Rita Diatta . I am contacting you with the hope that you \nwill be of great assistance to me, I currently have within my reach the \nsum of 14.3 million U.S dollars cash which I intend to use for investment \npurposes. I therefore personally appeal to you seriously and \nreligiously for your urgent assistance to move this money in to your country \nwhere I believe it will be safe since I cannot leave the country due to the \nrestriction of movement imposed on the members of my family by the \nSenegal Government.\n\nThis money came as a result of a payback contract deal between my \nhusband and a Russian firm in our country.The Russian partners returned my \nhusbands share .Presently, the   Government has intensified their probe \nin to my husbands financial resources which has led to the freezing of \nall our accounts, local and foreign, the revoking of all our business \nlicences and the arrest of my First son.\nIn view of this I want  to acted very fast to withdraw this money from \none of our finance houses before it will be  closed down.My husband  \ndeposited the money in a finance firm   for safe keeping . No record is \nknown about this fund by the government because there is no \ndocumentation showing that we have  such funds.\n\nFurther more, my elder son have been in detention in the last four \nyears following the death of my late husband for charges of State organized \nmurder and corrupt practices which my husband died in detention. My son  \nwas just been released by the Supreme Court after the president \nbrokered a deal with my family regarding his freedom. and he is still under \ninterrogation about my late husband's assets and some vital documents.\nDue to the current situation in the country and government attitude to \nmy family,I cannot make use of this money within, thus I seek your help \nin transferring this funds out for investment than leaving the fund \nhere  and to invest the money to profit my family  Bearing in mind that \nyou may assist me.l have decided to part with 25% of the total sum.\n\nI am seriously considering to settle down abroad in a friendly \natmosphere like yours as soon as this fund get into your account so that I can \nstart all over again if only you wish. I shall ask my son Mohammed to \ncome over to your country to liaise with you. If this proposal satisfies \nyou. please do not let me out to the security as I am giving you this \ninformation\nin total trust and confidence.\n \nPlease kindly reply by return mail and please include your personal \ntelephone and fax numbers. Conclusively,we have decided part with 25% of \nthe total sum. of the total sum,10% will be for expenses incurred during \nthecause of this transaction, while 65% is to be held on trust by you \nuntil we can decide on a suitable business investment in your country \nsubsequent to our free movement by the Senegal Government.\n \nI will greatly appreciate if you accept my proposal in good faith.\n \nYour URGENT response is needed.\nRegards and God Bless you.\nMrs.Rita Diatta.\n\n\n\n\n\n\n", "id": "05ba83c7f2bc77ff0b3305183d463605"}