{"email_subject": "URGENT BUSINESS PLAN", "email_body": "Dear Friend,\n\nGreetings and complement of the season.\nMy name is Mr. Colins Brown. I am the eastern manager of\nunited bank of africa Plc (UBA),Abuja branch Nigeria.This\nletter might surprise you because we have not met neither\nin person nor by correspondence,but please you should\nexercise some patience and read through my message. I have\na very urgent and confidential business proposal for you.\n\nI want to transfer out $USD 26 million ( TWENTY SIX MILLION\nU.S DOLLARS) from our bank. I have the courage to look for\na reliable and honest person who will be capable for this\nimportant Business,believing that you will never let me\ndown either now or in future.\n\nHOW THE MONEY CAME ABOUT:\nThere is an account opened in this bank in 1980 and since\n1990 nobody has operated on this account again,after going\nthrough some old files in the records I discovered that if\nI do not remitte this money out urgently it will be\nforfeited for nothing.The owner of this account is Mr. Jack\nHamilton, he is a foreigner and the manager of of petrol\nchemical service,a chemical Engineer by proffession and he\ndied  since 1990, and since then no other person knows\nabout this account or anything concerning it.secondly he\ndid not clearify his next of kin in his deposition form\nwhen he deposited this fund in our bank.The account has no\nother beneficiary and my investigation proved to me as well\nthat his company does not know anything about this account\nand the amount involved is (U.S.$ 26,000,000.00).\n\nI want to tranfer this money into a safe foreign account\nabroad but i don't know any foreigner,I am contacting you\nas a foreigner because this money can not be approved to\nany local bank here but can only be approved to a foreign\naccount because the money is in u.s dollars and the former\nowner of the account (MR.JACK HAMILTON) is a foreigner too.\nI know that this message will come to you as a surprise as\nwe don't know ourself before,but be sure that it is real\nand a genuine business.I believe in god that you will never\nlet me down in this business,you are the only person that i\nhave contacted\nfor this business for now,so please reply urgently so that\nwe can receive this money into a foreign account or any\naccount of your choice\nwhere the fund will be remmited.\n\nI am contacting you because of the need to involve a\nforeigner with a\nforeign account as the real beneficiary,I need your\nco-operation to makethis work fine,because the management\nof our bank is ready to approve this payment to any\nforeigner who has the correct information to this account\nwhich i will give to you when sure of your capability to\nhandle such amount with instrict confidence and trust,and\naccording to my instructions and my advice for our mutual\nbenefit because I don't want to make any mistake. I need\nyour strong assurance and trust, I shall also destroy all\ndocuments concerning this transactions immidiately we\nreceived this money leaving no trace to any place. I will\nuse my position and influence on other staffs to effect\nlegal approvals and onward transfer of this money to your\naccount\nwith appropriate clearance from foreign payment\ndepartment,with assurance that this money will be intact\npending my physical arrival in your country for the sharing\nand other investment.\n\nFinally,at the conclusion of this business,you will be\ngiven 25% of the\ntotal ammount,70% will be for me ,while 5% will be for\nexpenses both\nparties might have incured during the process of this\ntransaction. I look forward to your earliest reply through\nmy  e-mail address:\nbrown_colins@uymail.com}.\n\nThanks and God bless you.\n\n\nYours truly,\nMr. Colins Brown\n", "id": "05c5e68f1b9c9a6634128675c1384f77"}