{"email_subject": "NOTIFICATION OF BEQUEST FUND", "email_body": "FROM: Walter Smith (FOR TRUSTEES)\nPrincipal Partner (Wed lake Bell Guernsey Chambers)\nP O Box 251, Farnley House\nLa Charroterie St Peter Port, Guernsey, GY 1 4LG\nTel: +44 703 1923768 Fax: +44 870 9126745 \n\n\nNOTIFICATION OF BEQUEST. \n\nDear Sir, \n\nOn behalf of the Trustees and Executor of the Estate of Late Mr. Edwin Gabriel, I once again try to notify you as my earlier letter were returned undelivered.\n\nI hereby, attempted to reach you again by this same email address on the WILL but could not yet go through hence I decided to reach you by email probably if you could receive it this time. \n\nMay, I notify you that late Mr. Edwin Gabriel made you a beneficiary to his WILL. Hence, he left the sum of Nine Million One Hundred Thousand Dollars (USD$9,100.000.00) to you in the codicil and last testament to his will. \n\nThis may sound strange and unbelievable to you, but it is real and true. Being a widely raveled man, he must have been in contact with you in the past or simply you were nominated to him by one of his numerous friends abroad who wished you good.\n\nMr. Edwin Gabriel until his death was a member of the Helicopter Society and the Institute of Electronic & Electrical Engineers. He was a very dedicated Christian and he also loves Muslim brothers who loved to give out. His great philanthropy earned him numerous awards during his lifetime. Late Mr. Edwin Gabriel died on the 16th day of February 2005 at the age of 90 years, and his WILL is now ready for execution.\n\nAccording to him, this money is to support your Christian activities and to help the poor and the needy, as I have made an arrangement with a diplomat, attached to my Office, to help you deliver this fund directly at your doorstep, since transferring the fund through bank-to-bank transfer might demand for a lot of money which you have spent and almost gone bankrupt, yet, to no avail. \n\n\nPlease if I reach you as I am hopeful, endeavor to get back to me as soon as possible to enable me conclude my job, as I hope to hear from you in no distant time. \n\nYours in His service! \n\nWalter Smith Esq. \nPrincipal Partner (WLBG Chambers)\n\n\n\n\n\n", "id": "05dffe6136c8a6eb207389b28568a1dd"}