{"email_subject": "I will be glad to hear from you.", "email_body": "ATTN.DEAR,\n\nMy name is Mr Moni Millat  a member of Independent Committee of \nEminent Persons (ICEP), Switzerland. ICEP is charged with the responsibility \nof finding bank accounts in Switzerland belonging to non-Swiss \nindigenes, which have remained dormant since World War II.\nIt may interest you to know that in July of 1997, the Swiss Banker's \nAssociation published a list of dormant accounts originally opened by \nnon-Swiss citizens. These accounts had been dormant since the end of World \nWar II (May 9, 1945). Most belonged to Holocaust victims.\nThe continuing efforts of the Independent Committee of Eminent Persons \n(ICEP) have since resulted in the discovery of additional dormant \naccounts - 54,000 in December, 1999.\nThe published lists contain all types of dormant accounts, including \ninterest-bearing savings accounts, securities accounts, safe deposit \nboxes, custody accounts, and non-interest-bearing transaction accounts. \nNumbered accounts are also included. Interest is paid on accounts that \nwere interest bearing when established.\nThe Claims Resolution Tribunal (CRT) handles processing of all claims \non accounts due non-Swiss citizens. A dormant account of ORDNER ADELE \nwith a credit balance of 45,000,000 US dollar plus  accumulated interest \nwas discovered by me. The beneficiary was murdered during the holocaust \nera, leaving no WILL and no possible records for trace of heirs. \nThe Claims Resolution Tribunal has been mandated to report all \nunclaimed funds for permanent closure of accounts and transfer of existing \ncredit balance into the treasury of Switzerland government as provided by \nthe law for management of assets of deceased beneficiaries who died \ninterstate (living no wills).\nBeing a top executive at ICEP, I have all secret details and necessary \ncontacts for claim of the funds without any hitch. The funds will be \nbanked in the Holland Or London, being a safe haven for funds and \nwe can share the funds and use in investment of our choice.\nDue to the sensitive nature of my job, I need a foreigner to HELP claim \nthe funds. All that is required is for you to provide me with your \ndetails for processing of the necessary legal and administrative claim \ndocuments for transfer of the funds to you.\nKindly provide me with your full name, address, and telephone/fax. I \nwill pay all required fees to ensure that the fund is transferred to a \nsecure, numbered account in your name in the Holland Or London, of which you \nwill be capable of accessing the funds gradually and transferring to \nyour country and other banks of choice in the world. My share will be 60 \npercent and your share is 40 per cent of the total amount. THERE IS NO \nRISK INVOLVED.\nYou can find additional information about unclaimed funds through the \ninternet at the following websites:\nwww.swissbankclaims.com\nhttp://www.cnn.com/WORLD/europe/9902/09/germany.holocaust/\n\nwww.avotaynu.com\nwww.icheic.org\nwww.livingheirs.com\nwww.wiesenthal.com\n\nThe Holocaust Claims Processing Office has put funds in Escrow awaiting \nsubmission of valid claims for necessary disbursement.\nI find myself priviledged to have this information and this may be a \ngreat opportunity for a life time of success without risks.\nDue to security reasons, reply to my via email only. You may reply to \nme securely on the following email,\nmonimillat@myway.com\n \nThank you for your prompt response.\nMr Moni Millat\n\n\n\n", "id": "05fd16565f08487b9889b88509b10ee3"}