{"email_subject": "URGENT AND CONFIDENTIAL", "email_body": "KAMBILI BOB\n3/5 RIDES GARDEN\nCLOSE JO'BURG,\nSOUTH AFRICA\n\nMY DEAR , \n\nI am Bob Kambili, Bank manager of First national bank\nSouth Africa Pty, South Africa,(www.fnb.co.za) and for\nreasons which will become obvious to you as read on, I\nobtained your address particulars from an Internet\naddress listing. Please exercise some patience and\nread through my message.  You can reach me immediately\non my private email address  (henryfnbsa@mail.com)\n\nI have a very urgent and confidential business \nproposition for you. On June 6th 1998, a Gold\nConsultant/Contractor with the South African National\nGold Corporation, Mr. Ahmed Youseff Mustafa , a\nnational of Iraq, made a numbered time ( fixed)\ndeposit for 12 calendar months, value \nUSD52,000,000.00 (FIFTY TWO MILION DOLLAS)  in my\nbranch. \n\nOn maturity, we sent a routine notification to his \nforwarding address but got no reply. After a month, \nwe sent a reminder and finally, his contract \nemployers, the South African National Gold Corporation\nwrote to inform us that Mr. A Y Mustafa died from an\nautomobile accident; that he died without making a\nWILL, and all attempts to trace his next of kin\nthrough the Iraqi embassy were fruitless. At first I\nwas surprised that I did not receive much official\ncooperation in my inquiries in order to trace his kin\nin Iraq, and inform them about Mr. Mustafas deposit\nof USD52m plus accrued interest. I therefore made\nfurther investigations and discovered that Mr. Mustafa\nhad actively opposed the Government of President\nSaddam Hussein of Iraq, and was consequently driven\ninto exile. Being an minning Expert,he subsequently\nobtained a job with the South Africa Gold Coporation, \nand settled in South Africa. Thereafter, he walked\ninto my Office to make the aforementioned deposit of\nUSD52m. He did not declare any kin in his application\npaperwork, contrary to laid down procedures, and when\nI asked him he informed me that he wished it so. I\naccepted his application because banks are\nconservative and will always honour a customers\nwishes, especially high networth customers. No one\nknows the source of his money because apparently the\ntime frame of his employment with the ASGC does indeed\npreclude such a large amount of money. It can be\nassumed that he brought his money over from Iraq, but\nthat is open to speculation. However, the point is\nthat his employers are not aware of this money , and\ntherefore it can be safely assumed that no one will\never come forward to claim this money. This money\ntotal USD52m ( inclusive of accrued interests) is\nstill sitting in my Bank in the Dormant Account\nPortfolio. No one will ever come forward to claim it\nnow, and according to South African law, \nafter 5 years, the money will automatically revert \nto the Federal Government Treasury if the Account \nowner is a foreigner, is certified dead , and there is\nno valid claim. This indeed, is the situation. My\nproposal therefore is that I am looking for a \nforeigner who will stand in as the next of kin to \nMr. Mustafa. It is not necessary to be a blood \nrelation to Mr. Mustafa, nor have the same name. It is\nnot also necessary to come from the same Country. I\nhave worked out the modalities to achieve my aim of\nappointing a next of kin, and therefore also by this\nmeans transfer this money total USD52m abroad for us\nto share. \n\nThe method of achieving the objective of \ntransferring this money abroad in a completely legal\nand proper way is simple. I intend to use a n Attorney\n( representing you as BENEFICIARY) to execute a series\nof affidavits in support of your claim. These will be\napproved. \n\nThe money transfer paperwork itself will include a \ncertificate of origin so that the receiving bank \ndoes not ask questions or refuse the money as money \nlaundering. Also, the paperwork will include proper \ncertification that the funds being transferred are \nfrom non criminal sources. In short this will be a \nproper and legal money transfer and there is no \nrisk!.\n \nI will have to process the initial paperwork to \nobtain approval from the Probate Registry ( Ministry\nof Justice ) to obtain the Letter of Administration\nempowering you as Sole trustee/executor to the Estate\nof Mr. Mustafa. \n\nIf you therefore agree to be the official \nBeneficiary, then please note that you will not be \nrequired to sign any Money Transfer Documents ( my\nAttorney will do all (that), you will not be required\nto come to South Africa. \n\nOnly the following is required from you: \n(1) Send to me immediately A bank account ( a bank \naccount with zero credit balance is ok) \n(2) Complete name and address of the Bank \n(3) Bank Account Number \n(4) Name of Account Holder/Beneficiary \n(5) Your address, phone and fax \n(6) A brief background information on you (CV) \nOnce you send me the requested information as \nabove, I will initiate the processing of the transfer\nand in about 7 working days the money total USD52m\nwill be in your nominated bank account for us to share\nin the ratio of 70% for me and 30% for you. This\ntransaction is guaranteed to succeed without any\nproblems. If you agree to assist me by sending me the\nabove requested information, I will give you my\ncomplete address, including phone/ fax etc and any\nfurther clarifications you may require. \nLooking forward to your urgent reply. \n\nYours truly \n\nKambili. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n__________________________________________________\nDo You Yahoo!?\nEverything you'll ever need on one web page\nfrom News and Sport to Email and Music Charts\nhttp://uk.my.yahoo.com\n\n", "id": "062ae7bd0347b1729c5d5ac96c21aa37"}