{"email_subject": "RIGHT OF REPLY", "email_body": "RIGHT OF REPLY\n\nGreetings. \n\nI strongly regret any inconvenience the receipt of this letter may \ncause you, bearing in mind the nature of its content coming from a \nperson without any referral, but please read and assimilate its content and objectively consider if we can work together. \n\nI am the head of the account department of a Private Bank in the United Kingdom and I would like to intimate you with certain facts that I believe would be of interest to you. \n\nThis involves a client who had an investment placed under our bank's management years ago, the circumstances surrounding the investment made by this client who died interstate, with no known nominated successor in title over this investment made with the Private Banking Branch of my bank has made it very difficult to locate anyone who is directly related to the deceased. \n\nWith the very strong feeling that no one will ever come forward to \nclaim the funds and the investigation coming to a close after several months, the need for an assistance becomes crucial, as a next of kin to the depositor is earnestly being searched for, I have already developed a foolproof, legal and totally risk free means through which the fund can be released to your nominated bank account within a very short time after due documentation and authentication process. \n\nThe strategy is to use my position and influence as the Head of the branch and Personal Account officer of the deceased to present you as a next of Kin and beneficiary of the deposit. I want to assure you that I have concluded all local modalities for the successful completion of this within 10 banking days of your agreement to proceed with me as the required assistance is perfected to be 100% risk free. Please reply me to enable us proceed. \n\nI expect your urgent response and if in the affirmative, I shall advice you on what we need to do.\n\nBest regards, \n\nFrank Jones.\n\n\n\n\n", "id": "06544e6cea338884fa3a3d4150bb145e"}