{"email_subject": "Urgent Response", "email_body": "MANAGING DIRECTOR\nDAH SING BANK LTD\n36TH FLOOR DAH SING BANK\nFINANCIAL CENTRE LTD.\n108 GLOUCESTER ROAD,\nHONG KONG\nPhone/Fax: +852-3010-7073\n\n\nDear Friend,\n\n\nI am Mr. Hon-Hing Wong , Managing Director Dah Sing Bank Ltd, Hong Kong.\n\n\nI am contacting you with respect to a portfolio amounting to $35,520,000\nUSD (Thirty Five Million, Five Hundred and Twenty Thousand United States\nDollar) deposited by a German Merchant named Mr. Mathew Schneider.\n\n\nOn the 18th of October 2002  Mr. Mathew Schneider  deposited $12,000,000\nUSD (Twelve Million United States Dollars) under our portfolio management\ndepartment for four years and the deposit matured on the 18th of October\n2006 with over 196% growth which amounted to a total of $35,520,000 USD\n(Thirty Five Million, Five Hundred and Twenty Thousand United States\nDollar).\n\n\nMr. Mathew Schneider, has since passed away without stating his next of\nkin because he deposited the funds in our establishment at a point he was\nfinalizing divorcing his wife and had no kids coupled with the fact that\nhe was an orphan, this funds has since mature and the roll-over on the\nfunds has also expired.\n\n\nThis sum of $35,520,000 USD (Thirty Five Million, Five Hundred and Twenty\nThousand United States Dollar) is still  in my possession in my Bank\nlifeless and unnoticed because there will never be a claim on the funds\nand all material and immaterial documents and certificates relating to the\nfunds is also in my possession.\n\n\nAccording to the Hong Kong Law regulating cases of this nature which is\nalso typical to other Asian countries, at the expiration of 5 (five)\nyears, such funds will revert to the ownership of the Government for\nfinancing military operations, such as purchasing of arms and ammunitions\nfor the military.\n\n\nIn order to avert this negative development, I will like to seek for your\npermission as a foreigner to stand as the next of kin to Mr. Mathew\nSchneider so that the fruits of this old man's labor will not be use for\nfinancing weapons which will further enhance the courses of war in the\nworld in general.\n\n\nThe money will be paid into your account for us to share in the ratio of\n60% for me and 35% for you and the balance of 5% for  will be responsible\nfor the major /trivial expenses incurred in the course of the transaction.\nThere is no risk at all as all the paperwork for this project will be done\nby my attorney and with my position as the credit officer guarantees the\nsuccessful execution of this project. If you are interested, please reply\nimmediately.\n\n\nUpon your response, I shall then provide you with further information's\nand modalities that will help you understand the transaction.\n\n\nYou should observe utmost confidentiality, and rest assured that this\nproject would be most profitable for both parties because I shall require\nyour assistance to invest my share in your country.\n\nAwaiting your urgent reply.\n\nThanks and regards.\n\nMr. Hon-Hing Wong\n\n\n\n", "id": "0698b754d1f0e5e5f9b2da79255912ab"}