{"email_subject": "Mr JOHN DUF  pls call", "email_body": "MANAGER:Mr JOHN DUF \nAFRICAN DEVELOPMENT BANK.(ADB)\nDAKAR-SENEGAL.Branch.\nEmail:johnduf1@post.cz\nTel:  +221-5124859\n\nI know this email will reach you as a surprise, but need not to worry as i am  using the only secured  and confidential medium available to seekfor foreign assistance in a business.I am Mr JOHN DUF from the AFRICAN DEVELOPMENT BANK.(ADB), DAKAR-SENEGAL.Branch. \n This business request may seem strange, but I crave your indulgence and pray you view it seriously as I am convinced that you would be capable to provide me with a solution to a money transfer.On June 6, 1999, an America Oil consultant/contractor with  Petroleum Corporation, Mrs. Barbara .A. Bill made a numbered time (fixed) deposit for twelve calendar months, valued at US$10,500,000.00(TEN Million Five Hundred Thousand Dollars )in my branch upon maturity. I sent a routine notification to his forwarding address but got no reply. After a month, we sent a reminder and finally we discovered from his contract employers, the  Petroleum Corporation that Mrs. Barbara .A. Bill and har husband and their only son. died in the plane crash On October 31, 1999, (an Egyptair Boeing 767 Flight 990) with other passengers on board as you can confirm it yourself via the website below:http://www.marsearthconnection.com/ea990.html\nOn further investigation, I found out that she died without making a  WILL and attempts to trace har next of kin were fruitless. I therefore made further investigation and discovered that Mrs. Barbara .A. Bill did not declare any next of kin or relations in all his official documents,including his bank deposit paperwork in my bank. This sum of US$10,500,000.00 and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it According to AFRICAN law, at the expiration of (five) years, the money will revert to the ownership of the SENEGAL Government if nobody  applies to claim the fund.Consequently, my proposal is that I will like you as a foreigner to  stand as the next of kin to Mrs. Barbara .A. Bill so that the fruit of this old woman's labor will not get into the hands of some corrupt Government officials. This is simple, I will like you to provide immediately your full name and address so that the Attorney will prepare the necessary documents and affidavits which will put you in place as the next of kin.We shall employ the service of two attorneys for the drafting and notarization of the WILL and obtain the necessary documents and letter  of probate administration in your favour for the transfer. Any bank account in any part of the world which you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin.The money will be paid into your account for us to share in ratio of 60% for me and 30% for you and 10 % will  be set aside for expenses incured during the business . There is no risk at all; the paperwork for this transaction will be done by the attorney and my position as the Branch Manager guarantees the successful execution of this transaction. If you are interested, please reply immediately via the private email address below, upon your responses, I shall provide you with more details and relevant documents that will help you understand the transaction. Please observe utmost confidentiality and be rest assured that this  transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country.Please upon the receipt of this mail message, send to me the following  to enable me start the processing of the fund transfer into your bank\naccount(:1) The beneficiary's name(.2.) Your private / official telephone and fax number.\nAwaiting your Urgent Reply via my private email:johnduf1@post.cz and johnduf2320021@mail2world.com or call\nme on my private telephone number: +221-5124859\n\nThanks and God bless,\n\nMr JOHN DUF\nMANAGER:\nAFRICAN DEVELOPMENT BANK.(ADB)\nDAKAR-SENEGAL.Branch. \n\n", "id": "06a13d1c0c9dc43cf0158611d289c54a"}