{"email_subject": "GREETINGS", "email_body": "INTRODUCTION OF, MYSELF\r\n \r\nI am Dr.DAVID V, MBOSA from Armenia, currently based in\r\nCAPE TOWN SOUTH AFRICA.\r\n \r\nI am the formal Secretary to Mikhail Khodorkovsky (M.K) the richest man in Russia and owner of the following companies:  Chairman CEO: YUKOS OIL (Russian Most Largest Oil Company) Chairman CEO: Menatep SBP Bank (A well reputable financial institution with its branches all over the world).  I am convinced that your business dealing is suitable for the investment of US$50 million (Fifty million United States dollars) deposited with a Bank here in the Netherlands.\r\n \r\n\r\nSOURCE OF FUNDS: \r\nThe documents of the above funds in question was handed over to me to be used in payment of an American oil merchant for his last oil deal with  my boss Mikhail Khodorkovsky. Already the funds have been deposited with a Finance Company in the Netherlands where the final crediting is expected to be carried out. While  I was on the  process, My Boss got arrested for his involvement on  politics in financing the  leading and opposing political parties (the Union of\r\n Right Forces) led  by Boris Nemtsov, and Yabloko, a liberal/social democratic party led by \r\n Greg or yavlinsky) which poses treat to President Vladimir Put in second tenure  as Russian president. You can catch more of the story on this web site. \r\n\r\n \r\n http://www.openrussia.info/eng/download/Yukos-MBX-WhitePaper.htm\r\n Or the daily mirror.\r\n \r\n YOUR ROLE:  All I need from you is to stand as the Beneficiary of the above quoted sum and I will arrange for the documentation which will enable the Finance company in the Netherlands transfer the sum to you. I am assuring you that this transaction is hundred percent risks free. I have set out an agreeable percentage to any prospective partner, this is a legitimate transaction. Invariably you will be paid 25% for your management fees.\r\n\r\n\r\n Remember that the need for confidential handling of this transaction is very important for the\r\n fact that Mikhail Khodorkovsky is undergoing trial in Russia; it will be my greatest pleasure to do business with you. Please reply this mail in the shortest possible time as time is of vital important. Please reply back to me on this email: drdavidmbosa@netscape.net OR via my fax and phone numbers below.\r\n \r\nBest Regards, \r\n\r\nDr DAVID V.MBOSA\r\n\r\nTel: 00 870763970080\r\nFax: 00 870763970082\r\n\r\n \r\n", "id": "06fa9d39abdbaeb2a55550887470f33c"}