{"email_subject": "Mr. Paul Moore.", "email_body": "Hello friend,\n I am contacting you from Africa. My name is Mr. Paul Moore. I work with the Evans National Bank , 14 North Main Street,Angola, NY 14006, as foreign operations manager.\nPlease do not get upset as to how I got your contact.I got your email contact from the Internet. I sincerely advise that you calm down to read below proposal thoroughly and thereafter decide if we can do the business together. It is no setup or one of these hoaxes from Africa. This is a real deal and I mean every word I speak here.\n A UK citizen, Mr. Norman Anderson (from Aberdeen) has been a customer of my bank since 1988. He opened a domiciliary account with us in June 1988. The said bank account, which is at the moment in dormant, is in UK pounds sterling and has credit balance of 19.3M\npounds. Last transaction carried on the account dates back to September 15, 1999. I have been the account owner’s confidant and account officer until above date when he was last seen in the bank. And since this time Mr. Anderson has not been to the bank nor sent in cheque for clearing. This became a source of worry to me and prompted my personal investigation as to whereabouts and business activity of this customer. Result of my investigation revealed that he was into oil bunkering and operated within West and Central Africa sub-regions. Further investigation proved that he was one of the victims of November 1999 raid of illegal oil bunkering merchants in Malabo Island of Equatorial Guinea. However, I continued my investigation and further discovered that a UK telephone number mentioned in our bank information form, which he filled when the said bank account was established, belong to a hotel in London. This is a clear indication that he probably has fed my bank with false information to protect his illegal oil deals. I have not disclosed these findings to anyone else except this message to you. After a careful study of the account file and available data to me, I have packaged a good deal as follows; and will wish to carry it out with you.\n My Dear Friend, the deal here is that the money in this account will be approved and remitted to any foreigner who shows up as relation to Mr Anderson provided such person has correct information to the account. I have such needed information and will hand it over to you as soon as we commence the transaction.\nI will source all necessary documents and forward them to you for direct submission to the bank. With my position as the foreign operations manager we will quietly remove this money from the bank without hitches. I don’t have any problem in regularizing all necessary documents and transferring the credit balance of the said account to your nominated bank account in overseas, but the problem is trust. I have spent months in trying to get an overseas reliable contact. It is worthy to note that people are unreliable these days and even derive joy in telling lies. \n On this ground I request your unreserved but sincere cooperation devoid of greed in carrying out this transaction so that no one amongst both of us shall defraud each other at the end. I am prepared to split at 60%---40% for you, provided that mine (60%) will be intact at the end.\n Awaits for your expected co-operation.Reply and send your Address, tel and fax nos.\n\nBest regards,\nMr. Paul Moore.\n\ncontact;paul_moore1@myway.com \n\n\n\n\n", "id": "072341758125501e5830dcace3f151e5"}