{"email_subject": "CONFIDENTIAL PROPOSAL FROM", "email_body": "\nCONFIDENTIAL PROPOSAL FROMMR ,  SAHID  NGOMA\nTHE CHIEF AUDITOR INCHARGE,AFRICAN DEVELOPMENT BANK (ADB).OUAGADOUGOU BURKINA FASO.               WEST AFRICA.\nDear Partner,\nI presumed that all is well with you and your family. Please let this massage do not be a surprise proposal to you because i got your contact information from the international directory in few weeks ago  before i decided to contact you on this magnitude and lucrative transaction for our future survival in life. Moreover, i have laid all the solemn trust in you before i decided to disclose this successful & confidential transaction to you.\nI AM .  \nMR   SAHID  NGOMA\n. THE CHIEF AUDITOR INCHARGE OF FOREIGN REMITTANCE UNIT, AFRICAN DEVELOPMENT BANK OUAGADOUDOU BURKINA-FASO. Now i have the intent to contact you over this financial transaction worth the sum of NINTEEN MILLION, THREE HUNDRED THOUSAND UNITED STATES DOLLARS ($19,300,000.00 ) for our  success.This is an abandoned sum that belongs to one of our bank foreign customers who died along with his entire family  through plane crash disaster since few years ago. Meanwhile i was very fortune to came across the deceased file when i was arranging the old and abandoned customers files in other to sign and submit to the entire bank management for an official re-documentation and audit of the year against 2007. \nBe informed clearly that it was stated in our banking rules and regulations which was signed lawfully that if such fund remains unclaimed  till the period of 5 years started  from the date when the beneficiary died, the money will be transferred into the treasury as an unclaimed fund. As an honour and advantage bestowed to our foreign customers base on the rules guideing our bank, it was stated obviously that if you are not a Burkina Faso citizen, you have the absolute authority to claim the fund hence you are a foreigner despite your differences from the country of origin of the deceased. So the request of you as a foreigner is necessary to apply for the claim and transfer of the fund smoothly into your reliable bank account as the NEXT OF KIN OR EXTENDED RELATIVE to the deceased.\nOn the transfer of this fund into your account, { 39% } being ( US$7,527,000.00) will be your share in respect of the account provision and your assistance rendered during the transfer of the fund into your bank account,{ 52% } being (US$10,036,000.00) will be my share being the codinator of the transaction while the rest { 9% } being (US$1,737,000.00) will be shared to  the respectable Organisations Centers such as Charity Organisation, Motherless Babies homes, and helpless disabled people in the World.\nIf you are really sure of your trustworthy, accountability and confidentiality on his transaction, contact me and agree that you will not change your mind to cheat or disappoint me  when the fund have getting into your account. Besides you should not entertain any fear because i am sure of the success as an insider in the bank ok.\nPlease reply with the assurance, include your private telephone and fax numbers  necessary for facilitate an easy communication in this transaction. As soon as you reply , call me through my private telephone number (00226  7684 5867) so that i will let you know the next step to follow in order to finalize this transaction immediately.I expect your urgent communication.Please try to reply with this email.send your number all to me sahidi_ngoma@yahoo.com\nYours sincerely,\nMR   SAHID  NGOMA\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE!\nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/", "id": "073b9937a06d7c2dc69415724e99ec14"}