{"email_subject": "ASSISTANT  NEEDED URGENTLY", "email_body": "I am Mrs. Shelly Brown from Netherlands,I am 58 years\nold,i am suffering from a long time cancer of the breast which also affected my brain,from all indication my conditions is really deteriorating and it is quite obvious that, according to my doctors they have advised me that i may not live for the next two months,this is because the\ncancer stage has gotten to a very bad stage. I was brought up from a motherless babies home was married to my late husband for twenty years without a child ,died in a\nfatal motor accident Before his death we were true Christians.\n \nSince his death I decided not to re-marry,I sold all\nmy inherited belongings and deposited all the sum of $8.6million dollars with a Security Company.Presently, this money is still with them and the management just\nwrote me as the true owner to come forward to receive the money for keeping it so long or rather issue a letter of\nauthorization to somebody to receive it on my behalf since I can not come over because of my illness or\nthey get it confisticated.\n \nPresently, I'm with my laptop in a hospital where I\nhave been undergoing treatment for cancer of the lungs. I have since lost my ability to talk and my doctors have told me that I have only a few months to live.\n \nIt is my last wish to see that this money is invested\nto any organisation of your choice and distributed each year among the charity organization,the poor and the motherless babies home where i come from.I want you God\nfearing, to also use this money to fund churches,orphanages\nand widows,I took this decision, before i rest in peace because my time will soon be up.\n \nAs soon as I receive your reply I shall give you the\ncontact of the Security Company.I will also issue you a letter of authority that will prove you as the new beneficiary of my fund. Please assure me that you will act\naccordingly as I stated herein. \n \nHoping to hearing from you soon.\n \nWaiting for your reply\n \nYours In Christ,\n \nMrs. Shelly Brown\n \nAlso my email: mrsshelly_brown@yahoo.com\n\n\n\n\n\n\n", "id": "075993b355afbe402f2f3a28c999d39d"}