{"email_subject": "YOUR INHERITANCE FUND", "email_body": "FROM THE DESK OF:\nPROF CHARLES SOLUDO\nCENTRAL BANK GOVERNOR\nMARINA \nSTREET,\nLAGOS-NIGERIA\n\n                              ATTN:jason \nleceister\n\n\nTHIS IS TO NOTIFY YOU THAT YOUR OVER DUE INHERITANCE FUNDS \nHAS BEEN GAZZETED TO BE RELEASED, VIA KEY TELEX TRANSFER (KTT) -DIRECT \nWIRE TRANSFER TO YOU OR THROUGH OUR LONDON OFFICE BY THE SENATE \nCOMMITTEE FOR FOREIGN OVER DUE FUND TRANSFER.MEANWHILE, A WOMAN CAME TO \nMY OFFICE FEW DAYS AGO WITH A LETTER, CLAIMING TO BE YOUR TRUE \nREPRESENTATIVE.HERE IS HER \nINFORMATION:\n\nNAME JANET WHITE\nBANK NAME: \nCITI BANK\nBANK ADDRESS:\nARIZONA, USA.\nACCOUNT NUMBER: 6503809428.\n\nPLEASE, DO RECONFIRM TO THIS OFFICE, AS A MATTER OF URGENCY IF THIS \nWOMAN IS FROM YOU SO THAT THE FEDERAL GOVERNMENT WILL NOT BE HELD \nRESPONSIBLE FOR PAYINGINTO THE WRONG ACCOUNT NAME.IF THIS WOMAN IS NOT \nYOUR REPRESENTATIVE, YOU ARE REQUESTED TO FILL AND SEND THIS \nINFORMATIONS FOR VERIFICATIONS PURPOSES SO THAT YOUR FUND VALID US$12.5\nM US DOLLARS WILL BE REMMITTED INTO YOUR NOMINATED BANK ACCOUNT INFO.\nTHIS FUND IS AS A RESULT OF NHERTANCE ON YOUR BEHALF.\n\n1. YOUR NAME: \n..............................\n2. YOUR \nFULL ADDRESS: \n...................................\n3. YOUR TELEPHONE: \n..................................\n4. FAX: \n...................................................\n5. AGE: \n.............................\n6. SEX: .....................\n7. YOUR \nOCCUPATION: .................\n8. YOUR VALID ACCOUNT DETAILS: \n....................\n\nAS SOON AS WE RECIEVE THIS, WE WILL COMMENCE WITH \nALL NESSCCARY PROCEEDURES IN OTHER TO REMMIT THIS MONEY INTO YOUR \nACCOUNT. THE CENTRAL BANK GOVERNOR, EXECUTIVE, BOARD OF DIRECTORS AND \nTHE SENATE COMMITTEE FOR FOREIGN OVER DUE INHERITTANCE FUND HAVE \nAPPROVED AND ACCREDITED THIS REPUTABLE BANK WITH THE OFFICE OF THE \nDIRECTOR, INTERNATIONAL REMITTANCE / FOREIGN OPERATIONS, TO HANDLE AND \nTRANSFER ALL FOREIGN INHERITTANCE FUNDS THIS SECOND QUARTER PAYMENT OF \nTHE YEAR. HOWEVER, WE SHALL PROCEED TO ISSUE ALL PAYMENTS DETAILS TO \nTHE SAID MRS. WHITE, IF WE DO NOT HEAR FROM YOU WITHEN THE NEXT SEVEN \nWORKING DAYS FROM TODAY.\n\nWE ARE SORRY FOR ANY INCOVINENCE THE DELAY IN \nTRANSFERING OF THIS FUND MUST HAVE CAUSED YOU.\n\nBEST REGARDS,\n\nPROF \nCHARLES SOLUDO\nCENTRAL BANK GOVERNOR\n\nCC: ALL FOREIGN INHERITTANCE \nFUNDS\nCC: SENATE PRESIDENT\n\n\n", "id": "079c612f06c4f22f3906fea462da4a75"}