{"email_subject": "GOOD DAY.", "email_body": "My Dear,  Good day to you, I hope fine, dear am writing this mail with due respect and heartful of tears,sorrow and pains in my heart, since we have not known or met ourselves previously I am asking for your assistance,i have gone through your profile and will be very glad if you can render me assistance to my situation now.  I would like to use this opportunity to introduce my self to you, My name is Mr. Hamad Sheikh, From Ivory coast in west Africa presently residing in Dakar due to the civil war going on in my country.  My late Father Dr. Abdullah Ali Sheikh, was the personal advicer to the former head of state before the rebels attacked our house one early morning killing our security,my mother and my father, It is only my Sister and me that is alive now and we managed to make our way to near by country Senegal where we are living now. My father deposited the sum of (Ten Million, Five Hundred Thousand Us Dollars) in a Finance Company ($10.5million Us Dollars).I would like to know wheather you will help me in transfer the fund to your country for investment.  I will give you details about the deposit as you respond to my request. I have all original copies of the documents concerning this money with me here and the proof. So please am expecting to hear from you soonest.We are prepared to offer you 20% of the total funds for your able assistance and support and would send you proofs of the funds as soon as we favourably hear from you.  True my private Email hamad_sheikha@yahoo.co.uk  Finally I implore you to treat this transaction with secrecy and confidentiality for security reasons.  I Need Your Informetion's  HOME ADDRESS N;0.............................................  TELEPHONE NUMBER..........................................  FAX NUMBER....................................................... AGE................................................................ YOUR FULL NAME..............................................  Thanking, You in anticipation and Allah bless you. Mr. Hamad Sheikh.", "id": "07a20d291c011db927bd24ad25b35b9b"}