{"email_subject": "Request", "email_body": "Dear Sir/Madam \n \nASSISTANCE REQUIRED FOR ACQUISITION OF ESTATE \n \nI write to inform you of my desire to acquire estates \nor landed properties in your country on behalf of the \nDirector of Contracts and Finance Allocations of the \nFederal Ministry of Works and Housing in Nigeria. \n \nConsidering his very strategic and influential \nposition, he would want the transaction to be as \nstrictly confidential as possible. He further wants \nhis identity to remain undisclosed at least for now, \nuntill the completion of the transaction. Hence our \ndesire to have an overseas agent. \n \nI have therefore been directed to inquire if you would \nagree to act as our overseas agent in order to \nactualize this transaction. \n \nThe deal, in brief, is that the funds with which we \nintend to carry out our proposed investments in your \ncountry is presently in a coded account at the \nNigerian Apex Bank (i.e. the Central Bank of Nigeria) \nand we need your assistance to transfer the funds to \nyour country in a convenient bank account that will be \nprovided by you before we can put the funds \ninto use in your country. For this, you shall be \nconsidered to have executed a contract for the Federal \nMinistry of Works and Housing in Nigeria for which \npayment should be effected to you by the Ministry, The \ncontract sum of which shall run into US$27.4 Million, \nof which your share shall be 25% and 5% for expenses if you agree to be \nour overseas agent. \n \nAs soon as payment is effected, and the amount \nmentioned above is successfully transferred into your \naccount, we intend to use our own share in acquiring \nsome estates abroad. For this too you shall also serve as our agent. \n \nIn the light of this, I would like you to forward to \nme the following information: \n \n1. Your company name and address if any \n2. Your personal fax number \n3. Your personal telephone number for easy \ncommunication. \n \nYou are requested to communicate your acceptance of \nthis proposal through my above stated email address \nafter which we shall discuss in details the modalities \n \nfor seeing this transaction through. \n \nYour quick response will be highly appreciated. Thank \nyou in anticipation of your cooperation. \n \nYours faithfully, \n \nDR. JAMES ALBERT \n\n\n\n\n", "id": "07a92d40699dd4891490750e53390eba"}