{"email_subject": "REPLY  SOON.", "email_body": "FROM THE DESK OF MR HAITHAM SHARAF.\nBRANCH MANAGER OF NATIONAL BANK OF ABU DHABI\nUNITED ARAB EMIRATE (U.A.E)ABU DHABI,\nEMAIL:haithamharaff@arabtop.net\n\n\nDEAR,\n\n\n\nI am Mr. Haitham Sharaf Branch Manager National Bank of Abu Dhabi),I\nhave urgent and very confidential business proposition for you.A\nBritish Oil consultant and contractor with the Kruger Gold Company,\nMr. Raymond Beckmade a numbered time (Fixed) Deposit for twelve\ncalendarmonths,valued at US$12,000,000.00 (Twelve Million Dollars)\nin my branch.Upon maturity,\n\n\n\nI sent a routine notification to his forwarding address but got no reply.\nAfter a month,we sent an reminder and finally we discovered\nfrom his contract employers,the Kruger Gold Company that\nMr. Raymond Beck died in a plane crash along with his wife \nMr. and Mrs. Raymond & Dorene Beckin Egypt Air Flight 990, 1999 air crash \n(for more information about this crash and person you can contact this\nwebsite: http://www.s-t.com/daily/11-99/11-02-99/d08ho174.htm\n\n\nSince we got this information about his death and on further\ninvestigation, I found out that he died without making a WILL,\nand all attempts to trace his next of kin was fruitless.\nI therefore made further investigation and discovered that\nMr. Raymond Beck did not declare any kin or relations inall\nhis official documents,including his Bank Deposit paperwork\nin my Bank.\n\n \n\nThis sum of US$12,000,000.00 is still sitting\nin my Bank and the interest is being rolled over with the\nprincipal sum at the end of each year.No one will ever come\nforward to claim it.According to Laws of United Arab Emirates\n, at the expiration of 7 (seven) years, the money will\nrevert to the ownership of the ( U.A.E ) Government if\nnobody applies to claim the fund.\n\n\nConsequently, my proposal is that I will like you as a foreigner to \nstand in as the next of kin to Mr. Raymond Beck so that the fruits\nof this old man's labor will not get into the hands of\nsome corrupt government officials.\n\n\nThis is simple, I will like you to provide immediately\nyour full names and address so that the attorney will\nprepare the necessary documents and affidavits that\nwill put you in place as the next of kin.\n\n\nWe shall employ the services of an attorney for drafting\nand notarization of the WILL and to obtain the necessary\ndocuments and letter of probate/administration in your\nfavor for the transfer. A bank account inany part of\nthe world that you will provide will then facilitate\nthe transfer of this money to you as the beneficiary\n/next of kin.The money will be paid into your account\nfor us to share in the ratio of60% for me and 40% for\nyou.\n\n\n\nThere is no risk at all as all the paperwork for this\ntransaction will be done by the attorney and my position\nas the Branch Manager guarantees the successful execution\nof this transaction.If you are interested, please reply\nimmediately via the private email address above. Upon\nyour response, I shall then provide you with more\ndetails and relevant documents that will help you\nunderstand the transaction.\n\n\n\nPlease send me your confidential telephone and fax\nnumbers for easy communication.Please observe utmost\nconfidentiality, and rest assured that this \ntransaction would be most profitable for both of\nus because I shall require your assistance to\ninvest my share in your country.\n\n\nAwaiting your urgent reply via my confidential email address\nhaithamsharaff1@arabtop.net\n\nRegards\n\n\nMr. Haitham Sharaf,    ", "id": "07c314ebd12b5aa4f01d28968832c6cf"}