{"email_subject": "Good day", "email_body": "Dear Sir,\n\nI personally decided to put in writing as below, the full details of this\nbusiness proposal that I have been trying to explain to you. I have a\nre-profiling amount in an excess of US$58M, which I seek your partnership in\naccommodating for me. I am willing to give out 25% of this total sum to you for\nyour quick assistance and partnership, 70% for me and while 5% should be set\nside for reimbursement of any unforeseen expenses we both might incure in the\ncause of this transaction. However, I sincerely seek your confidence in this\ntransaction, which I am proposing to you.\n\nMy name is Robert Bada, I am the personal assistance to the former President of\nRepublic of Liberia (President Charles Taylor). President Charles Taylor\ndecided on the 11th of August 2003 to go into exile in a neighboring country\nNigeria to seek asylum.  Based on these developments, his various foreign bank\naccounts have been frozen and some are still under serious investigation. But\nin the light of all these happenings, President Charles Taylor was able,\nthrough the help of some loyalist succeeded to secretly move the sum of US$58M,\non my name as the owner to a private security company vault in\nNigeria where the final crediting is expected to be carried out later. All the\ndepositing documents of the above fund were on my name and they are still in my\npossession\n\n\nWhat I need from you is to stand as the beneficiary of the above quoted sum and\nI will arrange for the documentation which will enable the Security Company\ntransfer / wire the fund to your bank account. I have decided to do this only\nwith you and use this sum to relocate to European or American continent and\nnever to be connected to any of President Charles Taylor's conglomerates. This\ntransaction can be concluded within 2 weeks.\n\nMy questions are:-\n 1. Can you handle this project?\n 2. Can I give you this trust?\n 3. can you keep this business as very confidential?\n 4. If you can sponsor this transfer, Is 25% acceptable to you, as your\ncommission?\n\nConsider this and get back to me as soon as possible.\n\nYOUR REPLY:\nWe have a very poor internet system over here, so please reply only to my\nprivate fax number 24317598570 or call me on telephone number 23417765782 (feel\nfree to call), so i can give you more clear explanations details and\ninformation about this transaction. I will also need your direct telephone and\nfax number for easy reach. Finally, it is my humble prayer that the information\nas contained herein be accorded the necessary attention, urgency as well as the\nsecrecy it deserves. Please i need you to send me your telephone number so i\ncan give you a call immediately for more discusion. As soon as I get your\npositive response, I will send you more information to you.\n\nBest regard\n\nMr. Robert Bada\n\n\n\n\n", "id": "081aad0c44e2e4a957a833cd00f13e50"}