{"email_subject": "From The Desk Of:Barr. MARK GRILLO.", "email_body": "Content-Type: text/plain Message-Id: <20070303170012.3E77853C9B@master.sivit.org> Date: Sat,  3 Mar 2007 18:00:12 +0100 (CET) Content-Transfer-Encoding: quoted-printable =0D >From The Desk Of:Barr. MARK GRILLO.=0D (MARK GRILLO & ASSOCIATE LTD)=0D Tel:+447774650103=0D Fax:+447005810343=0D Email:markgrillo1@katamail.com=0D  =0D Attn:CEO=0D  =0D I am Barrister Mark Grillo . I am the Personal Attorney to =0D Mr.Morris Thompson an American who unfortunately lost his life in the pla= ne crash of Alaska Airlines Flight 261 which crashed on January 31 2000, = including his wife and only daughter. You shall read more about the crash=  on visiting this website.=0D http://www.cnn.com/2000/US/02/01/alaska.airlines.list/=0D =0D  =0D Since then I have made several enquiries to his Embassy to locate any of = my clients extended relatives, this has also proved unsuccessful.After th= ese several unsuccessful attempts, I decided to trace his relatives over = the Internet, to locate any member of his family but of no avail, hence I=  contacted you for your assistance .=0D  =0D I contacted you to assist in repartrating the money and property left beh= ind by my client before they get confiscated or declared unserviceable by=  the bank where this huge deposits were lodged with the STANDARD CHARTERE= D BANK  UK.This is the Bank where the deceased had an account valued at a= bout =A310.5 million Pounds.=0D  =0D Conseqently,The bank issued me a notice to provide the next of kin or hav= e the account confiscated within the next fourteen official working days.= since I have been unsuccesfull in locating the relatives for over 6 years=  now I seek your consent to present you as the next of kin of the decease= d since you are not  his relative so that the proceeds of this account va= lued at =A310.5 million Pounds can be paid to you and then you and me can=  share the money. 60% to me and 30% to you,while 10% should be for expens= es or tax as your government may require.=0D =0D We intend to effect the transfer within a few days from the date of recei= pt of the following information:=0D =0D 1)Your name,=0D 2) companys name,=0D 3) address=0D 4) telephone and fax numbers,=0D  =0D I have all necessary legal documents that can be used to back up any clai= m we may make. All I require is your honest cooperation to enable us see = this deal through. I guarantee that this will be executed under a legitim= ate arrangement that will protect you from any breach of the law.=0D  =0D Please get in touch with me by my Fax number,email address above or phone=  to enable us discuss further and send me your fax and telephone number.=0D =0D Please Reply to my private emailaddress:markgrillo1@katamail.com=0D  =0D Best regards,=0D Barr.Mark Grillo=0D", "id": "081dae6ec1727c8692460d84e848799b"}