{"email_subject": "WE NEED YOUR ASSISTANCE.", "email_body": "\nFROM: BARRISTER DENNIS KERRY ESQ.\n      DENN KERRY & CO\n      ATTORNEYS AT LAW\n      NIGERIA.\n      EMAIL: denniskerry@web-mail.com.ar\n\nWE NEED YOUR ASSISTANCE.\n-----------------------\n\nDEAR FRIEND,\n\nCOMPLIMENTS OF THE SEASON. GRACE AND PEACE AND LOVE\nFROM THIS PART OF THE ATLANTIC TO YOU. I HOPE MY\nLETTER DOES NOT CAUSE YOU TOO MUCH EMBARRASSMENT AS I\nWRITE TO YOU IN GOOD FAITH BASED ON THE CONTACT\nADDRESS GIVEN TO ME BY A FRIEND WHO WORKS AT THE\nNIGERIAN EMBASSY IN YOUR COUNTRY. PLEASE EXCUSE MY\nINTRUSION INTO YOUR PRIVATE LIFE.\n\nI AM BARRISTER DENNIS KERRY ESQ. I REPRESENT MOHAMMED\nABACHA, SON OF THE LATE GEN.SANI ABACHA, WHO WAS THE\nFORMER MILITARY HEAD OF STATE IN NIGERIA. HE DIED IN\n1998. SINCE HIS DEATH, THE FAMILY HAS BEEN LOSING A\nLOT OF MONEY DUE TO VINDICTIVE GOVERNMENT OFFICIALS\nWHO ARE BENT ON DEALING WITH THE FAMILY. BASED ON THIS\nTHEREFORE, THE FAMILY HAS ASKED ME TO SEEK FOR A\nFOREIGN PARTNER WHO CAN WORK WITH US AS TO MOVE OUT\nTHE TOTAL SUM OF US$75,000,000.00 ( SEVENTY FIVE\nMILLION UNITED STATES DOLLARS ), PRESENTLY IN THEIR\nPOSSESSION. THIS MONEY WAS OF COURSE, ACQUIRED BY THE\nLATE PRESIDENT AND IS NOW KEPT SECRETLY BY THE FAMILY.\n\nTHE SWISS GOVERNMENT HAS ALREADY FROZEN ALL THE\nACCOUNTS OF THE FAMILY IN SWITZERLAND, AND SOME OTHER\nCOUNTRIES WOULD SOON FOLLOW TO DO THE SAME. THIS BID\nBY SOME GOVERNMENT OFFICIALS TO DEAL WITH THIS FAMILY\nHAS MADE IT NECESSARY THAT WE SEEK YOUR ASSISITANCE IN\nRECEIVING THIS MONEY AND IN INVESTING IT ON BEHALF\nOFTHE FAMILY.\n\nTHIS MUST BE A JOINT VENTURE TRANSACTION AND WE MUST\nALL WORK TOGETHER. SINCE THIS MONEY IS STILL CASH,\nEXTRA SECURITY MEASURES HAVE BEEN TAKEN TO PROTECT IT\nFROM THEFT OR SEIZURE, PENDING WHEN AGREEMENT IS\nREACHED ON WHEN AND HOW TO MOVE IT INTO ANY OF YOUR\nNOMINATED BANK ACCOUNTS. I HAVE PERSONALLY WORKED OUT\nALL MODALITIES FOR THE PEACEFUL CONCLUSION OF THIS\nTRANSACTION. THE TRANSACTION DEFINITELY WOULD BE\nHANDLED IN PHASES AND THE FIRST PHASE WILL INVOLVE \nTHE MOVING OF US$25,000,000.00( TWENTY FIVE MILLION\nUNITEDSTATES DOLLARS ).\n\nMY CLIENTS ARE WILLING TO GIVE YOU A REASONABLE\nPERCENTAGE OF THIS MONEY AS SOON AS THE TRANSACTIONIS\nCONCLUDED. I WILL, HOWEVER, BASED ON THE GROUNDS THAT\nYOU ARE WILLING TO WORK WITH US AND ALSO ALL\nCONTENTIOUS ISSUES DISCUSSED BEFORE THE COMMENCEMENT\nOF THIS TRANSACTION. YOU MAY ALSO DISCUSS YOUR\nPERCENTAGE BEFORE WE START TO WORK. AS SOON AS I HEAR\nFROM YOU, I WILL GIVE YOU ALL NECESSARY DETAILS AS TO\nHOW WE INTEND TO CARRY OUT THE WHOLE TRANSACTION.\nPLEASE, DO NOT ENTERTAIN ANY FEARS,AS ALL NECESSARY\nMODALITIES ARE IN PLACE, AND I ASSURE YOU OF ALL\nSUCCESS AND SAFETY IN THIS TRANSACTION.\n\nPLEASE, THIS TRANSACTION REQUIRES ABSOLUTE\nCONFIDENTIALITY AND YOU WOULD BE EXPECTED TO TREAT IT\nAS SUCH UNTIL THE FUNDS ARE MOVED OUT OF THIS COUNTRY.\nPLEASE, YOU WILL ALSO IGNORE THIS LETTER AND RESPECT\nOUR TRUST IN YOU BY NOT EXPOSING THIS TRANSACTION,\nEVEN IF YOU ARE NOT INTERESTED.LOOK FORWARD TO WORKING\nWITH YOU. THANK YOU.\n\nPLEASE,REPLY IMMIDIATELY TO MY PRIVATE EMAIL:\ndenniskerry@web-mail.com.ar\n\nTRULY YOURS,\n\nBARRISTER DENNIS KERRY ESQ.\n\n\n    \n\n     \n\n\n\n                                                                      \n\n", "id": "087837c4e0e64af5cde1b7ef0beec28e"}