{"email_subject": "GOD;S     WORK", "email_body": "Dear Beloved in Christ,\n\nIt is a priviledge to hear from God and it gives me joy to relate my testimony to you haven recieved instruction from God through divine  revelation.\n\nI was a Moslem and a retired military top officer in Nigerian Army that served under the past military regime. I was the financial secretary to the Armed Force Ruling Council (AFRC). With my position as a \nfinancial secretary, I was able to divert up to $45,000,000.00 (Forty Five  million U.S Dollars, into my personal Bank  Account, hoping to invest the money when I'm retired.\n\nImmediately I got retired, I was converted from Moslem to Christian  when I was preached the words of God through my cousin Pastor Paul Osakwe. I then gave my life to Christ and became a born again Christain.\n\nSince I gave my life to Christ, I had no rest of mind. Some times I  think of the souls I killed when I was a soldier and the dubious ways I  diverted my country's money into my Personal Bank Account.I then decided \nto seek the face of God for forgiveness and after fasting and prayer through Divine Revelation, the Almighty God revealed to me that the only way I could have rest of mind is when I used all my money to\ndo the work of God. I immediately disclosed my revelation to my Pastor and he was happy with me.\n\nI have been thinking of the particular thing to do for my God before this present civilian president of my country set up  a panel  (Honourable Oputa Panel) to probe the Bank Account of the past Military officers \nlike me. Instead of loosing this money to my government, I quickly  withdrew my money out of my Account and deposited the money in a finance and security company for safety.\n\nMy Pastor has adviced me to sneak out of the country with the money to sow it into a ministries abroad. I have decided to sow this money into  your ministry. I am making arrangement to come over to your country but \nyou need to receive this in cash before I come over.\n\nThe cash has been packaged by the security company in consignments and ready for shipment but the security company requires the address of the money from the finance and security company receiver. Please send to\nme your names, address and your tele and fax number where I can fax the  Airway Bill to enable you claim the consignment. \n\nI will be coming over to your ministry with my family for thanksgiving as soon as I sent out this money to you. \n\nI look forward to your response through my private yahoo account:zik_don@yahoo.co.uk\nGod bless you.\n\nDeacon zik.\n\n\n\n\n\n\n\n\n\n\n\n", "id": "08af648c012c691e8eb181e767566780"}