{"email_subject": "Seeking Urgent Response. ", "email_body": "\n-- \nGood evening,\n\nMy name is Mr. Solomon Kaku, a banker here in Ghana. I write you this \nproposal in good faith as a brother, believing that you will not \nbetray me regarding the information I am about to reveal to you. In \n2002 a Crude Oil dealer Late Mr. MICHAEL SCHMIDT, made a (Fixed \ndeposit) for 60 calendar months, valued at US$14,600,000.00 (Fourteen \nMillion, Six hundred Thousand US Dollars) with my bank. I was his \naccount officer before I rose to the position of manager. The maturity \ndate for this deposit contract was 20th of August 2005. I have tried \nmy possible best to locate Mr. Michael to notify him about this, but \nall my efforts proved abortive. I later discovered that Mr. Michael, \nhis wife and only daughter were among the victims of bomb blast during \nthe war in Iraq. Unfortunately, he has no other living relatives to \ninherit this fund.\n\nNow, a new Financial Law, which takes effect in two months time, \nstipulates that any bank account more than $5,000,000.00 [Five Million \nUS Dollars] will be investigated and the bank shall produce the \naccount owner for clearance. This is a Government measure to check \nmoney laundering. If I do not find a way to move this money out of the \ncountry immediately, in two months time, it might be reverted to \nGovernment treasury because the bank management cannot provide Mr. \nMichael since he is now late. I am seeking your co-operation to \npresent you as the next of kin to the account since you are a \nforeigner, so that my bank head quarters will release the funds to \nyou. It is only a foreigner can claim the funds in the account.  There \nis no risk involved, the transaction will be executed under a \nlegitimate arrangement that will protect you from any breach of law. \nLet me know how much percent you will take, so that both parties will \nbe satisfied. Contact me as soon as you receive this message for \nfurther details. \n\nPlease, treat as top secret, I am the only person having this \ninformation. \n\nRegards,\n\nSolomon Kaku.\n\n\n\n", "id": "092e8fbb07e1e8d59d8d8a57d6df0b4c"}