{"email_subject": "Please Respond ASAP.", "email_body": "FROM THE DESK OF MR. STEVE BAKER \nDEPARTMENT OF PETROLEUM RESOURCES \nMAITAMA DISTRICT, \nGARKI-ABUJA \n\n\n\nI am Mr. Steve Baker, a member of the Contract Award \nCommittee of the above department. \n\nTerms of Reference: \nMy term of reference involves the award of contracts to \nmultinational companies. My office is saddled with the  responsibility \nof contract award, screening, categorization and prioritization of \nprojects embarked upon by Department of Petroleum \nResources (DPR) as well as feasibility studies for selected \nprojects and supervisig the project consultants involved. \nThe DPR is now  compiling beneficiaries to be paid for the \nfirst Fiscal Quarter of  2005. \n\nThe crux of this letter is that the finance/contract \ndepartment of the DPR deliberately over -invoiced the \ncontract value of the various contracts awarded. In the \ncourse of disbursements, this department has been able to \naccumulate the sum of Thirteen Million, Seven \nHundred and Thirty One Thousand U.S Dollars as the \nover-invoiced  sum. This money is  currently in a suspense \naccount of the DPR  account with the Debt Reconciliation \nCommittee (DRC). \n\nWe now seek to  process the transfer of this fund officially \nas contract payment to you as a foreign contractor, who will \nbe fronting for us as  the beneficiary of the fund. In this \nway we can facilitate these funds into your nominated \naccount for  possible investment abroad. We are not allowed \nas a matter of  government policy to operate any foreign \naccount to transfer this fund into. \n\nHowever, for your involvement in assisting us with this \ntransferinto your nominated account we have evolved a sharing \nformula as follows: \n(1) 25% for you as the foreign partner \n(2) 75% for I and my colleagues \n\nWe shall be relying on your advice as regard investment of \nour share in any business in your country. Be informed that \nthis business is genuine and 100% safe  considering the \nhigh-power government officials involved. Send your private \nfax/telephone numbers. \n\nUpon your response we shall provide you with further \ninformation on the procedures.  Expecting your prompt positive response \nas I Look forward to a good business relationship with you. \n\nSincerely, \nSteve Baker \n\n\n\n\n\n\n\n\n", "id": "096fa57a47cb9d1d490ab43c16850285"}