{"email_subject": "BUSINESS/FUNDTRASNFER", "email_body": "FROM: MR. TONY SMITH\nDIRECTOR AUDIT AND ACCOUNTS UNIT,\nAMALGAMATED BANK OF SOUTH AFRICA (ABSA)\n142,WEST STREET SANDOWN 2196\nJOHANNESBURG, SOUTH AFRICA.\nTEL:+27-83-52-75788\nE-MAIL: tonysmith115@hotmail.com\n\nDear\n\nWith due honor and respect, I introduce myself to you for a better \nrelationship. I am Mr,TONY SMITH  the Director in charge of Audit/Accounts \nunit, Foreign Remittance Department of AMLGAMATED BANK OF SOUTH \nAFRICA(ABSA). Your contact is courtesy of Business online network via \nInternet as I decided to contact you for this beneficial transaction that is \n  100% risk free.\n\nDuring auditing, verifications/investigations in our bank at the end of last \nfiscal (financial) year, I discovered the sum of (US$17.5M}SEVENTEEN MILLION \nFIVE HUNDRED THOUSAND UNITED STATES DOLLARS in a dormant account belonging \nto an  Australian international businessman who died along with his family \nin the November 5th,2001 plane crash in Abidjan west Africa. Our \ninvestigations revealed no survival or NEXT OF KIN/RELATIONS for claims as \nwe have long been expecting someone to forward applications for claims as it \napplies to our banking  regulations. Information / verifications from \nreliable sources confirmed that his supposed ?NEXT OF KINS? died with him in \nthe crash. Hence this for your perusals.\n\nHowever, I kept this information (SECRET) confidential within my \njurisdiction to enable us submit claims and transfer this fund through \ntrustworthy person whom we shall present to our bank as the BONAFIDE ?NEXT \nOF KIN? to the deceased. We intend to credit this fund into any of your \nnominated (designated) offshore bank account for investments.Meanwhile, all \ndomestic arrangements for claims has been put in place awaiting your \nacceptance to participate. I will give you directives and all needed  \ninformation as soon as I receive your positive response.\n\nKindly understand that we could not carry out this on our own as based on \nthe simple facts that we are civil servants and secluded from operating \nforeign account and too, it will raise eyebrows on our side in terms of \ntransfer being staff of the bank. Moreover, this fund belongs to a foreigner \nand demands same as next of kin to claim it. Hence your contact for   \nsuccessful operation. My colleagues and I has resolved to offering you 20% \nof the, total sum as commission, We will invest 75% of our share in your \ncountry provided it is profit oriented. 5% of the total fund will be set \naside to re-emburse all expenses to be incurred in the course of  running \nthis transaction such as telephone and other minor expenses. I am  assuring  \nyou of a smooth and successful transaction provided you display maturity and \nobserve confidentiality.\n\nAnd it will interest you to know that the Reserve Bank(Apex) will approve \ncredit of this fund into your account as contract payment to abstain you \nfrom all queries regarding the source (originality) of this fund and will \nprovide you (beneficiary) with contractual (data) details to certify your \nbank or  government if the need arises. Therefore, be kind to clarify\nthe following for my consideration:\n\n1. Can your account accommodate this fund in your local bank without \ngovernment intervention or do you have an account outside your country where \nyou may consider safe for this fund ?.\n2. What are taxation in your country like as I desire a low/free tax zone?.\n3. What are the interest rates on long/short term fixed deposit in your \nlocal banks?.\n4. What other lucrative investments would you suggest as I intend banking, \nreal estate and hotels if they are good business venture in your Country?.\n5. Can you be able to make residential documents and purchase a house for me \nand my family to relocate and settle in your country?.\n\nKindly indicate your private telephone and fax number for more  effeicient \ncommunication.\nLooking forward to your anticipated urgent response.\n\nBest regards,\n\n(MR TONY SMITH)\n\n_________________________________________________________________\nChallenge your buddies with online games - get MSN Toolbar! \nhttp://messenger.msn.co.za?DI=1054&XAPID=2532\n\n\n\n", "id": "09837e38f68d90f1cae8480757171b8f"}