{"email_subject": "In Good Faith", "email_body": "\nFrom: The Desk of Gordon Blackwell\nAmsterdam-Netherlands \nPRIVATE E-MAIL: gblacwell@walla.com\n\nRE: YOUR ASSISTANCE IS NEEDED IN ACTUALIZING THIS GOAL \n\n\nLet me start by introducing myself to you, I am Gordon Blackwell,I got your contact during my private search in the Internet and I want to believe that you will be very honest, committed and capable of assisting in this business venture. \n\nFirstly, let me explain the source of this funds and what you are expected to do. A foreigner and an oil merchant/contractor with the government of Netherlands, until his death, over some years ago, was a victim of Kenya airway: bus (a310-300) flight kq430 plane crash. \n\nThe deceased, banked with us and has a closing balance as at July 2001 worth $4.5m (Four million Five Hundred Thousand United States dollars). Which My bank, now expects a next-of-kin to claim as the beneficiary of the funds, efforts has been made by my Bank to get in touch with the The deceased's Family or relative but to no avail. \n\nBased on the perceived possibility of not being able to locate The deceased's Family or relative and next-of-kin, the management under the influence of our chairman and the board of directors are making arrangements for the funds to be declared unclaimed and channeled to an unknown account. It is based on this that I have contacted you to stand as the next-of-kin of The deceased or relative so that the funds, will be released and paid into your account as the beneficiary /next-of-kin to the deceased. \n\nAll documents, and proof to enable you get the funds have been carefully worked out as I have secured from the different offices concerned for the smooth transfer of the fund to your nominated account. It has been agreed that the owner of the account will be compensated with 30% of the remitted funds.\n \nIf this proposal satisfies you, please reach me either by mail or phone: +31 64 920 8093, for more clarification about how this will be done. \n\nAnd also provide me the following information:\n\nNAMES IN FULL:\nCONTACT ADDRESS:\nTEL:\nFAX:\nOCCUPATION:\n\nNB: Reply me using my private mail address: gblacwell@walla.com\nYours faithfully, \n\nGordon Blackwell\n+31 64 920 8093 \nAMSTERDAM-NETHERLANDS. \n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://yoursite.com\n\n\n", "id": "09c356a6d41f5d40acfdd0ea375edcd9"}