{"email_subject": "Please Help Me (Dear)", "email_body": "\n\n\nDear Friend,\n\nAs you read this, I don't want you to feel sorry for me, because, I\nbelieve everyone will die someday,and am contacting you because i really\ndo need your help,and i want you to help me with all your effort and time\nfor just seven to fourteen workings days of your time.I want you to be\nhonest and truth full with me that you will help me with my last wish as a\ndying man.\n\nMy name is Saeed Ahmed a merchant in Dubai, in the U.A.E. I have been\ndiagnosed with Esophageal cancer.It has defiled all forms of medical\ntreatment, and right now I have only about a few months to live,according\nto medical experts.\n\nI have not particularly lived my life so well, as I never really cared for\nanyone(not even myself)but my business. Though I am very rich, I was\nnever generous,I was always hostile to people and only focused on my\nbusiness as that was the only thing I cared for. But now I regret all this\nas I now know that there is more to life than just wanting to have or make\nall the money in the world.\n\nI believe when God gives me a second chance to come to this world I would\nlive my life a different way from how I have lived it. Now that God has\ncalled me, I have willed and given most of my property and assets to my\nimmediate and extended family members as well as a few close friends.\n\nI want God to be merciful to me and accept my soul so, I have decided to\ngive also to charity organizations, as I want this to be one of the\nlast good deeds I do on earth. So far, I have distributed money to some\ncharity organizations in the U.A.E, Algeria and Malaysia. Now that my\nhealth has deteriorated so badly, I cannot do this myself anymore.\n\nI once asked members of my family to close one of my accounts and\ndistribute the money which I have there to charity organization in\nBulgaria and Pakistan,they refused and kept the money to themselves.\nHence, I do not trust them anymore, as they seem not to be contended with\nwhat I have left for them.\n\nThe last of my money which no one knows of is the huge cash deposit of\nEighteen Million Dollars $18,000,000,00 in side two boxes that I have\nwith a Finance/Security Company Abroad. I will want you to Act as my\nBeneficiary who will help me contact the security finance company on my\nbehalf to discuss the terms and condition of getting this deposit out from\nthier custody and also helping me to dispatch it to the charity\norganisations.\n\nReply to this email with your full names,contact address,tel number and\nfax to enable me ask my doctors lawyer to arrange for you a power of\nattorney that will give you full legal backing as my beneficiary.\n\nI have set aside 30% for you and for your time.\n\nPlease kindly reply to my most confidential email if you are really\ninterested in helping me please:\n\nsaeedahmed631@yahoo.com\n\noo.comGod be with you.\n\nSaeed Ahmed\n\n\n\n", "id": "09db89d58f059f89befba3eb469d6b11"}