{"email_subject": "A RELIABLE BUSINESS PARTNER", "email_body": ">From the Desk of\nMR.MICHEAL EDET DUKE\nBRANCH MANAGER,\nUNITED BANK FOR AFRICA PLC\nILUPEJU BRANCH\nLAGOS NIGERIA.\nALTERNATIVE EMAIL:  micheal_edetduke@sify.com\n\nATTN: PRESIDENT/C.E.O,\n\nStrickly Confidential\n\n\nI am pleased to get across to you for a very urgent\nand profitable business proposal, though I don't know\nyou neither have I seen you before but my confidence\nwas reposed on you when the Chief Executive of Lagos\nState chamber of Commerce and Industry handed me your\ncontact for a confidential business.\n\nI am the manager of United Bank for Africa Plc (UBA),\nIlupeju branch, Lagos Nigeria.\nThe intended business is thus; We had a customer, a\nForeigner (a Turkish) resident in Nigeria, he was a\nContractor with one of the Government Parastatals. He\nhas in his Account in my branch the sum of US 32.6\nMillion (Thirty Two Million, Six Hundred Thousand\nU.S. Dollars).\n\nUnfortunately, the man died four years ago until today\nnon-of his next of kin has come forward to claim the\nmoney. Having noticed this, I in collaboration with\ntwo other\ntop Officials of the bank have covered up the account\nall this while. Now we want you (being a foreigner) to\nbe fronted as\none of his next of kin and forward your account and\nother relevant documents to be advised to you by us to\nattest to the Claim.\n\nWe will use our positions to get all internal\ndocumentations to back up the claims .The whole\nprocedures will last only 14 working days to get the\nfund retrieved successfully without trace even now or\nin future.\n\nYour response is only what we are waiting for as we\nhave arranged all necessary things. As soon as this\nmessage comes to you kindly get back to me indicating\nyour interest, then I will furnish you with the whole\nprocedures to ensure that the deal is successfully\nconcluded.\n\nFor your assistance we have agreed to give you twenty\nfive percent (25%) of the Total sum at the end of the\ntransaction while 65% would be for my colleagues and I\nand the remaining 10% would be for any form of\nexpenses that may be incurred during the course of the\ntransaction which would be given to us when the money\nis transferred into your account before splitting the\nbalance on the agreed percentage of 65% to 25%.\n\nI await your earliest response.\n\nThanks,\n\nYours Sincerely\n\nMR.MICHEAL EDET DUKE\nBRANCH MANAGER,\nUNITED BANK FOR AFRICA PLC\nILUPEJU BRANCH\nLAGOS NIGERIA.\n\n\n\n", "id": "09ff6dc68ff32af81182e8054a0d5aff"}