{"email_subject": "Please Reply My Mail", "email_body": "Hello Dear,\n\n\nI 'm very sorry to interrupt your peace Since you're not expecting to receive any mail from me. However, I was obliged to do so due to the importance and urgency of the message. I crave your indulgence, and want to reasure you that I mean well and that it is only for our mutual good. So please don,t be embarrassed as this's the only way I could make contact to you.\n\n\nMy name is J.Woodly, a Journalist attached to the United Kingdom military. I 'm writing this message from Ar-ramadi in Iraq. We have moved around a few times building up F.O.B. around the western side of the country as well as missions into Baghdad, with attacks by insurgents everyday and car bombs, we managed to move funds belonging to Saddam Hussein's family which we found in his palace.We want to move this money out of Iraq, since it's a war zone although partially ended but the daily activities of suicide bombers is frighteningly on the increase as you may know from the cnn daily reports.I'm in need your help as an individual or any company overseas whom I can confidently work with I have not finished my assignment and cannot return to the UK now.\n\n\nI have the honor to confide this information in you and to request for your pleasure to assist in receiving and secure the money, pending our retirement from service. You are therefore expected and advised to display high degree of maturity,responsibility and understanding in handling this information. I will give you all the details in my next mail when you have indicated your interest and commitment to work with me towards securing the money that was recovered. I will also tell you the amount and the process to secure tge funds when I hear from you.\n\n\nI hope you will honor me too.I will come over to join you for sharing and to guarantee that we have unlimited access to you. \n\n\nI eagerly await your positive response.\n\n\nRespectfully,\n\nJ.Woodly\n\n\n", "id": "0a64efdd3aad883ef80fda27dcd94ab2"}