{"email_subject": "***SPAM*** Please respond  !!!!! ", "email_body": "FROM: MR WILLIAMS DANIEL\n\nDEMOCRATIC REPUBLIC OF CONGO.\n\nREPLY TO EMAIL ADDRESS:   williamsd3@rediffmail.com\n\nDear Friend,\n \nSEEKING YOUR IMMEDIATE ASSISTANCE.\nPlease Permit me to make your acquaintance in so\ninformal a manner. This is necessitated by my urgent\nneed to reach a dependable and trust wordy foreign\npartner. This request may seem strange and\nunsolicited but I will crave your indulgence and pray\nthat you view it seriously. My name is MR Williams Daniel of the Democratic Republic of Congo and One of the\nclose aides to the former President of the Democratic\nRepublic of Congo LAURENT KABILA of blessed\nmemory, may his soul rest in peace.\n \nDue to the military campaign of LAURENT KABILA to\nforce out the rebels in my country, I and some of my\ncolleagues were instructed by Late President Kabila\nto  go abroad to purchase arms and ammunition worth of\nTwenty Million, Five Hundred Thousand United States\nDollars only (US$20,500,000.00) to fight the rebel\ngroup. But when President Kabila was killed in a\nbloody shoot-out by one of his aide a day before we\nwere schedule to travel out of Congo, We immediately \ndecided to divert the fund into a private security\ncompany here in Congo for safe keeping. The security\nof the said amount is presently being threatened here\nfollowing the arrest and seizure of properties of Col.\nRasheidi Karesava (One of the aides to Laurent Kabila)\na tribesman, and some other Military Personnel from\nour same tribe, by the new President of the Democratic\nRepublic of Congo, the son of late President Laurent\nKabila, Joseph Kabila. \nIn view of this, we need a reliable and trustworthy\nforeign partner who can assist us to move this money\nout of my country as the beneficiary.\nWE have sufficient ''CONTACTS'' to move the fund under\nDiplomatic Cover to a security company in the europe\nin your name. This is to ensure that the Diplomatic\nBaggage is marked ''CONFIDENTIAL'' and it  will not\npass through normal custom/airport screening and\nclearance.\nOur inability to move this money out of Congo all\nThis while lies on our lack of trust on our supposed\ngood friends (western countries) who suddenly became\nhostile to those of us who worked with the late\nPresident Kabila, immediately after his son took\noffice. Though we have neither seen nor met each\nother, the information We gathered from an associate\nwho has worked in your country has encouraged and\nconvinced us that with your sincere assistance, this\ntransaction will be properly handled with modesty\nand honesty to a huge success within two weeks. The\nsaid money is a state fund and therefore requires a\ntotal confidentiality.\nThus, if you are willing to assist us move this fund\nout of Congo, you can contact me through my email\naddress above with your telephone, fax number and\npersonal information to enable us discuss the\nmodalities and what will be your share\n(percentage) for assisting us.\nI must use this opportunity and medium to implore You\nto exercise the utmost indulgence to keep this Matter\nextraordinarily confidential, Whatever your Decision,\nwhile I await your prompt response. Thank you and\nGodBless.\n \nBest Regards\nMR WILLIAMS DANIEL\n\n", "id": "0a991b7f3ee99c398c6d91c65a776351"}