{"email_subject": "I AWAIT YOUR RESPONSE", "email_body": "Greetings \n \nI am Barr Charles Brown, a Canadian attorney based in \nManchester, United Kingdom and the personal attorney to Late Mr. Mark \nMichelle, a French National. Late Mr. Mark Michelle until his untimely \ndeath was a private oil consultant/contractor with the British \nPetroleum Company, herein after shall be referred to as my client. \n \nOn 23rd December 2003, my client and his wife with their three \nchildren were involved in a ghastly auto crash; all occupants of the \nvehicle unfortunately lost their lives. Since then, I have made \nseveral enquiries with his countrys' embassies to locate any of my \nclients extended relatives. After several unsuccessful attempts, I \ndecided to personally contact you with this business partnership \nproposal. \n \nThe deceased had a deposit valued presently at Eighteen \nMillion United states dollars and the company has issued me a notice \nto provide his next of kin or beneficiary. Having been unsuccessful in \nlocating any of my late client relatives for over two (2) years now. I \nam now seeking your consent to present you as the next of \nkin/beneficiary to the deceased so that the proceeds of this account  \ncan be paid to you. \n \nI have worked out modalities for achieving my \naim of appointing a next of \nkin as well as transferring the money \nabroad for us to share in the ratio of 50% for me and 35% for you, and \nwe shall collectively donate 10% to the charity homes course while 5% \nwill be set aside for any incurable expenses both local and \ninternational. \n \nThe money transfer paperwork itself will include a \ncertificate of origin so that \nthe receiving bank does not ask \nquestions. Also the paperwork will include \nproper certificate that the \nfund being transferred is from non-criminal sources. In short this will \nbe a proper and legal money transfer with no risk involved. The \ntransaction is guaranteed to succeed without any problem. All I need \nis your trust and confidence. As soon as I hear from you, I shall \nprovide you with further clarification that you may need to know. \n \nBest wishes, \nMr. Charles Brown. \n\n\n\n\n\n\n", "id": "0ab974415cbc1cc9a1b67200ea4dc352"}