{"email_subject": "JOB OFFER", "email_body": "Goodday to you,\n       My name is Victoria McKnight and I am an artist. I live in London,England with my two kids, four cats, one dog and the love of my life. It is definitely a full house. I have been doing artwork since I was a small child. That gives me about 23 years of experience. I majored in art in high school and took a few college art courses.Most of my work is done in either pencil or air brush mixed with color pencils. I have recently added designing and creating art work on the computer.I have been selling my art for the last 3 years and have had my work featured on trading cards,prints and in magazines. I have sold ingalleries and to private collectors from all  around the world.I am always facing serious difficulties when it comes to selling my art works to International Clients,they are always offering to pay with an International POSTAL MONEY ORDER,which is difficult for me to cash here in ENGLAND.\n     I am looking for a representative outside the United Kingdom who will be working for me as a partime worker and i will be willing to pay 10% for every transaction to you,which wouldnt affect your present state of work, i need someone who would  help me recieve payments from my customers outside the united kingdom.i mean someone that is responsible and reliable,because the cost of coming to the state and recieving  payments is very expensive for me and it is also time consuming for me because i am always busy with work,i am working on setting up a branch outside the United Kingdom,so for now i need a representative who will be  handling the payment aspect.\n    These payments are in money order and they would come to you in your name, so all you need do is cash the money\norders and deduct your percentage and wire the rest back. But the problem i have is trust,It wouldnt cost you any amount,you are to receive payments which will be sent to you by fedex or usps from my business patners, which would come in form of a money order then you are to cash it and send the cash to me via western union money transfer or moneygram money transfer,all transfer fees should be deducted from the money.\nRegards\nVictoria McKnight Inc.\n100 Gellatly Way,\nLondon SE1 34D\nEngland.\nFax:+447031845365\nvmcknight_arts80@yahoo.com\n\n\n\n\n\n", "id": "0af9a1a07de39482c7effbdcfced4f0e"}