{"email_subject": "\"MY GOODWILL\"", "email_body": "Dear friend, \nIt is indeed my pleasure to write to you this letter, \nwhich I believe will be a suprise,as we are both \ncomplete strangers. \nAs you read this, I don't want you to feel sorry for \nme, because I believe everyone will die someday. My \nname is Miguel Wayne, a former merchant in Dubai, in the \nU.A.E. I have been diagnosed with Esophageal cancer \nwhich was discovered very late, due to my laxity in \ncaring for my health. \nIt has defiled all forms of medicine, and right now I \nhave only about a few months to live, according to \nmedical experts. I have not particularly lived my life \nso well, as I never really cared for anyone not even \nmyself but my business.Though I am very rich, I was \nnever generous,I was always hostile to people and only \nfocus on my business as that was the only thing I \ncared for,but now I regret all this as I now know that \nthere is more to life than just wanting to have or \nmake all the money in the world. \nI believe when I have a second chance to come to this \nworld I would live my life a different way from how I \nhad lived it, now that it is dark for me, I have \nwilled and given most of my properties and assets to \nmy immediate and extended family members and as well \nas a few close friends. \nTo correct my wrong past life, I have decided to give \nalms to charity organizations,as I want this to be one \nof the last good deeds I do on earth. So far, I have \ndistributed money to some charity organizations in the \nU.A.E, Algeria and Malaysia. Now that my health has \ndeteriorated so badly,I cannot do this my self \nanymore. \nI once asked members of my family to close one of my \naccounts and distribute the money which I have there \nto charity organization in Bulgaria and Pakistan, they \nrefused and kept the money to themselves. Hence, I do \nnot trust them anymore, as they seem not to be contended with what I have\nleft for them. The last of my money which no one knows of is the huge cash\ndeposit of four million dollars that I have with a Fiducial Company Abroad,\nI will want you to help me collect this deposit and dispatched it to charity\norganizations and you must be sending me informations of how it was\ndisbursed either by email or otherwise . I have set aside 10% for you for\nyour time and patience. \nThanks. \nMiguel Wayne.\nNB \nPlease do not share my email addess with anyone as I \nhave received some emails from some unscrupulos people \nclaiming to be charity organisations and other weird \nstories. \n\nNOTE:You must reply this mail to me through\n: miguelwayne@velocall.com for the above reasons I have told you about.\n\n-------------------------------------------------\nsent by Excite Inbox - http://inbox.excite.co.uk\n\npowered by Excite UK - http://www.excite.co.uk\n\n\n\n\n", "id": "0b4844b9da6c3d048db5dc9fd2dcb163"}