{"email_subject": "Reply Urgently", "email_body": "FROM: Mr.Daniel Mensah,\nGRAND FINANCE AND TRUST BANK.\nRUE CLUB DE L' AMITIE,\n0251 B.P. 1625 COTONOU,\nBéNIN REPUBLIQUE.\n\n\n\nMy Dear Friend,\n\n  In Oder to transfer to overseas $28.5 million(USD)\nfrom GRAND FINANCE AND TRUST BANK,Bénin Republique.\nI want to  ask you to quietly look for a reliable\nand honest person who will be capable and fit to\nprovide either an existing bank account or to set up a\nnew  Bank a/c immediately to receive this money, even\nan empty a/c can serve to receive this funds quitely.\n\nI am Mr.Daniel Mensah, the accountant/auditor of\nthe above Finance Corporation in Cotonou,Bénin\nRepublique and personal confidant to Mr.Alvaro Quesada\nof Dominican Republic in Caribbean Island who died in\na Plane Crash accident(2002-04-19) on his way to\nattend a weddind ceremony together with his wife and\nonly Child (Alvaro Jr).\n\nMr.Alvaro Quesada, is From Dominican Republic in\nCaribbean Island, and a prosperous Tobacco merchant,\nhe died in the year 2002 without having any\nbeneficiary to his assets including his account\nhere in Bénin which he opened in the above stated bank\nin the year 2001 as his personal savings for the\npurpose of expansion and developement of his company\nin Africa before his untimely death in 2002.Until his\ndeath,he was the president of the Dominican Tobacco\nExporters Association.\n\nAnd from my Investigation,i found out that No other\nperson knows about this account because he( Mr.Alvaro\nQuesada )never knew that he is going to die so soon,\nand so his purpose was not achieved. If i don't remit\nthis money immediately, it will get lost(may be it\nwill go into the pockets of the corrupt government\nofficials who will never use it for any reasonable\nthing at all).I dont want to miss this opportunity\nbecause it comes ones in a life time.\n\nThe amount involved is $28.5 million(USD)Twenty eight\nmillion,five hundred United States Dollars and no\nother person knows about this account. I am contacting\nyou for us to transfer this funds to your account as\nthe beneficiary,I want to first transfer\n$16,000.000.00(Sixteen million USD) from this money\ninto a safe account abroad, after which we will\ntransfer the remaining (12.5M).  I am only contacting\nyou as a foreigner because this money cannot be\napproved to a local person here, without a valid\nforeign international  passport, but can only be\napproved to any foreigner with valid international\npassport or drivers license and foreign a/c, this is\nbecause the money is in US Dollars and the former\nowner of the a/c, Alvaro Quesada is a foreigner too,\nand as such the money can only be approved into a\nforeign a/c.\n\nHowever,  I am revealing this to you with belief in\nGod that you will never let me down in this business.I\ndon't know you and have never seen you before,i only\ngot your contacts from an international directory\nwhich my secretary provided for me. You are the first\nand the only person that I am contacting for this\nbusiness, so please reply urgently so that I will\ninform you the next step to take. Send also your\nprivate telephone and fax number.\n\nI need your full co-operation to make this work\nbecause the management is ready to approve this\npayment to any foreigner who has correct information\nof this account,which I will give to you, upon your\npositive response and once I am convinced that you are\ncapable and will meet up with instruction of a keybank\nofficial who is deeply involved with me in this\nbusiness.\nI want to tell you that this transaction is 100% risk\nfree and legal because all the documents that will\nback up this transaction will be available, so that no\nbody will question the fund when it is finaly\ntranfered to your account.\n\nAt the conclusion of this business, you will be given\n40% of the total amount and 60% will be for me. I look\nforward to your earliest reply through this email.\n\n\nThanks for your time.\n\nYour's faithfully,\n\nMr.Daniel Mensah\n\n\n\n\n\n", "id": "0b61babf8c83ca428a249fa09f869367"}