{"email_subject": "From Mrs. Alimatou Ouedraogo(Urgent assistance needed)", "email_body": "From: Mrs. Alimatou Ouedraogo\nAfrican Development Bank\nBurkina Faso (ADB-ANNEX)\nOuagadougou-Burkina Faso.\n\nDear friend,\n\nIt will be a surprise for you to receive this mail, Welcome this letter. I \nam Mrs. Alimatou Ouedraogo ,the Director Of The Accounts & Auditing Dept. At \nThe African Development Bank Ouagadougou-West Africa. With due respect I \nHave Decided to contact you on a business transaction that will be \nBeneficial to\nBoth of us. At The Bank's Last Accounts/Auditing Evaluations, my staffs Came \nAcross an old account which was being maintained by a foreign client Who we \nLearnt was among the deceased passengers of an Airline Crash On 6th Nov. \n2002.\n\nSince the deceased was unable to run this account since his Death. the \nAccount has remained doormat without the knowledge of his family since It \nWas put in a safe deposit account in the bank for future investment by The \nClient. Since his demise, nobody, not even the members of his family have \nApplied for claims over this fund and it has been in the safe deposit \nAccount until we discovered that it cannot be claimed since our client Is a \nForeign national and we are sure that he has no next of kin here to File\nClaims over the money. as the director of the dept, this discovery was \nBrought To my office so as to decide what is to be done. with the few \npersonnel  In my Dept, we decided to seek ways through which to transfer \nthis money out Of the  Bank and out of the country too.\n\nThe total amount in the accounts is one million dollars(us$1.000.000)with \nour positions as staffs of the bank, we are Handicapped because we cannot \noperate foreign accounts and cannot lay Bonafide claim over this money. \nwhile we were contemplating on what to Do, a Friend of mine who works with \nthe chamber of commerce and industry Recommended your personality to me and \nadvised I should ask you for Help to Transfer this money out of the country. \nthe client is a foreign national And You will only be asked to act as his \nnext of kin and I will supply you With All the necessary informations and \nbank data to assist you in being Able to Transfer this money to any bank of \nyour choice where this money could\nBe Transferred into.\n\nI and my partners have decided to give away forty %(40%)to you for Your \nAssistance and ten (10%) for any expenses that might arise during the \nTransaction of this transfer. we want to assure you that this\nTransaction is Absolutely risk free since we work in this bank which is why \nyou should Be Confident in the success of this transaction because you will \nbe Updated With information as at when desired. We will please wish you keep \nthis transaction secret as we are hoping To Retire with our share of this \nmoney at the end of transaction which Will be When this money is safely in \nyour account. We will then come over to\nYour Country for sharing according to the previously agreed percentages.\n\nYou might even have to advise us on possibilities of investment in your \nCountry or elsewhere of our choice. may Allah help you to help us to a \nRestive retirement. Amen. Please for further informations and enquiries \nfeel free to contact me Through my email \naddress,(alimatou_0_ouedraogo@hotmail.fr)\nAm awaiting for your urgent response!!!\nThanks and remain blessed.\nMrs. Alimatou Ouedraogo\n\n_________________________________________________________________\nTen :  Messenger en illimit sur votre mobile !  \nhttp://mobile.live.fr/messenger/ten/\n\n\n\n", "id": "0b995db345b2c8682bb258a2e4ef3e92"}