{"email_subject": "From: James Jonbo", "email_body": "From: James Jonbo\nE-mail :james_jonbo555@yahoo.com\nAbidjan, Cote d'ivoire \nTel: +225 08541845 \nPeace Be Unto You\nI am Mr james Jonbo the only son of late Mr. Joseph Jonbo . My father and mother were very wealthy farmers and cocoa merchant when they were both alive \nAfter the death of my father,long ago, my mother was controling his business untill she was poisoned by her business associates which she surffered and died . Before the death of my mother on October 2005 in a private hospital here in Abidjan where she was admitted, she secretly called me on her bed side and disclosed to me about the sum of four million five hundred US dollars thousand . USD ($4.5million ) she left in suspense account in one of the bank here in Abidjan , it was the money she intended to transfer oversea for investment before she was poisoned.\nShe instructed that I should seek for a foreign partner in any country of my choice who will assist me transfer this money in oversea account where the money will be save and invested wisely. \nBecause of the current political problem here in Ivory Coast I decided to transfer the money to abroad where it will be save and invested. therefore, I am crying and seeking for your kind assistance in the following ways:\n(1) To provide a safe bank account into where the money will be transferred for investment .\n(2) To serve as a guardian of this fund since I am a boy of 20 years old .\n(3) To make arrangement for me to come over to your country to further my education and to secure a resident permit for me in your country.\nAs soon as I receive your urgent reply indicating your interest to assist me to successfuly transfer the money into your yet nominated account , I would give you all necessary information you may require.I have mapped out 20% of the total funds as mode of compensation for your effort for assisting me with this request. Expecting your urgent response via my email \naddress: james_jonbo555@yahoo.com\nYours son,\nJames Jonbo. \n\n\n\n\n\n", "id": "0ba64f269c15c5fb89552a3f102a33a1"}