{"email_subject": "URGENT RESPONSE FOR BUSINESS TRANSACTION. ", "email_body": "Attention:\n\nDear Sir/Madam,\nCONTACT : mailto:jawilliams@o2.pl\n\nPlease permit me to introduce my humble self to you,\nI'm Mr.JAMES WILLIAMS, I am the Manager of\nInternational Relation with Barclays Bank of Ghana\nLimited, I 'm 48yrs old, I got your email address on\nThe Internet and my confidence reposed on you.\n\nHope you read this Message carefully and reply me\nimmediately.\n\nAlthough we have not met before, but I\nsuggest that this transaction will bring us together.\n\nMy dear, we have a customer, a foreigner but base here\nin Ghana, his Name is Mr. kwme kuffo.\n\nHe is from Atlanta Georgia, but base here with his wife and his\ntwo children, Mr.kwme kuffo has being banking with our\nbank for the past 2yrs, some time MARCH 2004,\nMr.kwme kuffowas on his way to his house, and\nunfortunately, Mr.kwme kuffo ran into a Trailer load of\nGroundnut Oil, and died immediately, their car got\nburnt, No single soul was saved, Mr. kwme kuffo\nand his entire family was confirmed died.\n\nMy Board Directors and Board Management of Barclays Bank of Ghana\nhas mandated and instructed me to look for\nMr.kwme kuffo relation/relatives and his next of Kin\nto come and claim Mr. kwme kuffo Fund, Since MARCH\n2004 till date, I have been looking for Mr. kwme kuffo\nrelation's and relatives/Next of Kin to come and claim\nMr. kwme kuffo Fund which he Deposited with our bank,\nI have contacted his Embassy and after 3days, his\nAmbassador told me that Mr. kwme kuffo has no relation\nand no next of kin, their Ambassador told me that\nMr.kwme kuffo used his first son as his next of kin, but it\nis quite unfortunate that Mr. kwme kuffo died with all\nhis family members.\n\nThe reason why I contacted you is\nthus, Mr. kwme kuffo is dead, and his only son whom\nsupposed to inherit his properties and money also,\ndied with him.\n\nAs at this moment, nobody or Person[s]\nis coming to claim this money from our bank.\n\nThe board directors and management of our bank has told me\nthat if nobody or person[s] apply for the claim of Mr.\nkwme kuffo Fund, the bank will return Mr. kwme kuffo\nFund into our Federal Reserve.\n\nIn the Light of the above, I want you to stand as the\nRelation/relative of\nLate Mr. kwme kuffo; I want you to act as the kwme kuffo\nBrother, so that you will inherit Mr. kwme kuffon Money\nwhich he deposited with our bank, it might interest\nyou to know that Mr. kwme kuffo has a Domiciliary Bank\nAccount with our Bank and he has a total sum of\nUS$9.2M Nine Million Two Hundred Dollars, this is the\nexact amount which late Mr. kwme kuffo has in his\ndomiciliary Account, and this money is still in his\naccount as unclaimed money.\n\nThis transaction is very easy and simple, and it is\n100% risk free, I'm the\nManager for International Relations with Barclays Bank of Ghana Limited, and \nthe Management and Board\nDirectors of the Bank are waiting for me to provide to\nthem the Relation or next of Kin to late Mr. kwme kuffo,\nof which I told them that I am still searching the\nnext of kin to the deceased.\n\nFinally, if you are interested with this transaction, I will front you to \nthe bank as the only next of kin to late Mr. kwme kuffo,\nand I will let the bank know that you are the only\nright person to inherit late Mr. kwme kuffon Funds and\nproperties.\n\nIf you agree with me, I will present you\nto my bank as the rightful person/next of kin to Late\nMr. kwme kuffo, and all Mr. kwme kuffo Properties and his\nMoney US$9.2M Nine Million Two Hundred Thousand\nDollars will be Transferred into your own Account as\nMr. kwme kuffo next of kin.\n\nIf you are interested, just email me. If you are\ninterested, late Mr. kwme kuffo Funds will be credited\ninto your Account.\n\nSo reply me immediately and let me know what you say.\n\nFeel free to ask any questions.\n\nWe will share Late Mr. kwme kuffo Funds 50-50; you will\ntake 50% of the US$9.2M. Which is US$4.600, 000.00\nFour Million Six Hundred Thousand Dollars, while the\nBalance of the same amount will be mine.\n\nI will be waiting for your immediate response,\n\nThanks and have a nice day.\n\nWith immense regards,\n\nJAMES WILLIAMS\n\nCONTACT : mailto:jawilliams@o2.pl\n\n_________________________________________________________________\nShare your special moments by uploading 500 photos per month to Windows Live \nSpaces  \nhttp://clk.atdmt.com/MSN/go/msnnkwsp0070000001msn/direct/01/?href=http://www.get.live.com/spaces/features\n\n\n\n", "id": "0bac25e2537c674db2d408c4f684567e"}