{"email_subject": "FROM PRINCE ALEX  DUKE", "email_body": "FROM PRINCE ALEX  DUKE \nTEL-234 80 33254029\nDear Greeting, \nIn \nappreciation of your esteemed contact received through a reliable \nsource and the choice of your country I wish to introduce myself . \n\nI \nam Prince Alex  kishali duke the first son of His Royal Majesty, WIWA \nDUKE and the traditional ruler of Eleme Province in the oil area of \nRivers State of Nigeria. I am making this contact to you in respect of \nUS 45,000,000.00, which I inherited, from my late father. This funds \nwas accumulated from royalties paid to my father as compensation by the \noil firms located in our area as a result of oil presence on our land \nwhich hamper agriculture which is our major source of livelihood. \nUnfortunately my father died from protracted diabetes. But before his \nhe called my attention and informed me that he lodged some funds with a \nsecurity firm and Security Code Number was also revealed to me, he then \nadvised me to look for a reliable business partner abroad, who will \nassist me in investing the funds in a lucrative business as a result of \neconomic instability in Nigeria. \nI and my family have unanimously \ndecided to give you 20% of the total funds, 2% for charity homes and 3% \nfor expenses, which may arise during the transaction, fax and phone \nbills inclusive. The balance of 75% you will invest and manage for my \nfamily. I hereby guarantee you that this is not government funds, it is \nnot drug funds and it is not fundsÂ  from arms deal.I will give you all \nproof of deposit and existence of funds once urgedand fully satisfied \nwith your capability and honesty. I hope this will be the beginning of \na prosperous relationship between my family and \nyour family. \nNevertheless if you are for any reason not interest, kindly inform \nme \nimmediately so that I will look for another contact. \nReply me with \nthis my private mail box (alex_duke@mail.\naz)                                       \nYours faithfully, \nPRINCE \nALEX  DUKE\n\n\n", "id": "0bb80d8a15c64e76dcc7d0ccf2b4feff"}