{"email_subject": "very urgent", "email_body": "BILL AND EXCHANGE OFTHE FOREIGN REMITTANCE DEPARTMENT OFCITIZENS INTERNATIONAL BANK LTD,LAGOS.NIGERIA.email address at:nzamo__ben@myway.com Date 8/4/2005. Dear , I am writing to you, following the impressive information about you through the Web,and I believe in your capability and reliability to champion this opportunity.I am the Operations Officer, BILL AND EXCHANGE of THE FOREIGN REMITTANCE DEPARTMENT OF CITIZENS INTERNATIONAL BANK LTD,LAGOS.NIGERIA.In my department,we discovered an abandoned sum of 17.5 million US dollars Seventen million five hundrend US dollars) in an account that belongs to one of our foreign customers who died along with his entire family in 0ctomber,1998 in a plane crash. Since we got information about his death, we have been expecting his next of Kin to come over and claim his money because we can not release it unless some body applies for it as next of Kin or relative to the deceased as indicated in our banking and financial policies but unfortunately we learnt that his supposed next of kin or relation died with him in the accident leaving nobody behind to claim the money. It is therefore upon this discovery that I and other officials in my department now decided to make this business proposal to you and release the money to you as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and we dont want this money to go into the Bank treasury as unclaimed bills. The Banking law and guide line here stipulates that if such money remained unclaimed after Six and half years, the money will be transferred into the Bank treasury as unclaimed fund.The request for a foreigner as next of kin in this business is occasioned by the fact that the customer was a foreigner and an indigene cannot stand as next of kin to the deceased family. We agreed that 30% of this money will be for you as foreign partner, in respect of your assistance in this business, and 70 % would be for me and two of my staff in the business. Thereafter,I and my colleagues will visit your country for disbursement according to the percentages indicated.Therefore, to enhance the immediate transfer of this fund to you as arranged,you must apply first to the Bank as relation or next of kin of the deceased indicating your private, telephone and fax number for easy and effective communication and location where the money will be remitted. Upon receipt of your reply, I will send to you by fax or e-mail the text of the application.I will not fail to bring to your notice that this transaction is hitch free and that you should not entertain any atom of fear as all required arrangements have been made for the transfer.You should contact me on MY E-MAIL, as soon as you receive this letter. I decided to contact you as you have products of interest in your part of the world where we can invest our own percentage to avoid peoples awareness as we are civil servants. Note that we can conclude this operation within ten banking days.Please keep this very confidential for obvious security reasons. Contact me for more information, all confirmable before you apply if you want. Trusting to hear from you shortly for a detailed information which are confirmable before you can make up your mind to apply.If however,you are not interested,do let me know by return mail too as I will not contact anybody else until I hearfrom you.Reach me immediately through my private emailaddress at:nzamo__ben@myway.com May God be with you. Yours faithfully,Dr Ben Nzamo", "id": "0bc6ff47a52849eb07d2b56558a16f15"}