{"email_subject": "Mutual Request", "email_body": "\nOFFICE OF THE PRESIDENT\n\nFEDERAL MINISTRY OF WORKS AND HOUSING \n\nFALOMO SQUARE IKOYI\n\nLAGOS NIGERIA\n\n234 2 8108124,8107735-36\n\nE mail:fmf_acc@presidency.com\n\nOur Ref:ofr/whc/0078\n\nYour Ref:\n\nFirst, I must solicit your strictest confidence in this transaction, this is by virtue of the nature as being utterly confidential and top secret.\n\nI am the Director of project and the newly appointed chairman, contract reviewing committee(CRC) of the Federal ministry of Works and Housing (FMW&H) in Lagos, Nigeria, I am seeking your assistance to enable me transfer the sum of US $17,000,000.00 into your account for mutual benefits. This money came about as a result of a contract executed on behalf of my Ministry, the (Federal Ministry of Works and Housing). This contract was officially assigned to be awarded and executed by two foreign contractors at the tune of US$80,500,000.00, but in the course of my negotiation, I bargained with only one foreign contractor, a Bulgarian firm which now executed the contract at the cost of US $63,500,000.00. Thus leaving the remaining US$17M to my benefits unknown to the contractor and any other person in my Ministry. \n\nThis contract has been satisfactorily executed and inspected as the Bulgarian firm is presently securing his payment from my Ministry. It is however to this effect that I seek your maximum assistance and approval to present your company name alongside with the Bulgarian contractor as the second foreign contractor to enable me transfer the difference(US$17M) into your account for further investment depending on your advice. On actualization of the transaction, the funds will be shared thus:\n1. 35% of the money go to you for acting as the beneficiary of the funds. 2. 10% for reimbursement to both parties for incidental expenses that may be incurred in the course of the transaction for Insurance, phone bills, documentation etc \n3. 55% to me. All logistics are in place and all modalities worked out for the smooth actualization of the transaction within fourteen working days of commencement after receiving the following information by fax: Your address,phone and fax numbers.\nThe above information will enable me make application and lodge claims to concerned Ministries in favour of your company or name and it is pertinent to state here that this deal is entirely based on trust and the fear of God. Dear Sir, if you are able to handle this deal, reach me through my official telephone number 234 2810 8124 for a perfect understanding of this transaction. After the close of work every week days I will parallel this telephone line to my official residence, which is not far from the Federal Secretariat Complex, so that you can reach me at any point in time. \n\nYours faithfully, \n\nIbrahim Ebaye Dr.\n\n \n\n \n\n\n\n\n\n\n\n\n---------------------------------\nDownload Yahoo! Messenger now for a chance to WIN Robbie Williams \"Live At Knebworth DVD\"", "id": "0bdbe7f534bff8b69a3f03b44b355cd7"}