{"email_subject": "ASSISTANCE PLEASE", "email_body": "From: Mr Lami Kallon\n\nInvestment assistance in your country.\n\nAttn Pls,\n\nHow are you and the daily activities including your family? I hope everybody \nis fine.\n\nBefore I proceed, may I humbly introduce myself to your good self, I am Mr \nLami Kallon a citizen of sierra Leone in west Africa and son of the late \nminister of works who was killed as a result of the notable role he played \nduring the current civil war going on in my country Sierra Leone.\n\nI got your contact through a reliable source regarding your trust \nworthyness, as such; I decided to ask for your assistance in this \ntransaction that will remain secret and confidential at this stage.\n\nBefore the death of my father, while he was on sick bed he confided in me \nand revealed to me about the money he deposited in a Security Company in \nGhana; the sum of $25 million (Twenty five million USD) in the certificate \nof deposit I was made the next of kin.\n\nBut since his death I am living in Accra, Ghana as a refugee.\n\nMy late father earlier instructed me not to invest the money in Africa as a \nwhole because of the unstable political and economic situation in Africa \nthat I should look for trusted foreigner to be my foreign partner and \nbeneficiary so that the fund will be invested in his/her country.\n\nI want you to stand as my foreign partner so that both of us can invest the \nfund together in your country.\n\nPlease send me your private phone and fax number, as soon as you receive \nthis mail, this will enable me send you the document relating to the deposit \nand the modality on how the fund will be transfer to you in your country.\n\nFor your assistance you will be entitling to 10% of the total amount, while \n5% will be set aside for all the expense you incurred during the process of \nthe transaction.\n\nAs soon as this is done, you have to prepare for concrete arrangement that \nwill enable me join you in your country for the investment.\n\nTry as much as possible to keep this transaction secret and confidential at \nthis stage.\n\nThanks in anticipation for your kindly assistance.\n\nThis is the number you will use to reach me.+233 27 619 8662\n\nBest regard,\n\nMr Kallon\n\n_________________________________________________________________\nDon't just search. Find. Check out the new MSN Search! \nhttp://search.msn.com/\n\n\n\n", "id": "0bf5c0ca4199dbe0a4590bb9833d00d7"}