{"email_subject": "YOUR ATTENTION", "email_body": "Dear Associate, \nI wish to use this medium to reach out to you and at the same time strongly \nadvice that you \nendevore to treat this mail as discreet and urgent as possible. \nMy name is Geophrey.A.Nester ,i am the personal account officer to one \nEngineer.B.Williams a \nforeign expartriate with Mobil Petroleum Company Netherlands,herein shall be \nreferred to as my client.My client was one of those involved in the Alaska \nAirlines Flight 261 plane crash that took place on the 4 february 2000 which \nclaimed the lives of every passangers on board that Airplane. \nHe had operated an account here with FINANS BANK (Netherlands) valued at \n8.5m EUROS. \nThis account has since remained dormant and unclaimed since his death.I was \nhowever notified to have the next of kin come and claim this money b'cos the \nmoney can only be released and paid to the next of kin to the deceased as \nindicated in the banking laws and guidlines,but several enquries i made \ninorder to get in contact with his possible relation revealed to me that his \nsupposed relations were among those in the plane crash leaving nobody for \nthe claim. \nThe banking laws and guidlines here stipulates that if such account remains \ndormant for over 5yrs funds will be decleared as unclaimed and subsequently \nwill be diverted into the bank treasury as unclaimed funds.In view to \nthis,the bank have indicated action to divert this funds in question into \nthe bank treasury within the next ( 21 ) official working days. \nI am only contacting you as a foreigner to assist claim and repatriate this \nmoney for safe keeping and for future investment before the funds is \nconfisticated and diverted into the bank treasury as unclaimed funds.On this \nnote,i seek your consent having contacted you to present and represent your \ninterest here at the bank as the next of kin to enable the possible release \nand payment of this funds to you.I will be counting  on your reputation as \nbeing reliable and rightfull for this transaction.Positive measures to \nfacilitate the success of this transaction have been arranged and will \ncarefully be executed.This transaction is 100% risk free,so on gaining your \ninterest in my proposed business relation to you then we can further discuss \non the terms and modalities for sharing of the money. \nI anticipate your prompt response with your telephone numbers and best time \nto reach you. \nUnderstand that firstly an application has to be mailed to the bank and you \nare are to contact the bank so i require your full names and contact address \nto enable me address a formal application letter that will be used in \nfilling claim for the release & payment of this funds to you as next of kin. \nI know that this mail may come to you as a surprise since we hardly know \neach other,well i belive this is a good oppurtunity for both of us to know \nour selfs and also to benefit from it.Best regards, \nSincerely, Geophrey.A.Nester. \n\n\n", "id": "0c627cc464fe435f5ca62e27d8b64052"}