{"email_subject": "RESPOND IF YOU ARE WILLING TO HELP", "email_body": "Yuri KonovalovGeneral Director Novokuibyshersk Oil, RESPOND IF YOU ARE WILLING TO HELP   Dear friend,   I have sent you this mail because of the need to open discussions with you. I don't want you to misunderstand this offer in any aspect, if it is okay with you I ask for your full cooperation. I am Yuri Konovalov, the General Director of Novokuibyshersk Oil an international affiliate of Yukos Oil and Gas Company based in Russia. Due to ill Health I have esophageal cancer, it has defiled all forms of medical treatment and according to the medical experts it is a terminal illness so I do not know how much longer I have to live.  I never had any real Friends in my lifetime because I never really cared for anyone but my business. But now I know that there is more to life than making all the money in the world. However, certain unfolding events has made it very necessary for me to seek your help, my company is fighting investigations and bankruptcy due to the Yukos Oil problems in Russia, most of my assets were seized due to this case.Recently I received a bulk payment from South Africa Ministry for my last contract there. I instructed them specifically not to send the funds to Russia because of the problems, but that the funds to be deposited with a Finance and Security company in Europe on hold. A huge cash deposit of Twenty-Five Million dollars was domiciled with a finance/Security Company overseas to my knowledge only. This is the last of my assets, now that my health has deteriorated so badly, I cannot do this myself anymore, I therefore   need you as a partner because you are a neutral party to help me collect this funds deposited with the security company and disburse it secretly based on instructions.  Because my time is short I have decided to give most of this money to charity organizations, as I want this to be one of the last good deeds I do on earth. For all your good efforts you will receive 30% of the Funds and must disburse the rest based on instructions. I want you to understand my seriousness in this case and if you canhandle the job kindly contact me on this email(y_konovalov@yahoo.com)for security purposes. I have all the necessary documents on hand; please contact me ASAP so we can discuss more.  Thank you for your anticipated cooperation. If you are not interested, please keep it to yourself and do not respond.   Best Regards,   Yuri Konovalov", "id": "0c8df9909196c35ee5304a78f708c90c"}