{"email_subject": "PLS URGENT REPLY NEEDED", "email_body": "MR. HULFUMAN DAVID\nGHANA COMMERCIAL\nBANK LTD.\n19 KOTOBABI AVE. \nACCRA GHANA.\nEMAIL>hulfumandav2006002@yahoo.ca \n\nGood Day,\n\nI am Mr.HULFUMAN DAVID, credit officer of ghana\ncommercial Bank Ltd, accra ghana. I  have an urgent\nand  very confidential business proposition for you.\nOn october 15, 1999, our client Mr. Hatem Kamil Abdul\nFatah who was the deputy governor of Baghdad in Iraq\nand also business man made a numbered fixed deposit\nfor 12 calendar months, with a value of  Fourty\nMillions Five Hundred Thousand United State Dollars\nonly in my branch.\nUpon maturity several notice was sent to him, even\nafter the war late this year.  Another notification\nwas sent and still no response\ncame from him. We later find out that the Governor has\nbeen\nassasinated in Baghdad.\nThe websites below is a verification of the news about\nhis death:\nhttp://news.bbc.co.uk/go/pr/fr/-/1/hi/world/middle_east/3970619.stm\nhttp://www.uslaboragainstwar.org/article.php?id=6979\nAfter further investigation it was also discovered\nthat Mr. Hatem Kamil Abdul Fatah did not declare any\nnext of kin in his official papers including the paper\nwork of his bank deposit. And he also confided in\nme,last time he was at my office that no one except\nme knew of his deposit in my bank.\nAccording to the ghana Law,under ecowas's foreign and\ndefense affairs,at the expiration of 5 (five)\nyears,such funds will revert to the ownership of the\nghanian Government for financing military\noperations,such as purchasing of arms and ammunitions\nfor the military.\nIn order to avert this negative development,i will\nlike to seek for your permission as a foreigner to\nstand as the next of kin to  Mr. Hatem Kamil Abdul\nFatah so that the fruits of this old man's labor will\nnot be use for financing weapons which will further\nenhance the courses of war in the world in general.\nThe money will be paid into your account for us to\nshare in the ratio of 60% for me and 30% for you and\n10% for Expenses Incurred in the course of the\ntransaction.There is no risk at all as all the\npaperwork  for this transaction will be done by my\nattorney and with my position as the credit officer\nguarantees the successful execution of this\ntransaction. If you are interested,please reply\nimmediately.\nUpon your response, I shall then provide you with more\ndetails and that will help you understand the\ntransaction.\nYou should observe utmost confidentiality,and rest\nassured  that this  transaction would be most\nprofitable for both of us because I shall require your\nassistance to invest my share in your country.\nAwaiting your urgent reply.\nThanks and regards.\nMr.HULFUMAN DAVID.\nEMAIL>hulfumandav2006002@yahoo.ca\n\n\n\n\n\n", "id": "0d604598e071d6ef99109f0bf9f08adb"}