{"email_subject": "APPEAL FOR ASSISTANCE. ", "email_body": "FROM:MR.ALEX JOMOH\n#505 LOUISE BORTHA,ROAD\nJOHANNESBURG,SOUTH AFRICA\nTEL:27-73-179 -0425.\nEMAIL:alexjomoh0007@hotmail.com\nKINDLY ATTEN:THE DIRECTOR/CEO\n\n                              APPEAL FOR ASSISTANCE.\n\n\nWith warm heart I offer my friendship, and greetings and I hope this mail \nmeets you in good time. However strange or surprising this contact might \nseem to you, as we have not met personally nor had any dealings in the past, \nI humbly ask that you take due consideration of its importance and immense \nbenefit. I also sincerely seek your confidence, as I make this request to \nyou as a person of integrity.\n\n\n\nHowever,First and foremost I wish to introduce myself properly to you. my \nname is  Mr.Alex Jomoh ,the elder  son of Mr. Jomoh.c.Benard of \nZimbabwe.This might be a suprise to you about where i got your contact \naddress.Igot your address from a reliable source here in Johnnesburg ,South \nAfrica in South African Information Exchange.\n\n\nDuring the current war against the farmers in Zimbabwe from the supporters \nof our President. Robert Mugabe to claim all the white -owned farms to his \nparty members and his followers,he ordered all the  white farmers to \nsurrender  all their farms to his party members and his followers.\n\n\nMy father being one of the few rich and successful black farmers in our \ncountry was also victimised because of his opposition to Mugabe's policies. \nAnd because he did not support Mugabe's ideas,Mugabe's supporters  invaded \nmy fathers farm and burnt everything in the farm,killing my  father and  \nmade away with a  lot of items in my father's farm.\n\n\nHowever with the benefit of hingsight, owing to the looming but \ndeteriorating crisis in my country Zimbabwea,my  father had, before his \nunfurtunate death deposited with one of the Security Company in Johannesburg \n,  SOUTH AFRICA the  sum of US$18 Million (EIGHTEEN MILLION UNITED DOLLARS \n)After the death of my father,we decided  to move to the Republic of  South \nAfrica where he had deposited the money in the Security Company as \nvaluables.\n\nSo I decided to contact overseas firms and individuals that will assist me \nto move this money out of  South Africa because, as asylum seekers we are \nnot allowed to operate any bank accont within South Africa.We have agreed to \noffer 15% of the total sum for your assistance,5% will mapped out for any \nexpenses that may be incurred  in the course of this transaction and 80% \nwill be for me and my family to Invest in your country.\n\nPlease,I need the following clarifications from you:\n\n1. Would taxation be much in your country as I desire a low/free tax zone.\n\n2.What other lucrative businesses would you suggest as I intend Real \nEstate,tourism as well as industry and production or our farming business \ninvestments?.\n\n3. What are your Government incentives to foreign investors in your \nlocality?.\n\nI am believing that you will be sincere enough and of good assistance to me \nin this issue\n\n\nAll I want you to do  is to furnish me with your\nentire details including your readiness to assist me achieve this \ntransaction for investment purposes in your country under your \nsupervision.You can contact me on the above telephone or email address for \nfurther details on how to achieve this transaction.\n\nNote that this transaction is 100% risk free and should be treated  with \nabsolute confidentiality.\n\nPLEASE NOTE CONTACT ME ON  MY ALTERNATIVE EMAIL ADDRESS AS SOON AS POSSIBLE, \nEMAIL:alexjomoh_za2002@yahoo.com\n\nThanks and  God bless.\nBest regards\nMr.Alex Jomoh.(for the family).\n\n\n\n\n", "id": "0d7b9064f0dcd45effe5fd8f7c678908"}