{"email_subject": "Mme Aissata Marie Keita ", "email_body": "          Mme Aissata Marie Keita\ne-mail:assatamarie_9@yahoo.fr \n26,Rue le Pic Abidjan / Cocody Riviera\n  Republique de Côte D'Ivoire\n    \n           Bonjour très Cher(e),   \nJe vous prie d\u0092emblée de m\u0092excuser pour tous les désagréments que mon courrier pourrait vous causer. Mais même si nous ne nous sommes jamais rencontrés, je crois fermement que sur la base du droit d\u0092assistance humanitaire,une confiance véritable peut naître de notre communication et favoriser ainsi un véritable partenariat entre nous deux.\n   \n  C'est donc avec un réel plaisir que je vous contacte depuis ABIDJAN la capitale économique de la COTE D\u0092IVOIRE(AFRIQUE de l\u0092Ouest) où je vis avec mes deux enfants Moussa et samirah pour une demande d'aide et d'assistance.\n   \n  Il est vrai que nous ne nous connaissons ni d'adan ni d'eve mais compte tenue de réalités que je vis en ce moment, je prends le risque de me confier à vous et de vous faire part de mon problème.\n   \n  En fait je suis madame Aissata Marie Keita,la femme legitime de feu monsieur Balla Keita ,ancien Ministre et propriétaire de la société ivoirienne des mines. Pendant l\u0092exercice de ses fonctions , mon défunt époux avait déposé aupres  d'une compagnie de sécurité et de valeures mobilières ici à Abidjan  , une malle contenant la somme de deux millions de dollars américains 2.000.000$ US) et avait pour des raisons sécuritaires fait  enregistrer ce colis comme étant des objets familiaux de grandes valeurs  ( tableau, bijoux, etc\u0085) et surtout bénéficiaire à un partenaire d'affaire étranger.\n   \n  Malheureusement le sort en a décidé autrement.Quelques temps après sa mort,j'ai découvert dans le testament cette information et j'ai automatiquement pris contacte avec ladite compagnie pour revendiquer cet important legs en ma qualité d'épouse légitime et au regard des stipulations testamentaires.\n   \n  C'est donc a cet effet que je sollicite votre aide afin de m'aider a déconsigner cette malle et ensuite transférer son contenu sur votre compte bancaire ou tout autre compte bancaire dans votre pays.\n   \n   Je peux ainsi vous rassurer qu\u0092à la fin de l\u0092opération je vous consentirai 10% pourcent du montant global comme votre récompense personnelle doublé d'une part de 05% sur tous les revenus des investissements auxquels cet argent pourra servir et que vous allez m'aider à monter et à gérer.Et 5% de ce montant seront dégagés pour faire face aux dépenses que susciteront cette opération.\n   \n  J'envisage investir dans l'immobilier, l'hotellerie et monter une usine de production dans voitre pays ou ailleurs dans le monde. Je voudrais savoir compter sur vos qualités humaines,vertueuses et professionnelles.\n  \n\n  Je vous prie d'aggréer mes salutations les plus sincères.\n   \n  Fraternellement,\n \nMme Aissata Marie Keita\n         \nQUE DIEU BENISSE NOTRE COLLABORATION\n\n      \n\n\t\t\n---------------------------------\n Nouveau : t&eacute;l&eacute;phonez moins cher avec Yahoo! Messenger. Appelez le monde entier &agrave; partir de 0,012 euros/minute ! Téléchargez la version beta.", "id": "0dc16ce60f5d1aa965ecd42378891edf"}