{"email_subject": "From: Mr Jeff Yukon", "email_body": "\n\nFrom: Mr Jeff Yukon.\nAddress: #8 Mitchley Road Tottenham London N17 9HG\nOccupations: External Auditor\nHello,\n\nVery Urgent And Confidential\n\nDo accept my sincere apologies if my mail does not meet your personal ethics\nalthough, I wish to use this medium to get in touch with you first because it's\nfastest means. I am an extenal auditor of a well known Bank here in the United\nKingdom.\n\nIn one of our periodic auditing I discorved a dormant accounts with holding\nbalance of 52,000,000 (Fifty Two Million British Pounds) which has not been\noperated for the past three years. From my investigations and confirmations, the\nowner of this account, a foreigner by name Mr.Gregory .B.Wilson died in plane\ncrash in July 19,2003 and since then nobody has done anything as regards the\nclaiming of this money because he has no family members who are aware of the\nexistence of neither the account nor the funds.\n\nI have secretly discussed this matter with a top senior minister official of\nthe federal ministry of finance here and we have agreed to find a reliable\nforeign partner to deal with us, although due to his possition he did not want\nto take active part but as soon as you follow my instructions everything will be\nsuccessfull because we will be working hand in hand with him.\n\nWe thus propose to do business with you,standing in as the next of kin of these\nfunds from the deceased and after due legel processes have been followed the\nfund will be released to your account without delay and we will use it for\ninvestment and to assist the less privelaged in the society because if we left\nthe fund with the government it will be fortified for nothing and will be used\nto suppress the poor masses in the society.\n\nThis transaction is totally free of risk and troubles as the fund is legitimate\nand does not originate from drug, money laundry, terrorism or any other illegal\nact.\n\nSo you should provide me with your correct account detail where you will like\nthe fund to be transferred even an empty account is ok. At the conclussion of\nthe transfer you will take 35%,5% will be for any expenses both parties incurred\nin the process of this business and the remaining 60% will be for me. As soon\nas I hear from you and upon your strong assurance that you will not let me down\nonce the fund goes into your account I will then start the processing of the\ntransfer of the fund to your account without further delay.\n\nYou should send the a/c information as stated below.......together with your\ntelephone nos. both Home, Office & Cell phone for easier & faster \ncommunication.\n\nBank Name...........\nBank Address.........\nA/C Name..............\nA/C Number...............\nSwift Code..................\nYour Telephone................\nRouting Number..................\nState & Country................\n\nI look forward to hear from you as soon as possible if you are interested.\n\nYours,\n\nMr Jeff Yukon.\n\n\n", "id": "0dd7ae60717b32e7439a7a3ae16f26cc"}