{"email_subject": "urgent", "email_body": " \nCONFIDENTAL BUSINESS PROPOSAL\n\n>FROM  DR.PAT ODOGU.\n>\n>DEAR SIR\n>\n>I AM DR .PAT ODOGU ACCOUNTANT (FOREIGN PAYMENT DEPT) WITH THE \n>FEDERAL MINISTRY OF TRANSPORT LAGOS- NIGERIA.\n>\n>WITH THE ASSISTANCE OF SOME SENIOR OFFICALS OF THE CENTRAL BANK \n>OF NIGERIA,AND THE MINISTRY OF FINANCE, WE WANT TO TRANSFER THE \n>SOME OF THIRTY-FIVE MILLION US DOLLARS OUT OF MY COUNTRY, \n>NIGERIA. THE THIRTY-FIVE MILLION US DOLLARS IS AN ACCUMULATION \n>OF OVER-INVOICED CONTRACTS WHICH HAS ALREADY BEEN EXECUTED AND \n>COMMISSIONED. THIS AMOUNT STILL LIES IN THE FEDERAL MINISTRY OF \n>TRANSPORT SUSPENCE ACCOUNT WITH THE CENTRAL BANK OF NIGERIA\n>(CBN).\n>\n>AS CIVIL SERVANTS WE CANNOT OPERATE A FOREIGN ACCOUNT BECAUSE \n>THE CODE OF CONDUCT ACT IN NIGERIA MAKES IT AN OFFENCE FOR ANY \n>PUBLIC OFFICER TO OPERATE FOREIGN ACCOUNT. IT IS AS A RESULT OF \n>THIS THAT WE SOLICIT YOUR ASSISTANCE TO MAKE USE OF YOUR \n>PRIVATE/ COMPANYS ACCOUNT TO TRANSFER THE SAID SUM.\n>\n>PLEASE NOTE THAT ALL MODALITIES HAS BEEN WORKED OUT FOR A \n>SMOOTH AND HITCH-FREE TRANSFER OF THE US$35MILLION INTO YOUR \n>ACCOUNT, WITHIN TEN WORKING DAYS OF GETTING YOUR POSITIVE \n>RESPONSE AND CONSENT.\n>\n>YOU WOULD BE ENTITLED TO 30% OF THE $35,000,000:00 FOR \n>PROVIDING US AN ACCOUNT, 65% WOULD COME TO US IN NIGERIA, AND \n>THE REMAINING 5% WOULD BE USED TO OFFSET ALL LOCAL/FOREIGN \n>EXPENDITURE ON THE FOLLOWING GROUNDS.\n>\n>(A)  THAT WE ARE SATISFIED ON ALL GROUNDS THAT OUR SHARE OF THE\n>FUND WOULD BE GIVEN TO US AFTER TRANSFERENCE.\n>\n>(B) THAT THIS TRANSACTION IS TREATED WITH UTMOST\n>CONFIDENCE,SECRECY AND ABSOLUTE SINCERITY, WHICH IT DEMANDS.\n>\n>IF YOU ARE INTERESTED IN THE PROPOSAL, YOU CAN CONTACT ME \n>THROUGH MY\n>E MAIL ADDRESSES:pat11@weedmail.com OR TEL NUMBER:\n>803 305 6016 TO ENABLE US DISCUSS FURTHER DETAILS ON THE \n>TRANSACTION. \n>\n>YOU ARE ALSO REQUIRED TO PROVIDE A SECURED TELEPHONE AND FAX \n>FOR THE PURPOSE OF THIS TRANSACTION.\n>\n>EXPECTING TO HEAR FROM YOU SOONEST\n>\n>YOURS FAITHFULLY \n>\n>DR .PAT ODOGU.\n\n\n\n\n------------------------------------------------------------\nYo Yo's shall return, they always do! \nFree YoYo Giveaway,  Click-> http://TheYo.com\n\n\n---------------------------------------------------------------------\nExpress yourself with a super cool email address from BigMailBox.com.\nHundreds of choices. It's free!\nhttp://www.bigmailbox.com\n---------------------------------------------------------------------\n\n", "id": "0ddb88898e09bab73c361eb7a78376f6"}