{"email_subject": "Re: [Nutch-dev] URGENT FUND TRANSFER\\\\ INVESTMENT", "email_body": "is this spam On Tue, 7 Dec 2004 15:44:53 -0500 (EST), john koromah  wrote: >  >  > FROM:JOHN  KOROMAH  >  > PHON:27-73-267-1376  >  > EMAIL: johnko00041@yahoo.ca  >  >  > ATT: DIRECTOR/CEO,  >  > I got your contact through the South African Trade and  > Business Information Services by a very    reliable  > friend of mine who introduced your capability,  > personality and business address to me.  >  > I am MR john Koromah(Jnr) the eldest son of Major  > Johnny john Koromah,the former military head of state  > of  the  Republic of Sierra Leone.  My father was  > involved in the plot to overthrow the then president  > Tejan Ahmed Kabba. He amongst others were found guilty  > by the then special military tribunal.  >  > The government seized all my father's properties and  > assets. When the West African Peace  Keeping  > Forces(ECOMOG) arrived we escaped to South  > Africa where we sought and were granted asylum.  My  > purpose of contacting you is to solicit your  > assistance to transfer some funds.Recently,while I  > was  going through  > my father's documents(files)I  discovered  that there  > are some amount of money which was  generated from the  > sales of my county's treasure i.e. diamonds,amounting  > to a total of US$27.8M(TWENTY SEVEN Million Eight  > Hundred Thousand United States Dollars)  which he  > secretly deposited with a private security  company  > here in South Africa in coded cash.My family has  > mandated me to secretly contact a foreign partner that  > is reliable and trustworthy so that we can pay in this  > money into his account outside South Africa.  Our  > resolve to use a foreigner is due to my father's name  > which may attract attention and result in seizure of  > this money.  >  > Moreover the present civilian government of Tejan  > Kabba has frozen all overseas account owned by the  > coup leaders, which of course includes my father. I  > have in my possession all the documents with which the  > money will be easily transferred to your account over  > seas. My lawyer has promised to assist me move this  > money as soon as we have the necessary contact that is  > reliable and trustworthy.  >  > Since I got your contact through the information  > service here, I believe that you will meet our  > standard  and that you will not take undue advantage of  > my  situation and that of my family. It may be  > necessary  for you to furnish me with your bank  > details(either  private or company's account)where this  > money will  be  deposited or come to South Africa to  > open a Remittance  Account(Non Resident Account)in you  > name or that of  your company where we can pay in this  > money before  it  can be transferred to your  > account overseas on the  conclusion of this  > transaction.  >  > Immediately this money is confirmed to be in your  > account ,my mother and I will come over to your  > country to invest it. We urgently need your  > sincereCo-operation. Be assured that the transfer of  > this money into your account will be in a matter of  > days going by the assurance of my lawyer. I assure  > that nobody knows about this transaction except my  > mother, the lawyer and myself.  >  > In appreciation of your effort and assistance, I have  > worked out the sharing ratio for this transaction as  > follows 60% for my investment under your close  > supervision and directions,30% for your efforts and we  > shall set aside 10% for all incidental expenses. We  > are looking up to your assistance and I know you will  > not fail us.  >  > As soon as you get this message, send me a reply or  > contact me with the phone number written above for  > further clarifications on this transaction.  >  > Yours Faithfully  > MR.JOHN KOROMAH(JNR)  >  > N/B: Be free to assist me on this transaction because  > it is risk free on your personality going by the  > assurance and help of my lawyer.  >  >  > ________________________________ > Do you Yahoo!? > Yahoo! Mail - Easier than ever with enhanced search. Learn more.  >  > ------------------------------------------------------- SF email is sponsored by - The IT Product Guide Read honest & candid reviews on hundreds of IT Products from real users. Discover which products truly live up to the hype. Start reading now.  http://productguide.itmanagersjournal.com/ _______________________________________________ Nutch-developers mailing list Nutch-developers@lists.sourceforge.net https://lists.sourceforge.net/lists/listinfo/nutch-developers", "id": "0de9fbabb226e374a9afef254636c740"}