{"email_subject": "from elizabeth Boniface", "email_body": "From:Mrs Elizabeth Boniface\n  Tel:00225 08 72 45 92\n  16,Rue des jardins Cocody \nles Deux-Plateaux \nAbidjan Côte D'Ivoire \nplease contact me with this email\n  elizabethboniface117@yahoo.com\n   \n  Dearest One, \n   \n  Good a thing to write you. I have a proposal for you-this however is not mandatory nor will I in any manner compel you to honour against your will. \nI am Mrs Elizabeth, the wife of Mr.Boniface Macus My Husband was a highly reputable business magner \n   \n  (a cocoa merchant) who operated in the capital of Ivory coast during his days.\nIt is sad to say that he passed away mysteriously after one of his business trips abroad .Though his sudden death was linked or rather suspected to have been masterminded by his uncle who travelled with him at that time. But God knows the truth!\n   \n  Before his death he called me in the hospital and told me that he has the sum of  fifteen million,five hundred thousand United State Dollars in a trunk  box(USD$15.500,000) Which he deposited in one of the Security company here in Cote D Ivoire Africa.\n   \n  Now I am just a widow with two children, and really don't know what to do now, I want an account overseas where I can transfer this funds. This is because I have suffered a lot of set backs as a result of incessant political crisis here in Ivory coast.The death of my Husband actually \nbrought sorrow to my life.\n   \n  I am in a sincere desire of your humble assistance in this regards.Your suggestions and ideas will be highly regarded and i will like you to come down here if possible so that we can meet face to face and i will take you to the security company were my late husband deposited the trunk  \nbox which contents the money.\nNow permit me to ask these few questions:-\n   \n  1. Can you honestly help me as a widow? \n2. Can I completely trust you? \n3. What percentage of the total amount in question will be good for you after the money is been transferd in to your account? \n\n  Please,Consider this and get back to me as soon as possible. \nThank you so much.\n  My sincere regards,\nMrs Elizabeth Boniface\n  \nTel:00225 08 72 45 92\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com ", "id": "0e0c6a32e2aeb80cb4183e9c91ef2ac6"}