{"email_subject": "CHARLES ET LILIAN ANTHONY", "email_body": "CHARLES ET LILIAN ANTHONY\n Abidjan en Cte d'ivoire.\nCHARLES ET LILIAN ANTHONY\n Abidjan en Cte d'ivoire.\nAfrique de l'Ouest.\n\nSvp,\n\nPermettez-moi de vous informer de mon dsir de prendre\ncontact avec votrer aimable personne dans le seul but de\nnouer un rapport d'affaires avec vous.Nous avons obtenu\nvotre contact email adresse par les donnes\nd'automatisation aprs notre effort recherchant une\npersonne digne de confiance pour nous aider.\nNous avons obtenu plusieurs contacts et par nos prires\nincessantes et jene, nous avions eu la rvlation de Dieu\nde vous confier cette transaction car vous tes une\npersonne digne de confiance et honnte.\nEn effet,je m'appelle CHARLES ANTHONY, fils de feu MIKE\nANTHONY.Je suis ici avec ma soeur cadette qui s'apelle\nLILIAN ANTHONY.\n\nNotre pre de son vivant tait un grand ngociant trs\nriche de cacao  Abidjan, capitale conomique de la Cte\nd'ivoire.Avant qu'il ne soit empoisonn par ses propres\nassocis d'affaires lors d'un dner de travail qu'il avait\neu avec eux.\n\nPour vous parler de notrer pass trop triste,quand notre\nmre est morte le 21 octobre 1991, notre pre nous a pris\nen charge ma soeur et moi parce que nous tions sans\nmre.Nous vivions ensemble, feu mon pre , ma soeur cadette\net moi jusqu' la mort de notre pre survenue le 30 juin\n2000 dans un hpital priv ici  Abidjan.\nQuelques jours avant sa mort, et sentant sa mort, nous\navait secrtement appels sur son chevet de lit de malade\net nous avait dit qu'il a une somme de 20.000.000,00 (vingt\nmillions de dollars amricains) dpose dans une banque\nprive ici  Abidjan en son nom.\nEn outre,il nous avait galement expliqu qu'il tait fait\nle dpt de cette importante somme d'argent et que compte\ntenu de sa richesse et de ses efforts russis en matire de\ncacao, ses partenaires l'avaient empoisonn et que la seule\ngrce de Dieu, il nous exortait de chercher un associ\ntranger de notre choix aprs sa mort, cet associ devrait\nnous aider  rclamer ses fonds dposs  la banque et nous\naider  investir cet argent une fois transfr dans un\nsecteur d'investissement tel que l'immobilier.\nC'est pourquoi, nous cherchons honorablement votre aide\npour les raisons suivantes:\n\n1-Pour agir en tant qu'associ tranger de notre pre en\nrclamant ces fonds de la banque pour que le transfert et\nl'investissement de ces fonds se fassent  votre compte\nbancaire. 2-Pour tre le grant et notre\nconseillerd'investissement de ces fonds puisque je suis un\njeune homme de 25 ans et ma jeune soeur a juste 18 ans.\nD'ailleurs, nous sommes disposs  vous offrir 15% de la\nsomme totale des fonds dposs dans la banque comme\ncompensation pour tous efforts dploys pour la russite\nde ce transfert total des fonds dans le compte de votre\npays actuel. Dans l'espoir d'avoir de vos nouvelles de\nsorte que nous puissions tre en contact alors nous vous\ncommuniquerons si vous tes intress par notre appel\nurgent  notre aide et assistance les coordonnes de notre\npasteur qui s'occupe bien de nous depuis un certain\ntemps.Pour des raisons lies  notre jeunesse alors il\npourra prendre contact avec votre aimable personne pour la\nrussite de cette transaction de transfert des fonds\ndposs par feu mon pre( paix  son me).\n\nMerci d'avance et que Dieu vous bnisse.\nCHARLES ET LILIAN ANTHONY\n Abidjan en Cte d'ivoire.\nDe la part de Charles et Lilian Anthony\nEmail(charles_lilian01@yahoo.fr)\n\n\n\n", "id": "0e65d6e3ae70718a192d840d5dde1155"}