{"email_subject": "Waiting for response Pls !!!", "email_body": "Dear Blessed One,\n\nAs you read this, I don't want you to feel sorry for me,\nbecause, I believe everyone will die someday.\nMy name is George Boka ,a merchant in South Africa and \nZimbabwe.  I have been diagnosed with Esophageal cancer.\nIt has defiled all forms of medical treatment, and right now I have only about a few months to live,according to medical experts.\n \nI have not particularly lived my life so well, as I never\nreally cared for anyone(not even myself)but my business.\nThough I am very rich, I was never generous,I was always\nhostile to people and only focused on my business as that\nwas the only thing I cared for. But now I regret all this\nas I now know that there is more to life than just wanting\nto have or make all the money in the world.\n \nI believe when God gives me a second chance to come to this\nworld I would live my life a different way from how I have\nlived it. Now that God has called me, I have willed and\ngiven most of my property and assets to my immediate and\nextended family members as well as a few close friends. \n\nI want God to be merciful to me and accept my soul so, I have decided to give also to charity organizations, as I want this to be one of the last good deeds I do on earth. So\nfar, I have distributed money to some charity organizations\nin the U.A.E, Algeria,Malaysia and some countries in\nAfrica. Now that my health has deteriorated so badly, I\ncannot do this myself anymore.\n \nI once asked members of my family to close one of my\naccounts and distribute the money which I have there to\ncharity organization in Bulgaria and Pakistan, they refused\nand kept the money to themselves. Hence, I do not trust\nthem anymore, as they seem not to be contended with what I\nhave left for them.\n \nThe last of my money which no one knows of is the huge cash\ndeposit of One Million United States Dollars\nUS$1,000,000,00 that I have with a Security Company\nabroad. I will want you to help me collect this deposit and\ndispatched it to charity organizations.\n\nI have set aside 10% for you,your time and also any\nexpenses incured during this Great task.\nGod be with you.\nGeorge Boka\n\nE-mail: gboka@walla.com\n\n\n\n\n\n", "id": "0eaaac0f4010cff9f092d789f62143ad"}