{"email_subject": "Dr.MRS MARIAM ABACHA", "email_body": "ATTENTION\n\nDear; I am delighted to write this letter to you hoping that you will understand\nmy predicament and answer back without hesitation. I am MRS.MARIAM ABACHA\nwife of the late Nigerian Head of State GENERAL SANI ABACHA. I got your\ncontact through business inquires from the chamber or commerce as I was\nmaking contact for a Honest foreigner who will help save my life and my\nchildren, hence our country has been frustrating to us since the death of\nmy husband. \n\nI am in possession of $35,000.000 (THIRTY FIVE MILLION U.S DOLLARS) which\nI want to invest in your country. For your clarification and understanding,\nthis money is in a truck box which was deposited with a security company\nindisguise as a family treasure DIAMOND AND GOLD since 5th of May 1999.\nit is not an ill gotten wealth rather it was WILLED to me by my late husband.\nOn your acceptance to render this assistance to me, I will instruct the\nsecurity company to effect the change of ownership of this fund to your\nname as the bona-fide owner/my next of kin to enable you retrieve the fund\nsince the box can not be moved out of our country by the family's name.\n\n\nIt is very important that you forward to me your full name ,your private\ntelephone and fax numbers/occupation,to enable me send all relevant documents\npertaining the deposit of this fund to you. Bear in mind that this transaction\ndemands absolute confidentiality because all properties,assets and bank\naccounts both local and international bearing the ABACHA'S family name,\nare been confiscated by the Already elected civilian President of Nigeria\nso called (President Olusegun Obasanjo)hence I will not want to be exposed\nthis is to aviod losing the money. \n\nFor your knowledge, 20% of this fund $35,000.000 (THIRTY FIVE MILLION U.S\nDOLLARS) will be given to you if you assist me to secure this fund and another\n10% has set aside for all the expenses you might incur during the process\nof securing this fund. Example: TELEPHONE/FAX BILLS and any other miscellaneous\nexpenses. And bear in mind that this is the only remaining fund for the\nsurvival of my family. Nevertheless if you are in any reason not intrested\nin this proposal kindly inform me so that i will start to look for another\nreliable contact\n\nThanks as I wait for your immediate response\nPlease you can view this website and see how my\nfamily's name is been messed up; \n\n\nYours truly. \n\nDr.MRS MARIAM ABACHA\n\n\n\n\n\n", "id": "0f43cebe70c2364106d65c91c3b03f92"}