{"email_subject": "SVP AIDEZ MOI", "email_body": "\n\n\nHOTEL AMINA GUEST\nATTAH MARIE-ANGE\nABIDJAN, COTE D'IVOIRE\n0022505964929\n \n \nBonsoir,\n \nje me nomme Attah Marie-Ange et je suis la seule fille de mon defunt père Philippe Attah qui était un négociant très riche de cacao basé à abidjan,la capitale économique de la côte d'ivoire avant qu'il soit empoisonné par ses associés d'affaires à une de leur rencontre pour discuter sur une affaire de cacao.\nDepuis la mort de ma mère le 21octobre 2000,mon père m'a pris si spécial puisqu'etant orpheline.C'est pour cela qu'avant sa mort le 24 Juin 2005 dans une clinique privée ici à abidjan; il m'a legué la somme de 7.500.000 USD(sept millions cinq cents milles dollars americains) placé dans un compte bloqué dans une banque locale ici à abidjan,et m'a confirmé que je suis l'heritière directe de cette somme en banque et il m'a en outre expliqué que c'était à cause de cette richesse qu'il a été empoisonné par ses associés d'affaires,et que je devrais rechercher quelqu un de confiant, de parole,d'honneur à l étranger dans un pays de mon choix qui pourrais m'aider à transferer mon argent et l'investir.\nAu depart j'ai négligé ces conseils,mais avec la situation actuelle du pays(le braquage de certaines institutions financières telles que la BCEAO) me fait très peur.et j'ai peur que les jours a venir n'engendre une situation de trouble sans nom .\nEn ce moment ou je te parle, malgré la presence des forces ONUSIENNES et autre on vit toujours dans la peur car les rebelles menacent toujours.je le dis parce que malgré la presence de ces forces il y a eu des combats entre loyalistes et mouvements rebelles.\nvoilà donc ce qui me pousse à demander ton service.ce service c'est de:\n1) m'aider à obtenir un compte bancaire où cet argentserait transféré.2) m'aider à securiser ces fonds. dès reception de ce message  repond-moi de manière sincère.  \nA bientôt.\nMarie-Ange.\nNB:tu dois savoir qu'avant d'entreprendre quoi que ce soit je dois etre sur que tu es sincère.aussi je dois toutes les informations nécessaire sur toi.en un mot avoir ta confiance.tu peux m'appélé aussi pour qu'on puisse en discuter.je veux que cela soit confidentiel car on n'est jamais prudent en matière d'argent et je veux vous dire que je vous donnerais 20 % de mon heritage.\n \nQUE DIEU VOUS BENISSE\n_________________________________________________________________\nBesoin d'un e-mail ? Créez gratuitement un compte Windows Live Hotmail et gagnez du temps avec l'interface à la Outlook !\nhttp://www.windowslive.fr/hotmail/default.asp", "id": "0f5ed1bd4b6b5e24e493273c89ad2849"}