{"email_subject": "Dearest In Christ,", "email_body": "\nDearest In Christ,\n\nI am Mrs Elizabeth Williams,from Kuwait.I am married to late Mr Jerry Williams,\nwho worked with Kuwait Embassy in Ivory Coast for Twenty-Six years before\nhe died in the year 2001,after a brief illness that lasted for only five\ndays.  We were married for Eighteen years with a duaghter(Lilian)who later\ndied in a motor accident.\n\nBefore the untimely death of my husband,we were both born again Christians.\nSince after his death I decided not to remarry or get a child outside my\nmatrimonial home which the Bible is against. When my late husband was alive\nhe deposited the sum of (US$5.8 M)(Five Million,Eight hundred Thousand United\nStates Dollar) in a General Trust Account with a prime bank in Abidjan Cote\nd'Ivoire. Presently,this money is still with the bank. \n\nRecently,Following my ill health, my Doctor told me that I may not last for\nthe next eight months due to my cancer problem.The one that disturbs me most\nis my stroke sickness.Having known my condition I decided to donate this\nfund to a Christain organization (Church) that will utilize this money the\nway I am going to instruct herein,according to the desire of my late husband\nbefore his death.\n\nI want this fund to be used in Christain Activities like,Orphanages, Christain\nschools, and Churches for propagating the word of God and to endeavor that\nthe house of God is maintained. The Bible made us to understand that \"Blessed\nis the hand that giveth\". I took this decision because I don't have any child\nthat will inherit this money and my husband relatives are not Christians\nand I don't want my husband's efforts to be used by unbelievers. I don't\nwant a situation where this money will be used in an ungodly way. This is\nwhy I am taking this decision. I am not afraid of death hence I know where\nI am going. I know that I am going to be in the bosom of the Lord. Exodus\n14 VS 14 says that \"the lord will fight my case and I shall hold my peace\".\nI don't need any telephone communication in this regard because of my health\nhence the presence of my husband's relatives around me always.I don't want\nthem to know about this development.With God all things are possible. \n\nAs soon as I receive your reply I shall give you the contact of the bank\nin Abidjan. I will also issue you the documents that will prove you the present\nbeneficiary of this fund. \nI want you and the Church to always pray for me because the lord is my shephard.\nMy happiness is that I lived a life of a worthy Christian. Whoever that Wants\nto serve the Lord must serve him in spirit and Truth. Please always be prayerful\nall through your life. Contact me on this e-mail address:(elizabeth_w1007@yahoo.com).\nany delay in yourreply will give me room in sourcing another Church for this\nsame purpose. \n\nPlease assure me that you will act accordingly as I Stated herein. Hoping\nto receive your reply. \n\nRemain blessed in the Lord. \nYours in Christ,\n\n______________________________________\nUšetřete na povinném ručení i 2500 Kč! Výpočet ceny v online kalkulačce nebo\nna 841 444 444. O bonus nepřijdete, ten běžně převádíme.\nhttp://ad.tiscali.com/adclick/CID=0002ceb5c6efdc0e00000000/SITE=CZ.TISCALI/AREA=NEWSLETTER.HOME/POS=L3\n\n\n\n\n\n", "id": "0f9e4b5c53b335908d043f85db387130"}