{"email_subject": "FROM DR. CHESS", "email_body": "\n\n\nDear Friend,\n\nThis may come to you as a surprise, But I plead your indulgence to listen\nto me and get this important details.  I am from the Ochsner  Clinic here\nin Isreal where I serve as the director of neurologist. I am by name  Dr.\nThomas Chess. As you may be aware of  the situation on ground as regard\nthe Israeli Prime Minister Ariel Sharon.\n\nhttp://news.bbc.co.uk/1/hi/world/middle_east/4586488.stm\nhttp://www.wavy.com/Global/story.asp?S=4374353&nav=23ii\nhttp://www.cnn.com/2006/WORLD/meast/02/19/mideast/index.html\n\nHe has disclose to me a personal savings which he has managed to put\ntogether to run the up coming election before his sudden stroke of 4th\nJanuary 2006.\n\nFollowing the significant stroke suffered by Prime Minister Ariel Sharon\nin January 2006, a decision was reached by the Israeli Cabinet, under the\nadvice of the Attorney General of Israel: if the Prime Minister becomes\nincapable of making decisions, power is transferred to the Deputy Prime\nMinister ? at the time, Ehud Olmert ? who then becomes Acting Prime\nMinister until the Prime Minister recovers. If the Prime Minister is\ndeclared permanently incapacitated then the Acting Prime Minister remains\nin office for 100 days. Once that period expires the President of Israel\noversees the process of assembling a new governing coalition If the Prime\nMinister dies the Cabinet chooses a new Prime Minister. In this case,Ehud\nOlmert is now the new prime minister.\n\nThe possibilities that Ariel Sharon will come back to that position is not\ncancelled. He gave me the order to look for a reliable personnel of your\ncaliber to assist him in re-profiling a certain amount of funds which is\nundisclosed at the moment before he into coma.As soon as I get your\nwillingness and confidentiality to forge ahead in executing  this\ntransaction, I will let you into confidential information on how to\nexecute the transaction. Meanwhile, Be aware that the percentage sharing\nof the fund will be divided in this manner, 30 % will go to me and you\nwill get the  same 30% . The wife and children goes with 35% while 5%  is\nused for any expenses  we may incurred in the process of transferring the\nfunds to your account. Thus, I am thanking you in advance for your\ncooperation in finalizing with this transaction swiftly.Your response\nshould be directed to my secured email. doctorthomaschess@yahoo.com.hk\n\nYours Sincerely,\nDr. Chess\n\n\n", "id": "0fa8d857dc25833e41e3886359c54ffe"}