{"email_subject": "FROM: DAVID PEDRO.", "email_body": "\n\n\n\n\n\n\n\n\nFROM: DAVID PEDRO.\nNO.1023 MATIMA STREET\nFREE STATE, SOUTH AFRICA\nTEL: +27.785709710\nEMAIL: davpe@myway.com\n\nATTENTION: DIRECTOR /CEO.\n\n\nSTRICTLY PRIVATE AND CONFIDENTIAL\n\nYou may be surprised to receive this letter from me since you don't know me\npersonally, the purpose of my introduction is that, I am MR.DAVID PEDRO ,the\nfirst SON of MR.MASIARA PEDRO, a member of commercial farmers union and leader movement for democratic change (MDC)in Zimbabwe who was murdered in the land dispute in Zimbabwe.\nI was furnished with viable information from the International Trade Centre\nhere in Johannesburg and I decided to write to you. Before the death of my\nfather, he had taken me to Johannesburg to deposit the sum of US$17 M(SEVENTEEN MILLION UNITED STATES DOLLARS),in a Security Company, as if he fore saw the looming danger in Zimbabwe.\n\nThis amount was meant for the purchase of new machines and chemicals for the\nfarms and the establishment of the new farms in Swaziland. This land problem\ncame when Zimbabwean President MR.ROBERT MUGABE introduced a new \nLand Act which wholly affected the rich white farmers and some few black farmers. This resulted to the killing and mob action by Zimbabwean war veterans and some lunatics in the society. Infact, a lot of people have been killed \nbecause of this land reformed Act for which my father was one of the victims.\nIt is against this background, that I and my family who are currently staying in South Africa decided to transfer my father's money to foreign account since the law of South Africa prohibit a refugee (asylum seeker) to open any bank account or to be involved in any financial transaction. As the eldest SON of my father, I am saddled with the responsibility of seeking a genuine foreign account where this money could be transferred without the knowledge of my government who are bent on taking everything we have got.\n\nI am faced with the dilemma of investing this amount of money in \nSouth Africa for fear of going through the same experience in future since \nboth countries have similar political history. Moreover, the South African \nForeign Exchange policy does not allow such investment as an asylum seeker. \nAs a business man, whom I have entrusted my future and of my family in his \nhands, I must let you know that this transaction is risk free. If you accept \nto assist me and my family. will aid us in transferring the money into any\naccount you will nominate overseas. This money I intend to use for investment. I have two options for you, firstly you can choose to have a certain percentage of the money for nominating your account for this transaction. Or you can go into \npartnership with me for the proper profitable investment of the money in your \ncountry. Which ever the option you want, feel free to notify me as I have \nalso mapped out 5% of this money for all kinds of expenses incurred in the \nprocess of this transaction. If you do not prefer a partnership I am willing to give you 20% of the money while the remaining 75% will be for my investment in your country. Contact me with the above telephone number while I \nImplore you to maintain the absolute secrecy required in this transaction. And no matter the level of transaction we are, you must call me on phone first before sending a reply. Please, you should keep this transaction secret and confidential. contact  me on this  mail direct  email:davpe@myway.com\n\nAnd send your fax and telephone numbers for easy communication/B.I would like you to furnish me with the following:\n1) YOUR PRIVATE PHONE AND FAX NUMBERS.\n2) YOUR FULL NAME.\n3) YOUR FULL ADDRESS.\nPLEASE YOU CAN READ ABOUT PROBLEMS IN ZIMBABWE AND HOW MY FATHER DIED, \nFROM THE LINKS BELOW.\nhttp://news.bbc.co.uk/1/hi/world/africa/918781.stm\nhttp://news.bbc.co.uk/1/hi/world/africa/715001.stm\nhttp://news.bbc.co.uk/1/hi/world/africa/1063785.stm\nhttp://news.bbc.co.uk/1/hi/world/africa/862220.stm\nhttp://news.bbc.co.uk/1/hi/world/africa/864554.stm\nhttp://news.bbc.co.uk/1/hi/world/africa/870444.stm\nTHANKS FOR YOUR CO-OPERATION\nEMAIL: davpe@myway.com\nDAVID PEDRO (FOR THE FAMILY)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAhora tambi&eacute;n puedes acceder a tu correo Terra desde el m&oacute;vil.\n\nInf&oacute;rmate pinchando aqu&iacute;.\n\n\n\n\n\n", "id": "0fc5ab0f25ab13a19188dfd8a449cdb5"}