{"email_subject": "It's a proffer....", "email_body": "Attention,\n\n       RE: TRANSFER OF US$48.223 MILLION \n          [Strictly confidential]\n\nI am Mr.Kemass  mcdonald , the operational manager in\naccount management section in charge of credit and\nforeign bills of one of the prime banks here in South\nAfrica. I am writing in respect of a foreign customer\nof my bank who perished on EGYPTIAN Boeing 737 PLANE\nCRASH into the red sea with the whole passengers on\nboard.\n\nHe opened an account in this bank and died without a\nwritten or oral WILL attached to the account. Since\nhis death, I personally watched to see the next of kin\nbut all has proved abortive as no one has come to\nclaim his funds and no other person knows about this\naccount or anything concerning it. The account has no\nother beneficiary and until his death he was the\nmanager of his company here in South Africa.\n\nThe amount involved is 48, 223,000.00 USD. [Forty\neight million, two hundred and twenty three thousand\nUnited States Dollar]. We will start the first\ntransfer with $8,000,000.00[Eight million]. Upon\nconclusion without any disappointment from your side,\nwe shall re-apply for the transfer of the remaining\nbalance.\n\nTHIS TRANSACTION IS 100% RISK FREE and should be\ntreated with utmost secrecy and confidentiality.\nFurthermore, your area of specialization or country of\norigin is not a hindrance to the success of this\ntransaction. We are presently affected by the South\nAfrica Civil service code of conduct laws that\nprohibits civil servants from operating private\nforeign accounts.\n\nI have discussed this issue with the Bank Manager who\nI must involve for a smooth and successful transfer of\nthe fund to any account, which you will provide.\nHowever, I want you to act as the next of kin to the\ndeceased by providing your bank account where the fund\nwill be transferred for immediate investment on any\nviable project. The banking ethics here does not allow\nsuch fund to stay more than 2 years without claim\nhence the fund will be recalled to the government\ntreasury as unclaimed fund after this period of\ndormancy.\n\nI got your contact through my personal search to see\nif you can assist by providing your safe bank account\nfor the transfer or find a reliable person capable of\nreceiving such amount in his or her personal account.\nAt the conclusion, 65% of the fund will be for me. 20%\nfor you, 10% for charity both in Africa and in your\ncountry and the remaining 5% will be set aside for\nexpenses both parties might incurred during the\ntransfer process.\n\nKindly e-mail, fax or call me as soon as you receives\nthis email. You should also include your private fax\nand phone numbers for easy communication.\n\nRespectfully yours,\nMr.Kemass  mcdonald \n\nMost confidential contact information:\nprivate:e-mail: kemass_200md@fastermail.com\nTel: 874 - 76 - 3648313\nFax: 874 - 76 - 3648315\n\n\n\nFind local movie times and trailers on Yahoo! Movies.\nhttp://au.movies.yahoo.com\n\n\n", "id": "1009bd4528226a7eabbf6388fcbb24d1"}