{"email_subject": "RE:VERY IMPORTANT FROM DONALD.", "email_body": "Plot 1551 Richmond Avenue\nG.R.A - Enugu\nDear sir,\n\nTRANSFER OF $148,948,500.00 ON ACCOUNT NUMBER 262 -866-5050\n\nI am contacting you in the belief that you are a honest and trustworthy person.I hope you will not betray the confidence I have in you to have contacted you even though we've not met before.Besides,I only got your address from an internet listing.I am Dr.Donald Ike,Head of Banking Operations,Eastern Banking Unit of one of the biggest banks in Africa.I will not mention the name of the bank I work for security reasons but promise to disclose it to you as soon as I am convinced that you are capable and willing to assist me with this transaction.I hope this does not turn you off anyway;I am only being cautious.\n\nThe account numbers mentioned above belong to late Engr.Philip De Wulf,a Belgian who was the managing director of Energy Services International ESI,a petrol and oil servicing company .This company has been a household name in the downstream s-ector of my country for its professional \nservice provision especially in the late 80s but after the death of Engr.Wulf everything began to take a rather retrogressive trend largely due to the inefficiency of his successor.\n\nI personally manage the accounts of this company as well as the personal account of Engr.P.D.Wulf\n.Shortly before his death in a ghastly motor accident which claimed his life and that of his newly married wife Mrs.Debra Wulf in 1993,I had received some receivables in the form of cheque payment on behalf of my esteemed customer,Engr.Wulf and since he instructed that all personal \ncheques be paid to his online account,I followed the instruction to the latter.However as a result of his death,this account remained unserviced for a long time neither was there any person named next of kin .\n\nThe net balance of this account till date is One Hundred and Forty Eight Million,Nine Hundred and Forty Eight Thousand,Five Hundred United States Dollars($148,948,500.00).According to the Banking and Other Financial Act 1991 (as amended) of my country if such deposit is not claimed twelve years after the demise of the account holder,the Board of Directors should recommend to the Federal Authorites that efforts were actually made to establish the next - of -kin but due to non was specified by the deceased,that the Federal Government should inherit the account.The \nactual fact on ground is that the directors do not return such money to the Fedeal \nAuthorities,instead they share and stach it in their foreign accounts amongst themselves.This should go far to explain why the bank is not making any effort in trying to locate any relation of this man for about a decade now but individual investigation conducted by myself shows that there is no information about his relations mentioned in any of the account opening documents filed at the bank.\n\nAll I want you to do is to collaborate with me by standing in as the beneficiary because Management is ready to approve the remittance of the money to any foreigner who has correct information of this account.Beside I would use my position to facilitate prompt remittance of the \nfund.Send to me immediately the your business porofile as well as your bank account information of any bank of your choice where you want the money to be transfered.You may open a new account if you so wish.If for any reason you think you're incapable of this transaction, you may recommend anybody whose integrity is not in doubt. I shall however provide you with directives on what to do as we proceed.Contact me on my private e-mail address:(drikonsdonldez@post.cz) with information about your full contact addresses including your personal telephone & fax numbers and \nBank information immediately if you are interested. As soon as I get this information and I am convinced that you are capable to do this transaction,I will consult a probate lawyer on your behalf as the beneficiary for the drafting and notarization of the will and to obtain the neccesary documents and letter of Probate/Administration in your favour so as to put you in better position as the beneficiary .Please you have to be eraborate in your profile to enable \nme make a good assessment about your desirability.I shall tell you the name of my bank soon after I am convinced of your personality.\n\nI also need strong assurances from you to the effect that you can guarantee the safety of the money when it gets to your account.However,I want you to understand that as a man of strong character it beats my conscience that I have to do this deal for two strong reasons.Firstly ,to \ncurtail the excesses of the directors and secondly to plan ahead of my retirement which is just few months from now.In view of this,you may be approached after the transfer to provide me with investment advice as I plan to invest the fund in any lucrative venture after retirement.\nAt the conclusion of this business, I shall travel to your country for sharing.I have mapped out 30% of the total amount for you for assisting me,5% to take care of all expenses from both party and the remaining for me.\n\nI await information about you and look forward for prompt reply from you.\n\nWarmest Regards.\n\nDr.Donald Ike\nE-mail:drikonsdonldez@post.cz\n\n\n\n\n\n\n\n", "id": "102cea1700a5a28a441d76496d1bd657"}