{"email_subject": "From:Mike Rossman", "email_body": "From:Mike Rossman\nE-MAIL:mikefamily11@netscape.net\nTEL:27 73 268 8646\n\n\nTo err is human they say and to forgive is divine; but how do you start to forgive the killers of your younger brother if you do not know who the \nfaceless persons are and if you are still living in fear of them?\n\n\nI am Mike, Simba Rossman's son; I'm a student at the University of Cape Town in South Africa where my two brothers and I were schooling; In line with the prevailing festive seasons, I feel it is not out of order to wish you and yours a happy festive season and God's blessings and abundance in this \nyear.\n\n\nMy younger brother was was pushed in front of an oncoming train that crushed the life out of his young body.\n\n\nWe know he was murdered because my other brother and I have also had attempts made on our lives twice now and we have told our father about it.\nKindly allow me digress a little bit, I am not telling you all of this to \nscare you please, I made my mind over and decided to write to you after \nhaving given much thought to our situation; My Father Dr. Simba \nRossman, was the former Minister of Finance and Economic Development in \nZimbabwe under the Government of Mugabe, his so called policies were not too popular with the other zombie-like cronies of our so-called president who openly questioned his loyalty to Mugabe. That was when the problems all started, he got death threats from people we did not know but suspected to be party loyalists, his car was burnt on one occasion when we were on a visit in Zimbabwe last year. The police did not even bother trying to investigate the matter; Mugabe finally removed him for openly and honestly declaring to the world that Zimbabwe faced a major and crippling food crisis at the height of the state-sponsored illegal land invasions.\n\n\nMy younger brother varnished from our flat in Cape Town one afternoon and his body was found drugged and battered and all through his life he never smoked a stick of cigarette, not even a stimulant. It was obvious that die-hard supporters of Mugabe murdered him to spite or break my father's spirit, for my father loved him the most like we did. This brings me back to why I write you; I write to solicit for your help. My father was a successful businessman before he was called to serve in Mugabe's \ncabinet and he had business interests all over Africa, over here in South \nAfrica our family has US$14.7 Million held in trust on our behalf by a Holden Agency, this was made possible by our father years ago with the help of his advisor who runs a finance company based here in South Africa. \n\n\nAccording to my father, the deposit was not made in his name but in the name of a company that was registered by him and leaving room for another partner with 82% controlling shares in the business; then the business was registered both in South Africa and in Zimbabwe, so that no one can claim that he was the owner of the money. My father cannot travel down to South Africa as he is being watched by agents of the state back home, he consulted with his advisor who is in South Africa and came up with this idea to help claim the funds and ferry my brother and I out of South Africa to a place of relative safety like the United States or England where we can continue with either schooling or working.\n\n\nIf you decide to assist us, you will be required to discuss with us on \nTel:2773 268 8646: we has been authorized by our father to \nopen discussions with you if you signify your interest in assisting us. \nI can also be contacted on my via e-mail address Currently, my brother and I are living in South Africa and after deliberating \nwith our father, he sees no need for us to return to Zimbabwe.\n\n\nPlease note that by your offering to assist us we will on your contacting us by phone or Fax, discuss a suitable compensation for you and also I would like to mention too that this transaction must be conducted within a legal framework as we have our father's good name to protect and another major thing I demand from you is an honest answer if you have handled any transaction of this kind of magnitude before and assurance from you that our family has your complete trust and assurance that the funds will be safe once transferred to your account.\n\n\nWe thought that the recent elections in Zimbabwe would maybe oust Mugabe and give us new hope to go back, but the outcome of it has left us with a \nstronger resolve NEVER to go back to Zimbabwe again.So you see that we are really in dire need of assistance to begin our lives \nanywhere away from Zimbabwe.\n\nPlease assist us.\n\nYours Sincerely,\n\n\nMike Rossman.\n\n__________________________________________________________________\nSwitch to Netscape Internet Service.\nAs low as $9.95 a month -- Sign up today at http://isp.netscape.com/register\n\nNetscape. Just the Net You Need.\n\nNew! Netscape Toolbar for Internet Explorer\nSearch from anywhere on the Web and block those annoying pop-ups.\nDownload now at http://channels.netscape.com/ns/search/install.jsp\n\n\n", "id": "103377a53366982e2d0a218ae6c50ad6"}