{"email_subject": "URGENT RESPONSE!!!", "email_body": "FROM:MR.DAN WAHILI.\nAFRICAN DEVELOPEMENT BANK\nBURKINA FASO (ADB)\nOUAGADOUGOU-BURKINA FASO.\n\nDEAR FRIEND,\n\n\nIT WILL BE A SURPRISE FOR YOU TO RECEIVE THIS MAIL. WELCOME THIS LETTER IN \nTHE NAME OF ALLAH.\n\nI AM MR.DAN WAHILI,THE DIRECTOR OF THE ACCOUNTS & AUDITING DEPT.AT THE \nAFRICAN DEVLOPEMENT BANK OUAGADOUGOU-WEST AFRICA. WITH DUE RESPECT I HAVE \nDECIDED TO CONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE BENEFICIAL TO \nBOTH OF US. AT THE BANK'S LAST ACCOUNTS/AUDITING EVALUATIONS,MY STAFFS CAME \nACROSS AN OLD ACCOUNT WHICH WAS BEING MAINTAINED BY A FOREIGN CLIENT WHO WE \nLEARNT WAS AMONG THE DECEASED PASSENGERS OF AN AIRLINE CRASH ON 6TH NOV. \n2003.SINCE THE DECEASED WAS UNABLE TO RUN THIS ACCOUNT SINCE HIS DEATH.THE \nACCOUNT HAS REMAINED DORMANT WITHOUT THE KNOWLEDGE OF HIS FAMILY SINCE IT \nWAS PUT IN A SAFE DEPOSIT ACCOUNT IN THE BANK FOR FUTURE INVESTMENT BY THE \nCLIENT. SINCE HIS DEMISE,NOBODY,NOT EVEN THE MEMBERS OF HIS FAMILY HAVE \nAPPLIED FOR CLAIMS OVER THIS FUND AND IT HAS BEEN IN THE SAFE DEPOSIT \nACCOUNT UNTIL WE DISCOVERED THAT IT CANNOT BE CLAIMED SINCE OUR CLIENT IS A \nFOREIGN NATIONAL AND WE ARE SURE THAT HE HAS NO NEXT OF KIN HERE TO FILE \nCLAIMS OVER THE MONEY.AS THE DIRECTOR OF THE DEPT,THIS DISCOVERY WAS BROUGHT \nTO MY OFFICE SO AS TO DECIDE WHAT IS TO BE DONE.WITH THE FEW PERSONEL IN MY \nDEPT,WE DECIDED TO SEEK WAYS THROUGH WHICH TO TRANSFER THIS MONEY OUT OF THE \nBANK AND OUT OF THE COUNTRY TOO.\n\nTHE TOTAL AMOUNT IN THE ACCOUNTS IS TEN MILLION FIVE HUNDRED THOUSAND \nDOLLARS(USD 10,500,000.00).WITH OUR POSITIONS AS STAFFS OF THE BANK,WE ARE \nHANDICAPPED BECAUSE WE CANNOT OPERATE FOREIGN ACCOUNTS AND CANNOT LAY \nBONAFIDE CLAIM OVER THIS MONEY.WHILE WE WERE CONTEMPLATING ON WHAT TO DO,A \nFRIEND OF MINE WHO WORKS WITH THE CHAMBER OF COMMERCE AND INDUSTRY \nRECOMMENDED YOUR PERSONALITY TO ME AND ADVISED I SHOULD ASK YOU FOR HELP TO \nTRANSFER THIS MONEY OUT OF THE COUNTRY.THE CLIENT IS A FOREIGN NATIONAL AND \nYOU WILL ONLY BE ASKED TO ACT AS HIS NEXT OF KIN AND I WILL SUPPLY YOU WITH \nALL THE NECESSARY INFORMATIONS AND BANK DATA TO ASSIST YOU IN BEING ABLE TO \nTRANSFER THIS MONEY TO ANY BANK OF YOUR CHOICE WHERE THIS MONEY COULD BE \nTRANSFERED INTO.\n\nI AND MY PARTNERS HAVE DECIDED TO GIVE AWAY FOURTY %(40%)TO YOU FOR YOUR \nASSISTANCE AND TEN (10%) FOR ANY EXPENSES THAT MIGHT ARISE DURING THE \nTRANSACTION OF THIS TRANSFER.WE WANT TO ASSURE YOU THAT THIS TRANSACTION IS \nABSOLUTELY RISK FREE SINCE WE WORK IN THIS BANK WHICH IS WHY YOU SHOULD BE \nCONFIDENT IN THE SUCCESS OF THIS TRANSACTION BECAUSE YOU WILL BE UPDATED \nWITH INFORMATION AS AT WHEN DESIRED.\n\nWE WILL PLEASE WISH YOU KEEP THIS TRANSACTION SECRET AS WE ARE HOPING TO \nRETIRE WITH OUR SHARE OF THIS MONEY AT THE END OF TRANSACTION WHICH WILL BE \nWHEN THIS MONEY IS SAFELY IN YOUR ACCOUNT. WE WILL THEN COME OVER TO YOUR \nCOUNTRY FOR SHARING ACCORDING TO THE PREVIOUSLY AGREED PERCENTAGES.YOU MIGHT \nEVEN HAVE TO ADVISE US ON POSSIBILITIES OF INVESTMENT IN YOUR COUNTRY OR \nELSEWHERE OF OUR CHOICE.MAY ALLAH HELP YOU TO HELP US TO A RESTIVE\nRETIREMENT.AMIN.\n\nPLEASE FOR FURTHER INFORMATIONS AND ENQUIRIES FEEL FREE TO CONTACT ME \nTHROUGH MY NUMBER 00 226 78 84 92 06 FOR ORAL DISCUSSION.\n\nAM AWAITING FOR YOUR URGENT RESPONSE!!!\n\nTHANKS AND REMAIN BLESSED.\n\nMR.DAN WAHILI\n\n_________________________________________________________________\nMSN Hotmail : crez votre adresse e-mail gratuite &  vie ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "1035b81824da16cfd7bc27a4c347327a"}