{"email_subject": "HELLO ", "email_body": "Vincent Cheung\nForeign Operations department\nHang Seng Bank\n11/F Hang Seng Wanchai Building,\n200 Hennessy Road, Wanchai\n\n\nHello,\n \nI am Mr Vincent Cheung, of the Hang Seng Bank \n11/F Hang Seng Wanchai Building, 200 Hennessy Road, Wanchai .\nAn Iragi named Fadi Basem,a business man made a numbered fixed deposit \nof (346,736,899.68 HKD) for 18 calendar months, this is valued to \nFourty Four million Five Hundred Thousand United State Dollars only in \nmy \nbranch. Upon maturity several notice was sent to him, even during the \nwar, four years ago (2003). Again after the war another notification \nwas sent and still no response came from him. We later found out that \nFadi Basem and his family had been killed during the war in Gunfire \nthat hit their home at Mukaradeeb where his personal oil well was.\n \nAfter further investigation it was also discovered that Fadi Basem\ndid not declare any next of kin in his official papers including the \npaper work of his bank deposit. And he also confided in me the last \ntime \nhe was at my office that no one except me knew of his deposit in my \nbank. So, Fourty Four million Five Hundred Thousand United State \nDollars is \nstill lying in my bank and no one will ever come forward to claim it. \nWhat bothers me is that according to the laws of my country at the \nexpiration five years six months the funds will revert to the ownership\n \nof \nthe Hong Kong Government if nobody applies to claim the funds.\n \nMy proposal, We are prepared to place you as the next of kin in a \nposition to instruct HANG SENG BANK to release the deposit to you as \nthe \nclosest surviving relation. Upon receipt of the deposit, we am prepared\n \nto \nshare the money with you on to be agreed on percentages. That is: I\n will simply nominate you \nas \nthe next of kin and have them release the deposit to you. I would have\n gone ahead to ask the funds be released\n to me, but that would have drawn a straight line in my involvement in \nclaiming the deposit.I assure you that I could have the deposit \nreleased \nto you within the coming weeks. I will simply inform the bank of the\n final \nclosing of the file relating to the late customer, I will then \nofficially \ncommunicate with my Bank and instruct them to release the deposit to \nyou. \nWith these: all is done. I am aware of the consequences of this \nproposal.\n \nI ask that if you find no interest in this project that you should \ndiscard this mail. I ask that you do not be vindictive and destructive.\n \nIf \nmy offer is of no appeal to you,delete this message and forget I ever \ncontacted you. Do not destroy my career because you do not approve of \nmy \nproposal. You may not know this but people like myself who have made \ntidy sums out of comparable situations run the whole private banking \nsector. I am not a criminal and what I do, I do not find against good \nconscience, this may be hard for you to understand, but the dynamics of\n \nmy \nindustry dictates that I make this move. Such opportunities only come \nones way once in a lifetime. I cannot let this chance pass me by, for \nonce I find myself in total control of my destiny. These chances wont \npass \nme by. I ask that you do not destroy my chance, if you will not work \nwith me let me know and let me move on with my life but do not destroy \nme. I am a family man and this is an opportunity to provide them with \nnew \nopportunities. There is a reward for this project and it is a task well\n \nworth undertaking. I have evaluated the risks and the only risk I have \nhere is from you refusing to work with me and alerting my bank. I am \nthe only one who knows of this situation, good fortune has blessed you \nwith a name that has planted you into the center of relevance in my \nlife. \nLets\nshare the blessing.\n \nIf you give me positive signals, I will initiate this process towards a\n \nconclusion. I wish to inform you that should you contact me via \nofficial channels; I will deny knowing you and about this project. I \nrepeat, I \ndo not want you contacting me through my official phone lines nor do I \nwant you contacting me through my official email account. Contact me \nonly through the numbers I will provide for you and also through the \nemail account that i will provide therein in this email.\n \nFurther more be informed that the fact that you are a foreigner gives \nyou the privilege to stand in as my deceased client beneficiary as my \ndeceased client had no relation all his family died with him during the\n \nwar and I can not use my relations because its not accepted here in \nHong Kong. Also I am very confident that we will be able to establish \nthe \ntrust that is needed to complete this deal and all that I need from the\n \ntime been is your willingness and commitment so that we can end this in\n \nthe next two weeks.\n \nWhat you need to understand about this transaction is that I will make \nsure that it passes through all international banking laws regards to \nthis I will give the transaction the proper documentation \nthat is required to perfect the finishing. Your only obligation in this\n \ntransaction will be to set up the offshore accounts that can \naccommodate these funds and I will give you more light later once you \nagree to \npartner with me.\n \nLike I said before there is no risk involve as it will pass through \ninternational banking laws and all documents related to this \ntransaction \nwill be sent to you by post for your perusal and trust.\n \nI do not want any direct link between you and me. My official lines are\n \nnot secure lines as they are periodically monitored to assess our level\n \nof customer care in line with our Total Quality Management Policy. \nPlease observe this instruction religiously. Please, again, note I am a\n \nfamily man, I have a wife and children. I send you this mail not \nwithout a \nmeasure of fear as to what the consequences, but I know within me that \nnothing ventured is nothing gained and that success and riches never \ncome easy or on a platter of gold. This is the one truth I have learned\n \nfrom my private banking clients. Do not betray my confidence. If we can\n \nbe of one accord, we should plan a meeting, soon. Should you be \ninterested I will prefer you to reach me via email. \nYour earliest response to this letter will be appreciated.\nI await your response.\nMr.Cheung\nmailcheung001@yahoo.com\n\n\n\n\n\n", "id": "106a309cb4ef8e7d01ec5e986861d23b"}