{"email_subject": "urgent response needed", "email_body": "                     MR WILLIAM DRALLO\n                     BANQUE TOGOLAISE DE\n                     DEVELOPPEMENT.\n                     LOME-TOGO\n\nI AM THE MANAGER BILL AND EXCHANGE OF THE FOREIGN\nREMITTANCE DEPARTMENT OF BANQUE TOGOLAISE DE\nDEVELOPPEMENT.\n\nI am writing you, following the impressive information\nabout your profile through the website. Therefore, I\nbelieved that you shall posess the capability and\nreliability to champion this opportunity with me.\n\nIn my department, we discovered an abandoned sum of 14\nmillion US dollars (Fourteen million US dollars), in\nan account that belongs to one of our foreign\ncustomers who died along with his entire family in\nDecember,2002 in a plane crash. Since we got the urgly\ninformation about his death, we have been expecting\nhis next of Kin to come over and claim his money\nbecause we can not release it unless somebody applies\nfor it as next of Kin or relation to the deceased as\nindicated in our banking and financial policies but\nunfortunately we learnt that his supposed next of kin\nor relation died along side with him in the accident\nleaving no body behind to claim the money.It is\ntherefore upon this discovery that I and other\nofficials in my department now decided to make\nthis business proposal to you and release the money to\nyou as the next of kin or relation to the deceased for\nsafety and subsequent disbursement since nobody is\ncoming for it and we don\u0012t want this money to go into\nthe Bank treasury as unclaimed bills. The Banking law\nand guideline here stipulates that if such money\nremained unclaimed after five years, the money will be\ntransferred  into the Bank treasury as unclaimed fund.\n\nThe request for a foreigner as next of kin in this\nbusiness is occasioned by the fact that the customer\nwas a foreigner and an indigene cannot stand as next\nof kin to the deceased family.\n\nWe agreed that 20% of this money will be for you as\nforeign partner, in respect to the provision of a\nforeign account, 5% will be set aside for expenses\nincurred during this transaction and 75 % would be for\nme and my colleagues. Thereafter, I and my colleagues\nwill visit your country for disbursement according to\nthe percentages indicated.\n\nTo enable the immediate transfer of this fund to you\nas arranged above, you must apply first to the Bank as\nthe relation or next of kin to the deceased indicating\nyour private telephone and fax numbers for easy and\neffective communication and location where\nthe money will be remitted.\n\nUpon receipt of your reply, I will send to you by fax\nor e-mail the text of the application. I will not fail\nto bring to your notice that this transaction is hitch\nfree and that you should not entertain any atom of\nfear as all required arrangements have been made for\nthe transfer.\n\nYou should contact me on my E-MAIL as soon as you\nreceive this letter. I decided to contact you as we\nhave products of interest in your part of the world\nwhere we can invest our own percentage to avoid\npeoples awareness as we are civil servants. With your\nacceptance and cooperation, we can conclude this\noperation within ten working days. Please keep this\nvery confidential.\n\nMay God be with you.\n\nYours faithfully,\n\nWilliam Drallo.\n\n\n\n\n\t\n\t\t\n__________________________________\nDo you Yahoo!?\nSBC Yahoo! - Internet access at a great low price.\nhttp://promo.yahoo.com/sbc/\n\n", "id": "10abcb2b915b1cec99ddea225225bb8b"}