{"email_subject": "From Williams", "email_body": ">From Onwa Williams\nAve 131 Abobo,\nP.o.box 179 Bp-01 Bp.\nWest Africa.\nTel/22507856996.\n\nDear Sir, \n\nPlease i wish to solicit your help. My name is Mr.Onwa Williams. I am the son of Late General Alexandre Aka Williams the former Director of military inteligence and special acting General Manager of the Sieria Leone Diamond mining coperation (S.L.D.M.C.) I am writing to seek your good assistance to transfer and invest this sum of $9.000,000.dollars in your country belongs to my late father which he inherited during his life time in my country. \n\nThis money is revenues from solid minirals and Dimonds sale which were under my fathers possession before the civil war broke out. Following the brake out of the war, almost all Government offices,coperations and parastatals were attacked and vandalized.The (S.L.D.M.C) was loothed and burnt down to ashes, and diamonds worth millions of dollars was stolen by the rebel military forces who attacked my fathers office. \n\nMany top Government officials and senior Army officers were assasinated and my father was a key target because of his very sensitive military possition and appointment in the (S.L.D.M.C.) regreatable to me, my father was captured and murdered along with my senior brother in cool blood during a mid-night attack and the rebel when our residence in freetown was armbushed by Fordey Sanko the notorious rebel leader. Our mother sustainded very several bullet injuries which resulted to her untimely and painful death in a private hospital here in Ivory Coast. \n\nNow we are alone in a totally strange country without parents, relatives or any body to care for us at our tender ages. before our mother died, she told me that my father deposited a hung amount which he made from diamond sales and contracts at this bank here in Ivory Coast and that we should pray and find a trustworthy foreign business partner who would help us to transfer and invest this money in profitable business venture overseas. Mother also advice me to act quickly so that we can leave Ivory Coast with our cousin brother-Arthur who is here in the camp withe us,and then settle down abroad for the rest of our life.She also gave me all the deposit documents to claim the money and then told me that my father used my name as the only son to deposit the money in the bank,and also advice me that this is the reason why we came to Ivory Coast. \n\nMy mother died after her advice to me May her spirit rest In perfect peace. Furthermore, I have gone to the bank to make inquires about this deposit and I spoke with the director of International remittance who assured me that verything is intact and promised to help me transfer this money to my foreign partners bank account as soon as I provide the bank account informations. \n\nHowever, the director is very concerned because of our sitaution here, I am 17 years and as such promised to help me and he would like to speak with my partner to ensure that this money is invested wisely in only profitable business because of his personal interest and sympathy for my family. Please note that I will offer you 15% of the total money as compensation for your noble assistance in accordiance with my mothers advise.\n\nI am interested in any profitable commercial venture which you consider very good in your country and you would also get a school for me and my little sister and my cousin so that we can finish our education. I am hoping to hear from you so that i will give you more details information. Upon the confirmation of this money into your account we will fly immediately to your country to meet with you for onward investment according to my mother's advice.\n\nThanks. Yours sincerely\n\nWilliams.\n\nAccdez au courrier lectronique de La Poste : www.laposte.net ; \n3615 LAPOSTENET (0,34/mn) ; tl : 08 92 68 13 50 (0,34/mn)\n\n\n\n\n", "id": "10cacf086243bc5546dabb581890b876"}