{"email_subject": "Last vacancies - 2006", "email_body": "Mr./Mrs.\nWe want to inform you about the news from the well-known Danish company \"Danish  Art Gallery\" that sells oil paintings and other works of art online. At present \"Danish Art Gallery\" is searching for employees to the position of financial manager and is delighted to suggest you to familiarize with this offer. \nThis offer is unique for you because you donâ\u0080\u0099t need to a special education or experience in the financial field to obtain this position. During the examination of applications we inquire about the credit history and the criminal past of the candidate, because we operate with rather large sums. Also the candidate is required:\nA free time available, 1-2 hours during the workday, 2-3 times a week;\nThe possibility of routinely checking his e-mail, better for few times a day;\nTo have a bank account in his country or a possibility of itâ\u0080\u0099s establishment.\nThe work consists of the receipt of cash assets (that are payments for goods bought at \"Danish Art Gallery\") on the account from the clients of the company and subsequent sending it to \"Danish Art Gallery\". But above all this work is well paid! The agent gets 5% of commission for each payment made with his assistance that gives him a possibility to earn about 2500 USD per month!\nThe offer of \"Danish Art Gallery\" is your chance to earn money by Internet and to increase essentially your regular profit! If you are interested in this offer you can write directly to \"Danish Art Gallery\" to the following address: info@danish-gallery.com and you will be sent a detailed description of this vacation: the reason of its appearance, how to solicit, the mechanism of work, the fee and many other information. Even if you have any subsidiary points â\u0080\u0093 write us to info@danish-gallery.com and we will certainly answer them. \nIf you want to solicit for this position â\u0080\u0093 write to vacancy@danish-gallery.com and you will be sent an application form. Fill in this form and send it back to us, you will be informed about the result during a few next days.\nThank you for your attention.\n\nChristian Hansen,\nThe Danish Art Gallery.\n\n\n\n", "id": "10d9ad6684a545ef60ef9c74d215bcbe"}