{"email_subject": "URGENTLY WAITING FOR YOUR REPLY", "email_body": "I AM DR,adophilusjaja, THE ACCOUNTANT GENERAL OF UNITED BANK OF AFRICA PLC.\n\n\nI REQUEST YOUR CO-OPERATION IN THE TRANSFER OF A HUGE AMOUNT OF MONEY. ON\nSEPT. 1996, \n\nAN OIL CONSULTANT/CONTRACTOR WITH THE KUWAIT OIL MINISTRY,MR. AHMED YOUSUF\nMUSTAPHA, \n\nAN IRAQ NATIONAL MADE A FIXED DEPOSIT IN OUR UNITED BANK OF AFRICA PLC.\n(U.B.A.). ON \n\nMATURITY WE SENT A ROUTINE NOTIFICATION TO HIS FORWARDING ADDRESS BUT GOT\nNO REPLY. \n\nAFTER A MONTH, WE SENT A REMINDER AND FINALLY HIS EMPLOYERS WROTE TO  INFORM\nUS THAT \n\nMR. MUSTAPHA DIED IN AN AUTOMOBILE ACCIDENT, THAT HE DIED  WITHOUT MAKING\nA WILL WHILE \n\nOUR ATTEMPT TO TRACE HIS NEXT OF KIN  THROUGH IRAQ EMBASSY PROVED FRUITLESS.\nWHEN HE \n\nWAS MAKING DEPOSITION IN MY BANK, HE DID NOT DECLARE HIS NEXT OF KIN IN\nHIS DEPOSIT \n\nAPPLICATION FORM, WHEN I REMINDED HIM HE SAID HE WISHED IT SO, IN THE CONSERVATIVE\n \n\nMANNER OF OUR BANK, I DID NOT TURN DOWN HIS REQUEST RATHER HONOR IT CONSIDERING\nHIS \n\nHIGH NETWORT. \n\n\nTHE POINT IS THAT HIS EMPLOYER ARE NOT AWARE OF HIS DEPOSIT WITH US,THEREFORE\nI AM THE \n\nONLY PERSON WHO KNOW ABOUT MR .MUSTAPHA,S DEPOSIT ,WHICH IS NOW LAYING IN\nDORMANT \n\nACCOUNT PORTFOLIO, THE WHOLE DETAILS RELATING TO MR.MUSTAPHA'S DEPOSIT IS\nALSO WITH \n\nME.I AM LOOKING FORWARD FOR A FOREIGNER WHO WILL STAND IN AS THE NEXT OF\nKIN TO \n\nMR.MUSTAPHA.I HAVE WORKED OUT MODALITIES OF ACHIEVING MY AIM BY APPOINTING\nYOU AS THE \n\nNEXT OF KIN TO MR.MUSTAPHA AS WELL AS TRANSFER THE MONEY ABROAD FOR US TO\nSHARE. \n\n\nI WILL USE AN ATTORNEY WHO WILL REPRESENT YOU AS THE BENEFICIARY TO EXECUTE\nSERIES OF \n\nAFFIDAVIT IN SUPPORT OF YOUR CLAIM INCLUDING CERTIFICATE OF ORIGIN OF THE\nMONEY, \n\nLETTER OF ADMINISTRATION WHICH EMPOWERS YOU AS THE SOLE TRUSTEE EXECUTOR\nTO THE ESTATE \n\nOF MUSTAPHA. PLEASE NOTE THAT YOU WILL NOT BE REQUIRED TO SIGN ANY TRANSFER\nDOCUMENT \n\nAS THE APPOINTED ATTORNEY WILL DO ALL THAT. \n\n\nIF YOU AGREE TO ACT AS THE NEXT OF KIN/BENEFICIARY TO ENABLE ME TRANSFER/CONVERT\nTHE \n\nMONEY TO OUR OWN BENEFIT/USE .I WILL GIVE YOU 30% OF ENTIRE SUM 60 % WILL\nBE FOR ME \n\nWHILE 10% WILL BE TO TAKE CARE OF ALL UNFORESEEN EXPENSES AS WE MAY INCURE\nIN THE \n\nCOURSE OF CONCLUDING THIS TRANSACTION AND I WILL ALSO WANT YOU TO FURNISH\nME WITH YOUR \n\nFULL NAME,CONTACT ADDRESS,TELEPHONE AND FAX NUMBERS RESPECTIVELY.\n\nI AM URGENTLY WAITING FOR YOUR REPLY . BEST REGARDS.DR,adophilusjaja. \nMY PRIVATE EMAIL ADDRESS;DR,adophilusjaja@YAHOO.COM\n\n__________________________________________________________________\nGet Tiscali Broadband From £15:99\nhttp://www.tiscali.co.uk/products/broadbandhome/\n\n\n\n\n\n", "id": "10e9320dd797b5a1213d50acb58ad51e"}