{"email_subject": "BUSINESS ASSISTANCE AND HELP", "email_body": "Good Day \nGreetings! \nI would like to apply through this medium for your \nco-operation and to secure an opportunity to invest \nand do joint business with you in your country ,i feel \nconfident therefore to introduce myself and this offer \nto you based on this problem of war in my country. \nI have a substantial capital i honourably intend to \ninvest in your country into a very lucrative business \nventure of which you are to advise and execute the \nsaid venture over there for the mutual benefits of \nboth of us. \nI will make my proposal well known if I am given the \nopportunity I would like to use this opportunity to \nintroduce myself to you. Well my name is Nicolas Petters \nthe only surviving son of MR Augustus Dabar a diamond \ndealer from KENEMA in Sierra Leone .My father is now \nlate he died some months back during the last and \ncurrent crisis in my country Sierra Leone .He was \nKilled by the rebels for refusing to join and sponsor \nthem. \nThe main reason why I am contacting you now is to seek \nyour assistance in the area of my future investment \nand also for a help hand over some huge amount of \nmoney he left behind. This money 4.8million dollars \nis deposited in a security and trust company in \nDakar Senegal for safe keeping some years ago by my \nfather and he made me the sole beneficiary .I am \nnow asking you to stand on my behalf to claim the \ndeposit from the security company and assist me on \ninvesting it as well in your country. \nI have made up my mind to offer you 25% of the total \nsum and also map out 5% for any expenses that will be \nmade during the transaction while the remaining will \ngo into investment and my use. \nAs I have mention earlier I will make the procedure to \nthis issue to be well known to you if I am given the \nopportunity to do so in my next message .Pls attach your direct and full information as you reply to this mail also include your personal contact phone number for more easy communication. \nThanks and remain blessd . \nDickson Dabar\n\n\n\n\n", "id": "111959eb75f99b89cd2500db2e18e9bf"}