{"email_subject": "GOD BLESS YOU AS YOU RESPOND", "email_body": "FROM JOSEPH MOBUTU\n\nYou may be suprise to receive this email since you do not know me.\nI am the son of the late president of Democratic Republic Of\nZaire,President Mobutu Sese Seko, ( now The Republic Of Congo, under\nthe leadership of the son of Mr. Laurent Kabila ). I presume you are\naware there is a financial dispute between my family ( THE MOBUTU ) and\nthe present civilian Government. This is based on what they believe as bad\nand corrupt governance on my late father's part. May his soul rest in\nperfect peace.As you might have heard how a lot of my father's bank\naccount in Switzerland and North America have been frozen.\nFollowing the above named reasons, I am soliciting for your humble and\nconfidential assistance to take custody of THIRTY Million United States\nDollars ( US$30,000,000.00 ), also to front for me in the areas of\nbusiness you desire profitable.\n\nThese funds have secretly been deposited into a confidential Security\nCompany, where it can easily be withdrawn or paid to a recommended\nbeneficiary. The funds will be released to you by the Security Company,\nbased on my recommendations, on that note, you will be presented as my\npartner who will be fronting for me and my family in any subsequent\nventures. Myself and my mother have decided to give 20% to you if you\nare able to help us claim this consignment.We have also decided to give\nyou any money spent on phone calls or travelling expenses in the course of\nthis transaction.\nPlease, I need your entire support and co-operation for the success of\nthis transaction, your utmost confidentiality and secrecy is highly\nrequired, due to my family's present predicament.\nI sincerely will appreciate your willingness to assist us as soon as\npossible.\nI am presently in the refugee camp here in the Netherlands under the\nunited nations refugee camp in Netherlands and I can be reached on\nphone number +31-630-325-549 or via my email address\njosephmobutu200@latinmail.com more information on how we can proceed in \nthis transaction. Please indicate your interest by sending your telephone and fax \nnumbers  or call me up at anytime. I sincerely will appreciate your  acknowledgement as\nsoon as possible.\nWarmest regards,\nJoseph Mobutu Sese-Seko\n\n  ", "id": "1150f95107a1ce12ced4bb3d4b5ec7f7"}