{"email_subject": "STAND AS THE NEXT-OF-KIN/BENEFACTOR.", "email_body": "\nBarrister Barnett Scott\nScott & Associates\nLondon-England\nbarnett_scott@web2mail.com\n\nI am sorry for contacting you through this medium without a previous\nnotice, I had to use the E-mail because it is an easier\n\nand more confidential way of making contact with people around the world.\nMy name is Barrister Barnett Scott,a forty five (45)\nyear old Attorney in practice here in London-England. I had a client by\nname Mr.Victor a contractor based in Sri-\nlanka/Indonesia now deceased. My client lost his life alongside his wife\nand only child in aceh sri-lanka. Details of this\nincidence can be checked on the following\nwebsite;http://news.bbc.co.uk/2/hi/south_asia/4143487.stm\nprior to the death of my late client, He secured a contract of\n$12,500,000.00 million from the sri-lanka/Indonesia\ngovernment, following which he received a 30%mobilization fee of\nUS$3,750,000.00 Million and successfully executed the\ncontract, but the balance of US$8,750,000.00 Million contract payment was\nin the Process of being transferred into my late\nclient's account which he submitted to the government when he lost his\nlife in the incidence.\nFew days after his sudden Death,The government of Indonesia effected the\ntransfer of the balance of his Contract Funds into\nthe account that my late client has on his file with the government. As\nhis personal Attorney before his death,I have been\nofficially notified and instructed by the bank here in U.K where the money\nis currently deposited that I should provide and\nforward the particulars of Mr.Victor's next of kin so that the Funds in\nhis account can be remitted into his Next of Kin's\naccount in accordance with British Laws.\n\nHowever, as the personal attorney and close confidant of late Mr.Victor, I\nwant you to know that my late client died\ninterstate, i.e, He died without leaving a Will.Hence,all my efforts to\nlocate any of his relative whom I can present to the\nbank has proved abortive.\nTherefore I am seeking for your consent to present you as the deceased\nrelative/next of kin and subsequently the beneficiary\nof the fund so that the proceed of this account valued at US$12,500,000.00\nMillion can be paid to you for subsequent\ndisbursement between you and I. If you can cooperate with me and receive\nthis funds as next of kin to Mr.Victor, confirm your\ninterest by contacting me through my E-mail:- barnett_scott@web2mail.com\nI can assure you that the deal is 100% risk free because i am in possesion\nof the deceased personal file which contains all\ninformation which I shall use to prove your relationship with the deceased\ntherefore the money will be paid into the account\nof whomever I present as Mr.Victor's Next of kin with proofs that I will\npresent to the bank when needed.\nWhen I receive a positive response and after proper discussion with you, i\nwill furnish you all relevant information that will\nfacilitate the release of the Funds to you. An Application will have to be\nfiled to the Bank for processing of the release of\nthe funds into your nominated bank account.\n\nI wait to hear from you.\nBarrister Barnett Scott.\nAlternative E-mail: barnett_scott@web2mail.com\n\n\n\n\n\n\n", "id": "1162f25a6f3a2305c44fc5e89089a932"}