{"email_subject": "RE: +++PLEASE WE NEED YOUR HELP US$32.5 MILLION !!!!!  ", "email_body": "\n FROM:MRS.MCKNIGHT LUCY,\n\nTHE WIFE OF LATE CHIEF FREDRICK MCKNIGHT,\n\nFORMER POPULAR BLACK FARMER IN ZIMBABWE.\n\n\nDear Friend.\n\nWith due respect, trust and humility I write this\nLetter to you seeking your help and assistance though\nIts difficult since we have not met before. \n\nI got your good contact from the Zimbabwean\nInformation Exchange(ZIE) regarding your business\nprofile and Sincerity, I believe that you are capable\nand reliable in assisting this my urgent request. I am\nMrs. BUSISIWE LUCY MCKNIGHT, the wife of LATE FREDRICK\nMCKNIGHT, the former popular black farmer in Zimbabwe\nwho is also a Famous politician, in the Zimbabwe\npolitical arena. My husband was assonated by president\nMugabe and his men because he (my husband)refusal to\nagree with the so called president to take the lands/farms \nof the whites who contribute to make the country what it is today.\nBecause of my husbands sincerity he was constantly briefing the press \non what is going wrong in the country and the autocratic government of\nMugabe.He was assassinated on 23 November 2001 being Sunday by 8.45 in Harare, \nin Western  province of Zimbabwe, the planners of the assassination are well\nknow by the masses. \n\nMy dear when this incident occurred at about 8.45 in Zimbabwe time, my husband \ndid not die on the spotrather he was rushed to Harare hospital where he later died. \nBefore the death of my husband, he had taken me and our son to South Africa to \ndeposit the sum of US$32.5 million {Thirty two million five hundred thousand dollars} in a\nsecurity company . And now I am in Zimbabwe but my son is in South Africa \nwith the money deposited in asecurity company with the documents intact. Because of\nthe country existing law, which bears asylum seekers/refugee like him \n(my son) and also hisage not to operate an account that exceed US$2000.00\nand the fear of the South African government not raising  eyebrows about the\nmoney therein South Africa, I decided to write to you seek for your help \nfor this money tobe transferred into your private bank account as all\narrangements for a hitch free transfer have been fully taken care off.\nAnd also due to my presentcondition here in Zimbabwe, Mugabe and his allied have\nderide me the right of traveling outside the country, I am having a deadly \ncancer ofthe breast which make me to be worried to see that\nthis money is in a safe hand before anything happened to me, it is the \nonly thing left for the upbringing of my children whom are still young before my\nhusband left me. I want to assure you also that this \ntransaction is 100% risk free as no other person knows this \napart from my first Son Samuel and I. Dear, as for your rewarding kind \nassistance I have resolved to give you 20% of the total amount, while 5% have \nbeen mapped out for any expenses that might be incurred in the course of this\ntransaction. We planned to invest the rest of the money in your country under \nyour guidance.If you are willing to assist us try as much as possible to write \nme so I also inform my son about my negotiations with you.\n\nDear, bear in mind that our lives and future of my\nchildren depend on this fund and we do hope that this\nmoney will be safe, when finally transferred into your account. I do hope of \nestablishing a rewarding and good relationship with you and your\nfamily after this transaction. Hoping to hear from you as soon as possible. \nPlease I would likeyou to keep this transaction highly confidential and secret \nconsidering my sons position in South Africa. I have already brief my son \nimmediately you,if  you  receive this mail kindly contact him.\n\nThis is his phone number +27-835266638,I am waiting to\nhear from you soon.\n\n\n\nThanks for your understanding and God bless you.\n\nBest regards,\n\nMRS. LUCY MCKNIGHT.\n\nPLEASE YOU CAN READ ABOUT PROBLEMS IN ZIMBABWE FROM \nTHE LINKS BELOW. \nhttp://www.1freespace.com/beetee/nov19_2001.html \nhttp://news.bbc.co.uk/1/hi/world/africa/918781.stm \nhttp://news.bbc.co.uk/1/hi/world/africa/715001.stm \nhttp://news.bbc.co.uk/1/hi/world/africa/1063785.stm\nhttp://www.gta.gov.zw/land%20issues/LAND.htm\n\n", "id": "1257750a5ead6cd72b7990ea02036c2f"}