{"email_subject": "17 August 2005", "email_body": "\nFROM:MRS.MABEL NDLOVU\nATTN:\nYou may be surprised to receive this letter from me\nsince you don't know me personally,but for the\nintroduction,I am MRS. MABEL NDLOVU,the wife of\nLate DR.ONOMUA ANDREW NDLOVU who was recently\nmurdered in the land dispute in zimbabwe.\nI got your contact from the INTERNATIONAL TRADE\nCENTRE here in Johhanesburg and decided to write\nyou.My Husband was among the few black Zimbabwe rich\nfamers murdered in the cold blood by the agents of\nthe ruling governmentof President Robert MUGABE for his\nalleged support and sympathy for the Zimbabwean\nopposition party,controlled by the white minority.\nBefore his death,he had taken me to to deposite the\nsum of Five Million Dollars US$ 5M.with a security\nand finance company as if he knew the looming danger in\nZimbabwe. The money was deposited in a box as\ngemstones to avoid much demurrage from the security\ncompany. This money was earmarked for the purchase of new farm\nmachinery and chemicals for the establishment of our new farm in\nlesotho and Swaziland.This land problem arose when president\nRobert MUGABE introduced a new land act,which wholly affected\nthe rich white famers and some blacks vehemently condemned the\nmodusoperand\"adopted by the government. This\nresulted to rampant killings and mob actions by the war\nveterans and some political thugs presently,more\nthan SIX-HUNDRED[600]people have so far been killed.Heads of\ngovernment from the west,especially The Great Britain and The\nUnited states of America have voice their condemnation of\nMUGABE'S plan.The South Africa development community (SADEC)has\ncontinuously supported MUGABE'S new land reform\nAct.It is against this background that I and my Children who are\ncurrently staying as REFUGEE in a SOUTH AFRICAN REPUBLIC but\ncurrently seeking An ASSYLUM in any of THE THE WEST AFRICAN\nCOUNTRIES have decided to transfer my late Husband's money into\na foreign\naccount. As the only and LEGITIMATE -WIFE of my late\nhusband I am saddled with the responsibility of seeking a\ngenuine foreign account where this money could be\ntransfer without theknowledge of my country's\ngovernment who are tatically freezing our\nfamilieswealthback home in ZIMBABWE and The South\nAfrica government seems to be playing along with\nthem. I am faced with the delimma of investing this amount of\nmoney in The South Africa Republic for the fear of encountering\nthe same experience in future since both countries have almost\nthe same political history.Moreso ,the South Africa Financial\nforeign exchange policy does not allow such investment hence\nI am seeking for Assistance.As a business person whom\nI must entrust my future and that of my family on his\nhands,I must let you know that this transfer is 100%\nRISK FREE . Therefore if you accept to assist my family,we are\nwilling to offer you 20% of the total sum for your assitance,70%\nfor me and my family,while 10% will be mapped out for all\nexpenses.I would wish to invest in your country on REAL- ESTATE\nbased on your advice and I would also receive assurance that you\nwould'nt sit on this money when transfered into your personal\nor company account. If this PLEA is acceptable by you please do\nsend me your personaldetails,Name and Address,telephone and fax numbers .\nYou should know that this business is highly confidential and shall\nbe kept within you alone.I hope to hear from you soon\non the  email address bellow.\n\n(mabel45@ureach.com)\n\nThanks,\n\nBest Regards,\nMRS MABEL NDLOVU.\n\n\n \n\n___________________________________________________________________________\nMail sent from WebMail service at - http://yoursitenamehere.com\n\n\n", "id": "126a0568912309d50dd4b2748deaacaf"}