{"email_subject": "REPRESENTATIVE NEEDED........................!!!", "email_body": "\n\nHello\n     I am Bill Cole i do care for Orphan Homes and work for The Church\norphans And Orphan Homes, I live in United Kingdom,with my two kids\n,I have been working for the orphans home  since I was 22 years old\n,That gives me about 53 years plus my age of experience,I have just\nfounded my own orphan home  in just 2 years now in united kingdom At\nit's height,our Quarries Village accommodated 1500  children at a\ntime.  In all, more than 30,000 children passed through Quarries\nVillage. Over 7000 migrated to Canada or Australia, and others  , we\nneed to raise over millions a year - through generous supporters who\ndonate their money,time or energy. These donations are crucial in\nhelping us improve people's lives and rise to the challenges of\nsociety's changing needs. we have care  for the private and local\norphans from all around the world.I am always facing serious\ndifficulties when it comes to orphan in Americans.there are donation\nall around the world  ,but They are always referring to pay with a US\nPOSTAL MONEY ORDER CASHIER CHECK ,which is difficult for me to cash\nhere in United Kingdom,I am looking for a representative in the\nstates who will be working form as a par time worker and i will be\nwilling to pay 10% for every transaction which wouldn't affect your\npresent state of works someone who would help me receive payments\nfrom my customers in the United state of America,i mean someone that\nis responsible and reliable,cause the cost of coming to the state and\ngetting payments is very expensive,i am working on setting up a\nbranch in the states,so for now i need a representative in the united\nstates who will be handling the payment aspect. These payments are in\nmoney order , cashier check or and they would come to you in your\nname, so all you need do is cash the money order deduct your\npercentage and wire the rest back. But the problem i have is trust\nThese payments are in money order and they would come to you in your\nname, so all you need do is cash the money order deduct your\npercentage and wire the rest back. But the problem i have is\ntrust,But i have my way of getting any one that gets away with our\nmoney,i mean  the FBI branch in Washington gets involved. It wouldn't\ncost u any amount,u are to receive payments which will be sent to u\nby Fedex or Usps from my business partners,which would come in form\nof a money order then u are to cash it and send the cash  to me via\nwestern union money transfer or money gram money transfer,all\ntransfer fees should be deducted from the money. If you are\ninterested, please get back to me as soon as possible with this\ninformation listed below  ....\nFIRST NAME :\nLAST NAME :\nAGE :\nADDRESS :\nCITY :\nSTATE :\nZIP CODE :\nCOUNTRY :\nPHONE NUMBER :\nGENDER :\nOCCUPATION:\nWEBSITE   http://www.quarriers.org.uk/support/index.php\n\n\n", "id": "127a3a874e96210f38ea8f095873330f"}