{"email_subject": "hello", "email_body": "Dear,\nMe The Greatest Joy And Relief. God Bless You \nFor Your Kind Assistance We Have Agreed To Offer You \n20% Of The Total Sum. Seriously Waiting For Your Urgent Reply. \nBest regard.You Full Address Contact and other things.\n I Hope This Mail Meets You In Good Health And Spirit, I Am, johnny jeffrey, A \nSierra Leonia. Presently, I Live As A Refugee In republic of senegal dakar ,  With My \nYounger Sister Mary,\nI Am A Victim Of War And The Son Of Late Chief Dr.E.Jeffrey The \nAssassinated Former Assistant Director Of Sierra Leone Gold And Diamond Mining \nCorporation.\n \nMy Father Was Killed With Other Government Officials During Official Hours When \nThe Rebel Troops Stormed And Raided The Mining Corporation Office At The Heat Of \nThe Crisis In My Country. A Few Weeks Later, The Rebels Also Invaded Our \nResidential Building In Which My Mother And Two Of Our Security Men Were Killed \nIn The Compound While I Was Out For A Special Research Program And My Younger \nBrother  Was In School.\nI Had A Singular Shock And Trauma, Which Compelled Us To Flee From The Country \nTo republic of senegal dakar By The Help Of An Army Colonel, Who Is A Close Friend Of \nMy Late Father, \nI Have First Degree In Marketing And Would Have Further My Education If Not For \nThe Death Of My Parents. I Have Never Worked To Earn My Living Since My Late \nParents Had Enough Wealth For Us.\nI Am Contacting You Now Because Of The Present Difficulty I Am Facing. \nUnfortunately My Father's Two Accounts In West Africa Have Recently Been Frozen. \nHowever This Did Not Affect The 10 Million And Six Hundred Thousand Dollars \n(Us$ 10.600,000), Which He Kept finance company  in   senegal dakar. \nFor Now, I Am Having Every Information And Document Needed For The Clearance Of \nThe Money In The finance company Here In senegal dakar And I Want You To Act As The \nBeneficiary Of The Fund For Easy And Smooth Transfer To Your Account Abroad For \nInvestment Purposes.\n \nYou Will No Doubt Be Adequately Compensated With As Well As A Percentage Of The \nProfit From Investment Of The Fund. Also You Will See To It That My Brother And I \nCome Over To Your Country At The Earliest Possible Time. I Am Making This \nRequest To You With Tears In My Eyes And I Feel That God Almighty Will Touch You \nWith His Spirit To Listen To My Cry For Help And Answer Me Without Delay. \nSince Our Breadwinner Is No More And This Is The Only Hope For Life. \nYou Positive Response Will Give \nNAME......................................................\nMAILING ADDRESS..................................\nAGE:.......................................................\nSTATUS:..................................................\nSTATE/COUNTRY....................................\nBANK/ACCONUT NUMBER......................\nTELE/FAX NUMBERS...............................\nMrjohnny jeffrey\nCONTACT ME AND MY  Sister WITH THIS ADDRESS.\n \nE-MAIL ADDERSS  :  johnny_jeffrey19@yahoo.com\n\n\n\n\n", "id": "12c08a49add00d2ca0282ff9257b5cb0"}