{"email_subject": "DR .ABU TOPIA", "email_body": "Dear,\n\nI am the head of Accounts and Audit Department of Bank of Africa,\nOuagadougou . I decided to contact you after a careful thought that you may \nbe capable of handling this business transaction which i explained below;\n\nIn my department we discovered an abandoned sum of $10.5m US dollars (Ten \nmillion, five hundred thousand US dollars). In an account that belongs to \none of our foreign customer who died along with his entire family in 1998 in \na plane crash. Since we got information about his death, we have been \nexpecting his next of kin to come over and claim his money because we cannot \nrelease it unless somebody applies for it as next of kin or relation to the \ndeceased as indicated in our banking guidelines but unfortunately we learnt \nthat his supposed next of kin(his son and wife) died alongside with him at \nthe plane crash leaving nobody behind for the claim .\n\nIt is therefore upon this discovery that I and other officials in my \ndepartment now decided to make this business proposal to you and release the \nmoney to you as the next of kin (We want to present you as his busines \nasociate )to the deceased for safety and subsequent disbursement since \nnobody is coming for it and we don't want this money to go into the Bank \ntreasury as unclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money remained \nUnclaimed after seven years, the money will be transferred into the Bank \ntreasury as unclaimed fund. The request of foreigner as next of kin in this \nbusiness is occasioned by the fact that the customer was a foreigner and a \nBurkinabe cannot stand as next of kin to a foreigner .We agree that 30% of \nthis money will be for you as foreign partner, in respect to the provision \nof a foreign account, 10 % will be set aside for expenses incurred during \nthe business and 60% would be for me and my colleagues.\n\nThere after I and my colleagues will visit your country for disbursement \naccording to the percentages indicated. Therefore to enable the immediate \ntransfer of this fund to your account as arranged,you must apply first to \nthe bank as next of kin of the deceased customer. Upon receipt of your \nreply, I will send to you by fax or email the text of the application. I \nwill not fail to bring to your notice that this transaction is hitch free \nand that you should not entertain any atom of fear as all required \narrangements have been made for the transfer.\n\nI expect that you contact me immediately as soon as you receive this letter.\nHoping to hear from you immediately.\n\nYours faithfully,\nDR .ABU TOPIA\n\n_________________________________________________________________\nRetrouvez tout en un clin d'oeil avec la barre d'outil MSN Search ! \nhttp://desktop.msn.fr/\n\n\n\n", "id": "12c43387c7df5aaabeb08e0097494ac6"}