{"email_subject": "FROM ANTHONY.", "email_body": "\nDear friend,\n\nI wish the best in life for you and your family, and I hope\nyou will receive this mail in good spirit and respond\nquickly with ultmost secrecy and confidentiality,I got your\naddress through my professional relationship in discharging\nof my duties\nfor my government.\n\nMy name is Gen. Anthony Johnson. and I was the chief of\nsecurity and operations for former president Charles Taylor\nof Liberia.Please protect this mail for the safety of my\nlife and that of my family to avoid us being tortured or\nkilled by his left behind secret\nagents.\n\nPlease I humbly beg you from the bottom of my heart to\nlisten very carefully,the situation in my country is very\ncritical and chaos, uproar and hostilities had brought the\ncountry to its knees and from intelligent report the center\ncannot hold anymore for former\npresident Charles Taylor and his government.\n\nThe intense pressure from united states, united nations,\ninternational community and west African peace keeping\nto[Ecomog] had made him former president\nCharles Taylor to step aside and gone on exile and also\npressure to face war crime charges against humanity.\n\nListen very carefully, you know my country Liberia is very\nrich with diamonds,and with my position as former chief of\nsecurity and operations I have accumulated so much diamonds\nwhich I had sold to generate close to $30 Million over the\nyears and it is this fund that I want to move to you for\nsafe keeping.\n\nThe fund are in boxes in dollar denomination and it would\nbe sent to you through diplomatic courier service with your\nname as the beneficiary within few\ndays. Please would you do me a favour to receive this fund\nfor me? Else the government in power will seize the fund\nand plunder it. If you are capable and know that\nyou will truly and honestly help me, write me now, time is\nno more on my side.\n\nI will give you 30% of the fund and I will come to your\ncountry to take my part. Extend a friendly hand and help\nme. Please bear in mind that this fund is not a loaned or\nstolen money but rather a hard earned money generated.\n\nIf you are willing to help me in this transaction,please\nfurnish me with the followings:\n\n(1)  Your telephone number, Fax number (Mobile phoneif any)\n\n(2)  Your postal address\n\n(3)  Your full name and a little pre-amble about yourself -\nI mean your age, Marrital status, What you are doing for a\nliving e.t.c\n\nplease reply back via my private email address for your\ngood interest:- genanthony2000@mail2lawyer.com,\n\nYours Sincerely,\nGen.Anthony Johnson.\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://yoursite.com\n\n\n", "id": "12c990727b20462cb81c41476f35b28f"}