{"email_subject": "URGENT ATTENTION!!!", "email_body": "FREDY & ASSOCIATES \n  SUITE 12.05, LEVEL 12, MENARA TJB \n  NO 9, JALAN SYED MOHD MUFTI \n  80000 JOHOR BAHRU \n  MALAYSIA\n   \n   \n  Good Day,\n   \n   I am Fredy Nave, an attorney at law. A deceased client of mine, who hereinafter shall be referred to as my client, died as the result of a heart-related condition on the 11 November 2001. His heart condition was due to the death of all the members of his family in the Gulf Air Flight Crashes in Persian Gulf Near Bahrain Aired August 23, 2000 - 2:50 p.m. ET as reported on:http://transcripts.cnn.com/TRANSCRIPTS/0008/23/bn.08.html \n   \n  I have contacted you to assist in distributing the money left behind by my client before it is confiscated or declared unserviceable by the bank where this deposit valued at Nine million dollars ( US$9 million dollars) is lodged. This bank has issued me a notice to contact the next of kin, or the account will be confiscated.\n   \n  My proposition to you is to seek your consent to present you as the next-of-kin and beneficiary of my named client, since you have the same last name, so that the proceeds of this account can be paid to you.  Then we can share the amount on a mutually agreed-upon percentage. All legal documents to back up your claim as my client's next-of-kin will be provided. All I require is your honest cooperation to enable us see this transaction through. \n   \n  This will be executed under a legitimate arrangement that will protect you from many breach of the law.  If this business proposition offends your moral values, do accept my apology. I must use this opportunity to implore you to exercise the utmost indulgence to keep this matter extraordinary confidential, whatever your decision, while I await your prompt response. Please contact me at once to indicate your interest.  \n     \n  Best regards, \n  Fredy Nave\n  (Attorney at Law)\n    \n---------------------------------\n  Yahoo! oneSearch: Finally, mobile search that gives answers, not web links. \n    \n---------------------------------\n  Park yourself in front of a world of choices in alternative vehicles.\nVisit the Yahoo! Auto Green Center.\n    \n---------------------------------\n  Sick sense of humor? Visit Yahoo! TV's Comedy with an Edge to see what's on, when. \n    \n---------------------------------\n  Sick sense of humor? Visit Yahoo! TV's Comedy with an Edge to see what's on, when. \n    \n---------------------------------\n  Building a website is a piece of cake. \nYahoo! Small Business gives you all the tools to get online.\n    \n---------------------------------\n  Be a better Heartthrob. Get better relationship answers from someone who knows.\nYahoo! Answers - Check it out. \n\n       \n---------------------------------\nBe a better Globetrotter. Get better travel answers from someone who knows.\nYahoo! Answers - Check it out.\n       \n---------------------------------\nNeed a vacation? Get great deals to amazing places on Yahoo! Travel. ", "id": "12def1edec04213287837ce259ca5f93"}