{"email_subject": "investment", "email_body": "Dear Sir\n\nYou may be surprise to receive this letter from me, since you don?t know\nme personally, I am Larry Amu The SON of DR Edward Amu, Who was recently\nmurdered in the land dispute in Zimbabwe. I got your contact as I was searching\nfor a\n\nReliable person to handle a very confidential business which involve a transfer\nof fund to a foreign account and I decided to write you, my late father\nwas among the few black\n\nZimbabwean opposition party rich farmers murdered by the agents of the ruling\nGovernment of president Robert mugabe, for his alleged support and sympathy\nfor the Zimbabwean opposition party controlled by the white minority, Before\nthe death of my\n\nfather, he had taken to Johannesburg and deposited the sum of thirty eight\nmillion united state dollars (U$38,000,000 with a diplomatic company in\nSouth Africa, and transfer to NETHERLAND(EUROPE), as if he foreseen the\nlooming danger in Zimbabwe. The money was deposited in a box as valuable\nitems (photographic material) to avoid over taxed custom clearance. These\nland problems arose when president Robert mugabe introduced a new land act\nthat wholly affected the rich white farmers and some blacks vehemently condemned\nthe ideal. This result to rampant killings and mob action by the war veterans\nand some political thugs, precisely more than three thousand( 3,000) people\nhave so far been killed. Heads of government from the west, especially Britain\nand United States have voice their condemnation of Mugabe's plans. Subsequently,\nsouth Africa have development community(S.A.D.C)has continuously supported\nmugabe's new land act, I am face with the dilemma of investing this money\nin the Netherlands because I am not having resident permit for fear of such\ninvestment, Hence I am seeking for (political asylum) in the Netherlands,\nI am looking for a business person whom I can entrusted this fund into his\nhands for investment, I must let you know that this transaction is 100%\nrisk free and the nature of your business does not necessarily matter. For\nyour assistance I am offering you 30% of the sum, 65% for me and my family,\nwhile 5% will be mapped out for any expenses that we may incurred during\nthis transaction. We wish to invest our money on commercial properties based\non your advice. Finally, I will demand for assurance that you will not sit\non the money when it gets to your personal account or Company account in\nyour country, If this proposal is accepted please confirm your interest\nby or sending me email with this email larryamu@netscape.net\n\nThanks.\n\nlarry amu\n\n\n__________________________________________________________________\nGet Tiscali Broadband From £15:99\nhttp://www.tiscali.co.uk/products/broadbandhome/\n\n\n\n\n\n", "id": "1301bf900322ae81f600b24ad4d15f3a"}