{"email_subject": "SINGAPORE URGENT", "email_body": "Heru Nurwarsito\nCol (Ret) David Wong.\nOCBC Bank\nSingapore.\nwww.ocbc.com\nPRIVATE AND URGENT.\nI am contacting you on a business transfer of a hugh sum of money from a deceased account. Though I know that a transaction of this magnitude will make any one apprehensive and sceptical, but I am assuring you that its been accurately planned and will be carried out successfully with your full cooperation as long as you follow our plans and instructions religiously. We decided to contact you due to the urgency of this transaction.\nPROPOSITION;\nWe discovered an abandoned sum of US$25,500,000.00 ( twenty million five hundred thousand united states dollars) in an account that belongs to one of our foreign customers who died along with his entire family. Since his death, none of his next-of-kin or relations has come forward to lay claims for this money as the heir. We cannot release the fund from his account unless someone applies for claim as the next-of-kin to the deceased as indicated in our banking guidelines. Upon this discovery, we now seek your permission\nto have you stand as a next of kin to the deceased as all documentations will be carefully worked out by us for the funds (US$25,500,000.00) to be released in your favour as the beneficiary's next of kin through my banks funds managers/clearing house overseas. It may interest you to know that we have secured from\nthe probate an order of madamus to locate any of deceased beneficiaries. Please acknowledge receipt of this message in acceptance of our mutual business endeavour by furnishing me with the following;\n1. Beneficiary Name and Address.\n2. Direct Telephone and fax numbers.\nThese requirements will enable us file letter of claim to the appropriate departments for necessary approvals in your favour before the transfer can be made. We shall be\ncompensating you with two million dollars on final conclusion of this project, while the rest shall be for us. Your share stays while the rest shall be for us for investment purposes.\nIf this proposal is acceptable by you, do not take undue advantage of the trust we have bestowed in you,please contact me directly as i await your urgent mail.\nRegards,\nHeru.\nCol. Wong\n\n", "id": "1326706dbbf6314d8f7d97e3bdddfdc5"}