{"email_subject": "JUST ANNOUNCED!", "email_body": "Content-Type: text/plain Message-Id: <20070105032923.C072410015C5@reliquia.netfor.com.br> Date: Fri,  5 Jan 2007 01:29:23 -0200 (BRST) Content-Transfer-Encoding: quoted-printable =0D FROM VICTORIA BOLANO.=0D INTERNATIONAL PROMOTIONS/PRIZE AWARD DEPARTMENT=0D RESULTS FOR CATEGORY \"A\" DRAWS.=0D =0D Congratulations to you as we bring to your notice, the results of the Fir= st Category draws of THE HOLLAND CASINO LOTTO PROMO INT. We are happy to = inform you that you have emerged a winner under the First Category, which=  is part of our promotional draws. The draws were being officially announ= ced this morning the 4th of January, 2007.Participants were selected thro= ugh a computer ballot system drawn from 2,500,000 email addresses of indi= viduals and companies from Africa, America, Asia, Australia,Europe, Middl= e East and Oceania as part of our International Promotions Program.=0D =0D Your e- mail address, attached to Coupon numbers 4770001 consequently won=  in the First Category. You have therefore been awarded a lump sum pay ou= t of 500,00000eur (Five hundred thousand euros), which is the winning pay= out for Category A winners. This is from a total cash prize of 5,000,000.= 00 Million Euros shared amongst the first Ten (10) lucky winners in this = category. =0D =0D CONGRATULATIONS!=0D =0D Your fund is now deposited with the paying Bank.In your best interest to = avoid mix up of numbers and names of any kind, we request that you keep t= he entire details of your award strictly from public notice until the pro= cess of transferring your claims has been completed, and your funds remit= ted to your account.This is part of our security protocol to avoid double=  claiming or unscrupulous acts by participants/nonparticipants of this pr= ogram. =0D =0D Please contact your claims agent immediately for due processing and remit= tance of your prize money to a designated bank account of your choice. Yo= u are advised to contact the agents by email,phone or fax. Failure to do = so may warrant disqualification.NOTE: For easy reference and identificati= on, remember to quote your Coupon numbers in your correspondence with you= r claims agent.=0D =0D To file for your claim,please contact the fiduciary agent with your Coupo= n numbers,tel/fax numbers and full names.=0D ***********************************************=0D MR. KARL WINSLOW.=0D AMSTERDAM,THE NETHERLANDS.=0D TEL: +31-626-403-565=0D FAX:+31-847-355-196.=0D EMAIL:k_winslow@myway.com or karlwinslow@sify.com=0D ***********************************************=0D All winnings must be notarized to complete the claim process; winners wil= l be referred to a Foreign Transfer Manager,to have their winnings notari= zed. =0D Congratulations once again from all our staff.=0D =0D Sincerely Yours,=0D =0D MRS. VICTORIA BOLANO.=0D THE PROMOTION COORDINATOR=0D =0D =0D", "id": "132bdbb95bc523ad83d9231ef3fe92e1"}