{"email_subject": "GREETINGS FROM U.A.E", "email_body": "\nPleas Send your reply to this email address; (abbahnasser002@yahoo.it) \n\nHello my dear,\n\nBefore I introduce myself, I wish to inform you that this letter is \nnot a hoax mail and I urge you to treat it serious. I am Director of \nProcurement Department at the Ministry of Petroleum and Mineral \nResources, here in the United Arab Emirates.  I obtained your email \nwhile searching for a reliable person, who could assist me in \nreceiving transfer of a supposed contract awarded funds.  This fund \ncame as a result of over estimated contract awarded sums executed by \nforeign contractors in the Petroleum Ministry. This fund has been \napproved for payment to the contractor by the concerned Ministry. The \ncontracts had been executed and commissioned. What I am about to \nreceive now, is the over estimated funds which the contractor whom I \nhelped during the process of obtaining the contracts added to his \nestimation for my own interest.  This is a normal deal that goes in my \nMinistry by top officials. \n\nOn our part, all modalities has been worked out in ensuring a smooth \nconclusion of the transfer to your account within the next few days.  \nAll I want from you is to receive this funds on my behalf, because as \nGovernment Official I cannot collect the funds directly from the \ncontractor, neither I am allowed by Law to operate/ run foreign bank \naccounts. If you are trustworthy and can assist me in receiving the \nfund, do not hesitate to respond back to me immediately.\n\nPlease note that there is no risk involved in receiving the funds in \nyour account for and it will be done through wire transfer. I wish you \nto state in percentage what you shall have for the use of your \naccount.  As soon as you indicate your interest, further details and \nthe amount involved shall be given to you once I hear from you.  \nPlease, treat with utmost confidentiality. \n\nLooking forward to hearing from you soonest.\n\nBest regards,\n\nEngr. Abbah Nasser.\nMinistry of Petroleum and Ministry Resources.\nUnited Arab Emirates.\n\n\n\n", "id": "13686540edb4be5e273e3972d1683a8d"}