{"email_subject": "reply pls!!", "email_body": "FROM: JOHN DUF BEN\nDAKAR, SENEGAL\nAFRICA.\nEMAIL:johnduf232002@katamail.com\n\nDear Beloved One.\n\n    Thank you for giving me your time;Please be patient and read my \nemail to you, this letter might come as a surprise to you,and you could be \nwondering where I got your contact.I got your address through a \npersonal search on the internet for someone relaible and trustworthy,so i \ndecided to contact you for an assistant, which I do hope you will take your \ntime to consider. My name is John Duf Ben, the eldest son of Dr.ENAGUA \nBEN, from Zimbabwe.During the current war against the farmers in \nZimbabwe from the supporters of our President Robert Mugabe to claim all the \nwhite-owned farms for his party members and his followers, he ordered \nall white farmers to surrender all their farms to his party members and \nhis followers. My father was one of the biggest farmers in our country \nand because he strongly opposed Mugabe's ideas, Mugabe's supporters \ninvaded my father's farm and burnt everything in the farm, killing my \nfather in the incident and made away with a lot of items in my father's \nfarm.\n\nBefore my father's death,he had made deposite with a Security Company \nin Europe, the sum of  US$6.5(Six Million Five Hundred Thousand United \nStates Dollars).He intended to use the money  in buying new machinery \nand to set up a new farm in Swaziland. After the death of my father,l \ndecided to escape with my other siblings to another country because of \ncontinued harassment and threat from Mugabe and his supporters,we could \nonly get as far as the republic of SENEGAL where we are now seeking \npolitical refuge.As the eldest man in the Family, i have been making contact \nwith the company to see how i can make the claim without going there \nbut to no avail,i was told that the claim can only be made by me or my \nfather's representative in thier office.This is the reason why i decided \nto contact you to assist us since I am not able to travel outside this \ncountry particularly to Europe where the company is located. \n\nI am seeking for your assistance to help us go to the security company \nas our father's representative for the claims, For your role in this \ntransaction,my family and i have agreed to offer you 30% of the total sum \nfor your assistance, 5% will be set-aside for any expenses that maybe \nincurred in the course of this transaction and the remaining 65% will be \nfor my family and i to invest in any lucrative investment.All I want \nyou to do is to help me finish this transaction and at the sametime help \nme to invest some of our share of the money in a lucrative business in \nyour country. Please get back to me if you can be of assistance via my \nprivate email address:  johnduf232002@katamail.com  for better discussion \nor should incase you have any questions you would like to ask,please \nfeel free to contact me any time via email.Thanks and God bless as i will \nbe looking forward to your swift and positive response.Please do not \nfail to call on telephone: +221 4488469\n\nBest regards,\n\nMR.John Duf Ben\nPLS CALL ME ON PHONE +221 4488469\n\n\n\n\n", "id": "1397692ec551851c977a694931aeea41"}