{"email_subject": "PLEASE TREAT THIS VERY URGENT.", "email_body": "I have a new email address!You can now email me at: basseyattah_2@yahoo.co.uk\n\nAttention please,.... \n\n\nI humbly ask for your assistance to enable me transfer the money my late father kept in a bank in (THE TRUST BANK) before he died, into your nominated account overseas. \n\n\nMy name is Bassey Attah, my mother\u0092s name is Madam Mariam Attah and my late father\u0092s name is Chief Omeh Attah,he was a gold and diamond merchant from Ashanti region of Ghana in West Africa. \n\n\nI am from a polygamous family and my father has four wives and twenty-four children, am the eighth child and my mother is the last wife of my father and he entrusted all his valuable documents to her. \n\n\nSince we are from a polygamous home, after the death of my father, the whole family has been deserted. \n\n\nNow my elder brothers, sisters and their mothers are in search of my father\u0092s documents but my mother who is in possession of the documents has refused to disclose the custodian of the documents to them, because they are all fighting for themselves and their selfish interest. \n\n\nRight now all I want from you is your bank account number where we can instruct the bank to transfer this money to you by telegraphic transfer, which takes about three working days. \n\n\nWe are making this arrangement in order to avoid the rest of the children and their mothers, because if they find out they will take everything from us. \n\n\nThe original document of the transaction including the pin code has been couriered to them by our family lawyer Barrister Henry mensah.\n\n\nI am the next of kin to my father\u0092s estates, as shown in the legal documents, please kindly help us to effect this transaction, it is for the mutual benefit of both parties, you will be entitle to twenty percent of the funds, as the owner of the account, the total amount in the bank is $28 million dollars. \n\n\nPlease reply immediately with your Bank account details so that we can forward the information to the bank of ghana to expedite the transfer immediately. \n\n\nSo send your reply to this my alternative private email id: basseyattah2005@yahoo.co.uk \n\n\nCould you also include your contact address, fax numbers and your private mobile phone number for easy communication. \n\nBest regards, \n\nBassey Attah. \n\n+233-243485760. \n\n     (Son) \n\n- BASSEY ATTAH\n\n", "id": "139f26dacb6dbb229d8b238f711cb708"}