{"email_subject": "Urgent and confidential (Assistance Needed) ", "email_body": "From Monica Yangani\nEmail monicayangani250@netscape.net\nTel 27 8046828612\n\n\nATTN:Sir/Madam\n   \n\nI know you will be surprised to hear from me, but please consider this as a request from family in dire need of assistance.I am Mrs.Monica Yangani, writing to you from Government Reserved Area (GRA).I got your contact information from the Republic of Congo Chamber of Commerce and Industry. When I was searching for a reliable individual or private company that can assist me to transfer a reasonable amount in a safe account abroad on behalf of my late husband, two sons and two daughters. I decided to solicit your assistance to transfer this sum of US $20 Million (Twenty Million, United States Dollars)inherited from my late husband in to your personal company’s account or private account.Before his death, he was a Brigadier in charge of arms and ammunition procurement for the (DRC) army. In his WILL?he specifically draws my attention to this US$ 20 Million which he deposited in a safe box in Private Security Company in South Africa.  During the war, he was very dedicated and committed to winning the war against the rebels until when he found out that some Senior Army Officers and Government Functionaries were busy helping themselves with government funds and properties and sending them toforeign countries. Due to this, he and his former special advisers to the president were assigned by the President (Laurent Kabila) to purchase arms in South Africa, they saw this as a golden opportunity and diverted the money and divided it and he got a total sum of US $20 Million. He deposited the box in my son’s name and him alone with the deposit code canclaim it.\n\nI will be grateful if you can assist us now. I want you to do for us as an international partner to help us transfer this money which is in a safety box in the Security Company using your name as the beneficiary of\nthis sum. You can contact  me or my son (George Yangani)  in\nSouth Africa on  this number+27 8046828612. Then, we will tell you more details about it. We are in position to inform you of the whole procedures mapped out of the transfer of this money.We have agreed to give you 25% of the total sum for your assistance, 5% for any expenses that might occur from both sides in the course of this transaction,while the remaining 70% will be for my son's investment, which you will assist him to do abroad.\n\nFurther information and arrangement will commence as soon as trust, confidence and good relationship will be established and safety of this fund assured when transferred to your account.Please treat this matter with utmost urgency.May Allah (God) bless you as I earnestly hope for your\nassistance. \n\nBest Regards \n\nMonica Yangani (for the family)\n\n\n\n__________________________________________________________________\nIntroducing the New Netscape Internet Service. \nOnly $9.95 a month -- Sign up today at http://isp.netscape.com/register\n\nNetscape. Just the Net You Need. \n\nNew! Netscape Toolbar for Internet Explorer\nSearch from anywhere on the Web and block those annoying pop-ups.\nDownload now at http://channels.netscape.com/ns/search/install.jsp\n", "id": "1422afc4321b10fbf543f852c1bb8ff0"}