{"email_subject": "Urgent reply needed. ", "email_body": "Dear :sir\n\nI am Mr.JACOB UDERIKE, an accountant of the standard trust\nbank Plc,Lagos Branch.I have urgent and very\nconfidential business proposal for you. I got your\ncontact from the world trade center (W.T.C.)regional\noffice in Lagos,Nigeria although the details of my\nintention was not made known to them.\n\nOn June 6 1999, An American oil consultant/contractor\nwith the Nigerian National Petroleum Corporation,\nMr.Trevor made a numbered time (fixed) deposited for\ntwelve calendar valued atUS$18,000,000.00(eighteen\nMillion Dorllars) in my branch. Upon maturity, I sent\na routine notification to his forwarding address but\ngot no reply. After a month, I sent a reminder and\nfinally I discovered from his contact employers\nNigerian National Petroleum corporation that Mr.Trevor\ndied from an automobile accident. On further\ninvestigation, I found out that he did not leave a\nWILL and all attempts to trace his next of kin were\nfruitless.\n\nI therefore made further investigation and discovered\nthat Mr.Trevor did not declare any next of kin in all\nhis official documents,including his Bank Deposit\npaperwork. This sum of US$18,000,000.00 is still\nsitting in the Bank and the interest is being rolled\nover with the principal sum at the end of each year.No\none will come forward to claim it.According to the\nNigerian Law, at the expiration of 6(six) years, the\nmoney will revert to the ownership of the Nigerian\nGovernment if nobody applies to claim the funds.\nConsequently, my proposal is that I will like you as a\nforeigner to stand in as the next of kin to Mr.Trevor\nso that the fruits of this old mans labor will not get\ninto the hands of some corrupt government officials.\n\nThis is simple;\n\n1. I will like you to provide me immediately with your\nfull names and address so that the attorney will\nprepare the necessary documents and affidavits, which\nwill put you in place as the next of kin.\n\n2,your privet telephone and fax number for rasy\ncommunication The money will be paid into your account\nfor us to share in the ratio of 60% for me and 30% for\nyou and 10% for the expencis that we are going to make\nboth local and international during this process\nofthis transacation.\n\nThere is no risk at all the paperwork for this\ntransaction will be done by the attorney and my\nposition as the Branch accountant guarantees the\nsuccessful execution of this transaction. If you\nare interested, please reply immediately via the\nprivate email address below.\n(jacobuderike@yahoo.com)\nUpon your response, I\nshall then provide you with more details and relevant\ndocuments that will help you understand.\n\nPlease observe utmost confidentiality, and rest\nassured that this transaction would be most profitable\nfor both of us because I shall require your assistance\nto invest my share in your country.\n\nThanks and regards.\n\nMr.JACOB UDERIKE\n\n\n\n\n", "id": "1428c92b44645aed5d3720ac5be5b303"}