{"email_subject": "I NEED YOUR MUTUAL ASSISTANCE", "email_body": "THE CHAIRMAN ECOWAS CONTRACT\nAWARDING COMMITTEE\nECOWAS HEADQUATERS\nACCRA GHANA\nWEST AFRICA.\n\nI am Mr.Kazeem Ahmed,the Chairman of ECOWAS contract awarding committee in\necowas sub-regional head quarter in Accra Ghana, West Africa. In due respect\nand\nregard, I have decided to contact you on a business transaction that will be\nvery beneficial to both of us\nat the end of the transaction. During our investigation and auditing in my\ndepartment,we discovered a huge sum of money that was over invoiced\namounting $35,000,000.00 and un-recorded for in the books of Accounts.We\ndiscovered that it has been floating since 1997 through 2001 in\ninternational\nBank of Africa Accra Ghana. this is found out to be over influence on\ncontract\npayments and over invoice. Personally the information is kept secret by me\nand\nmy partner to enable the whole plan and ideas profitable and successful\nduring\nthe time of execution. As it may interest you to know, I got your contact\nthrough business inquires from the  chamber of commerce here in my country\nas I\nwas making contact for an honest foreigner who will assist me in this\ntransaction.\nMeanwhile the whole arrangements to put claim over this fund, as a payment\nof\ncontract executed since it cannot be withdrawn locally and get the required\napproval and transfer this money to a foreign account\nhas been put in place and directives and needed information will be relayed\nto\nyou as soon as you indicate your interest and willingness to assits us and\nalso\nbenefit yourself in this great business\nopportunity. In fact I could have done this alone but because of my position\nin\nthis country as a civil servant we are not allowed to operate a foreign\naccount\nand would eventually raise an eyebrow on my\nside during the time of transfer. This is the actual reason why it will\nrequire\na second party or fellow, who will forward claim as the\ncontractor and also present a foreign account where the money would be\ntranferred to as a payment for contract executed as it may be after due\nverification by designated board.  I would not fail to inform you that this\ntransaction is 100% risk-free. On smooth conclussion of this\ntransaction, you would be entitlled to 30% as gratification,while 5% will be\nset\naside to take care of expenses that may arise during the time of transfer\nand\nalso telephone bills, while 65% will be for me and\nmy partners.\nPlease, you have been advise to keep top-secret as we are still in service\nand\nintend to retire from service after we conclude this deal with you. I will\nbe\nmonitoring the whole situation here until you confirm the money in your\naccount,and ask us to come down to your country for subsequent sharing\naccording\nto percentages.  All other necessary information will be sent to you when I\nhear\nfrom you. I suggest you get back to me as soon as possible stating your wish\nin\nthis deal.\nYours Faithfully,\nMr. Kazeem Ahmed\nCHAIRMAN ECOWAS CONTRACT\nAWARDING COMMITTEE.\n\n\n\n\n", "id": "1450f360e670c97364330b062fb718a0"}