{"email_subject": "Urgent Greeting,", "email_body": "Urgent Greeting, \nBARRISTER DONATUS OKOBI \nEmail:donatusokobi1@excite.com\nPLEASE REPLY ME ON MY ALLTERNATIVE EMAIL:donatusokobi1@excite.com\n\nReply To: donatusokobi1@excite.com\n\nAttn:  \nDear Friend, \n\nI am BARRISTER Donatus Okobi, personal Attorney to the late MICHAEL OTTO SULLIVAN.of Philadelphia, A national of your country, My late client was involved in an {AIR CRASH} that occurred on Jan Thursday 9th 2003 With an air craft {US Airways Express Flight 5481 } which crashed Wednesday at Charlotte/Douglas International Airport, killing all 21 aboard passengers were involved as you can confirm from the website below;{http://www.thestate.com/mld/state/4904572.htm } \n\nI got your contact through the help of my sister-in-law that works with the American Chambers of Commerce and Tourism, due I did not disclose to her my humble intention for an honest foreigner like you, Having noted the confidence reposed on your person by the sponsor of the recommendation, \n\nMy late client was as well a one time secret Agent in transferring of money overseas for the late head of state of Nigeria {GENERALSANI ABACHA }. Before his death On Jan Thursday 9th 2003, My client Deposited the total sum of US$20,000,000.00 { TWENTY MILLION UNITED STATES DOLLARS } In {IMPERIAL BANKING CORPRATION} hoping of transferring the fund to his country as soon as he comes back \nfrom conference. \n\nUnion Bank Nigeria Plc \nACCOUNT NUMBER: 2342765709/784768 \nROUTING NUMBER: 2342657765 \nCODE: UBN/LILLACWONG/99/05 \nBENEFICIARY'S NAME: \nMR.MICHAEL OTTO SULLIVAN \nAMOUNT: $20 MILLION UNITED \nSTATES DOLLARS \n\n= \n\nAfter these several unsuccessful attempts, I decided to trace his name over the Internet, to locate any member of his family. I have contacted you to assist in repatriating the money and properties left behind by my client before he get confiscated or declared unserviceable by the Bank where this huge deposit were lodged. \n\nParticularly, the {U.B.N} Where the decease had an account valued at about US$20m, Has issued me a notice to provide the {NEXT OF KIN} or have the account confiscated within the next 10 official working days. \n\nSince I have been unsuccessful in locating the relatives, I seek your consent to present you as the {NEXT OF KIN} of the decease since you are a foreigner to suite the purpose of the transaction. We have agree to share the money as follows,. 60% to me and 30% to you, While 10% has been set aside for any incidental expenses that may come up during this transaction by both parties, including the phone bills, etc. \n\n \n\nPlease, get in touch with me by my private email address to enable  us to claim the fund immediately {donatusokobi1@excite.com} I hope  to hear from you soon. \n\nMore importantly, you are strictly advice to send your reply to my Private and personal email address bellow for security and confidential reason donatusokobi1@excite.com \n\nThanks and God bless \n\nBARRISTER DONATUS OKOBI\n\nPLEASE REPLY ME ON MY ALLTERNATIVE EMAIL:donatusokobi1@excite.com\n\n\n", "id": "14515d2415b3d24e78f703402ba78773"}