{"email_subject": "Dear One, I Am(Ms.Maria Sara Akim)From refugee camp ,      Get Back Is Urgently Needed", "email_body": "\n\nFrom:Ms.Maria Sara Akim.\nI Am A Liberia. But Am In refugee camp.\nAbidja Cote D' Ivoire\nEmail:maria_sakim@yahoo.fr\n\n\n                               Confidential\nDear One:\n\nI am a girl of 19 years old my name is (Ms.Maria Sara Akim ).the only\nduther/child of (Dr Dickson Akim Gift),fromliberia. I am an orhpan being\nthat I lost my parents a couple of years ago\nduring the last war in liberia.and now i am here in Abidjan cote d ivoire\nat the refugee camp again in my life due to the political uprising here in\nCote d'Ivoire.\n\nThe death of my farther has exposing me to danger.\n\nMy late Father was a serving director of the Cocoa exporting board until\nhis death .both my father and mother was killed during the last rebels war\nin my conutry liberia.But before there death My father (Dr Dickson Akim\nGift),  revealed to me that he deposited the sum of ($12.5 Million US\nDollars) in  a bank here in abidjan cote d'ivoire which he wrote on how he\ndeposited the money on it he said it is for importation of cocoa\nprocessing machine and i will like to invest the money to your country.\n\nThe money was deposited by my late father name on which he did not declear\nany name as his foreign partner/beneficiary to the bank with this i want\nyou to stand as his foreign partner/beneficiary, for the bank here to use\nyour name to transfer the money out from Abidjan Cote D'Ivoire due to the\npolitical war here.I want you to do me a favour to receive this funds to a\nsafe account in  your country or any safer place as the foreign\npartner/beneficiary I have plans to do  investment in your country, like\nreal estate houses and private school  or  importation of raw materials.\n\nYou will help me Get a visa to your country for residence in order for us\nto continue invest the fund in a viable business venture and you will also\nget a school for me, so that i will finish my\neducation there.If you are willing to assist me, please let me know\nimmediately and provide your following information below:\n\n_House/address...........\n_Your Telephone................\n_State Country.....................\n\nUpon your assistance out of the 100% of the money we will share\n45%,45%,and 10% will be for any expencess all i need from your is honesty\nand you will promise me that you will not run away with my\nfather's money.\n\nI will send to you all the documentation that prove the source of  the\nfund  before the transfer.\nYour earliest response to this letter will be appreciated.I require you to\ntreat this letter with the utmost urgency.If you are not interested,please\ndelete this letter so that I can scout for another competent partner to\nconclude this transaction.\n\nThank's and best regards.\nMs.Maria Sara Akim.\n\n\n\n\n\n--------------------------------------------------------------------------------------------\nNueva Barra de Herramientas de OZÚ. Navega Más facilmente por Internet.\n¡Descargatela gratis! http://barra.ozu.es/\n--------------------------------------------------------------------------------------------\nCorreo enviado desde http://www.ozu.es\n\n\n", "id": "14590748c28bcd8629c94bbc6c13791a"}