{"email_subject": "", "email_body": "FROM: MR. GULLY GRACI ATTN:\nDEAR \nI AM THE MANAGER OF BILLS AND EXCHANGE AT THE FOREIGN\nREMITTANCE DEPARTMENT OF THE ECOBANK SPAIN PLC. I AM\nWRITING THIS LETTER TO ASK FOR SUPPORT AND CO-OPERATION\nTO CARRY OUT THIS BUSINESS OPPORTUNITY IN MY\nDEPARTMENT. WE DISCOVER AN ABANDONED SUM OF\nUS$30,000,000.00 (THIRTY MILLION UNITED STATES DOLLARS\no nLY) IN AN ACCOUNT THAT BELONGS TO ONE OF OUR FOREIGN\nCUSTOMER WHO DIED ALONG WITH HIS ENTIRE FAMILY IN\nNOVEMBER 2002 IN A PLANE CRASH. SINCE WE GOT\nINFORMATION ABOUT HIS DEATH WE HAVE BEEN EXPECTIN G HIS\nNEXT OF KIN TO COME OVER AND CLAIM HIS MONEY BECAUSE WE\nCANNOT RELEASE THE MONEY UNLESS SOMEBODY APPLIES FOR IT\nAS THE NEXT OF KIN OR RELATION TO THE DECEASED AS\nINDICATED IN OUR BANKING GUIDELINES. UNFORTUNATELY,\nNEITHER THE FAMILY MEMBER NOR THE RELATION HAS APPEARED\nTO CLAIM THIS MONEY, AT THIS DISCOVERY, I AND OTHER\nOFFICIALS IN THE DEPARTMENT NOW DECIDED TO DO BUSINESS\nWITH YOU AND RELEASE THE MONEY TO YOU AS THE NEXT OF\nKIN OR RELATION OF THE DECEASE FOR SAFETY AND\nSUBSEQUENT DISBURSEMENT SI NCE NOBODY IS COMING FOR IT\nAND WE DON'T WANT THIS MONEY TO GO INTO THE BANK\nTREASURY AS AN UNCLAIMED DEBT. THE BANKING LAW AND\nGUIDELINES OF ECOBANK SPAIN PLC STIPULATES THAT IF SUCH\nMONEY REMAINED UNCLAIMED FOR A PERIOD OF THREE (3)\nYEARS IT WILL BE TRANSFERRED INTO THE BANK TREASURY AS\nUNCLAIMED FUND. THE NEED FOR A FOREIGNER AS NEXT OF KIN\nIN THIS BUSINESS IS OCCASSIONED BY THE FACT THAT THE\nCUSTOMER WAS A FOREIGNER AND A SPAINISH CANNOT STAND AS\nHIS NEXT OF KIN OR HEIR. WE AGREED THAT 30% OF THE M o\nnEY WILL BE FOR YOU AS FOREIGN PARTNER, THERE AFTER MY\nCOLLEAGUE AND I WILL VISIT YOUR COUNTRY FOR\nDISBURSEMENT ACCORDING TO THE PERCENTAGE INDICATED.\nTHEREFORE, TO ENABLE THE IMMEDIATE TRANSFER OF THE FUND\nTO YOU AS INDICATED. YOU MUST APPLY TO THE BAN K AS A\nRELATION OR NEXT OF KIN OF THE DECEASED, INDICATING\nYOUR BANK ACCOUNT NUMBER AND LOCATION WHEREIN THE MONEY\nWILL BE REMITTED. UPON RECEIPT OF REPLY BY MAIL, I WILL\nSEND TO YOU BY MAIL TH E TEXT OF APPLICATION. AS SOON\nAS YOU RECEIVE THIS LETTER YOU SHOULD CONTACT ME\nIMMEDIATELY AND INDICATE YOUR DIRECT FAX AND\nCONFIDENTIAL TELEPHONE NUMBER FOR EFFECTIVE\nCOMMUNICATION TRUSTING TO HEAR FROM YOU IMMEDIATELY ON\nMY email gullygraci20@yahoo.com \nYOURS FAITHFULLY, MR. GULLY GRACI\n\n\n\n\n\n", "id": "151b5681c45de4d370c7cb1819d2fe10"}