{"email_subject": "I AM WAITING FOR YOUR URGENT REPLY.", "email_body": "BILL AND EXCHANGE MANAGERBANK OF AFRICA.OUAGADOUGOU,BURKINA FASO. TOP SECRETDEAR FRIEND,                 I AM MR.AZIZ MOUSTAFA. THE BILL AND EXCHANGE MANAGER AT THE FOREIGN REMITTANCE DEPARTMENT OF BANK OF AFRICA. I GOT YOUR CONTACT FROM THE INTERNET, WHILE SEACHING FOR AN HONEST AND TRUST WORTHY PERSON, WHO WILL ASSIST ME TO IMPLEMENT THIS TRANSFER.L DISCOVERED THE SUM OF TWENTY TWO MILLION AND FIVE HUNDRED THOUSAND UNITED STATES DOLLARS (USD22.5M) BELONGING TO A DECEASED CUSTOMER OF THIS BANK.THE FUND HAS BEEN LYING IN A SUSPENCE ACCOUNT WITHOUT ANYBODY COMING TO PUT CLAIM OVER THE MONEY SINCE THE ACCOUNT OWNER LATE MR JOHN KOROVO FROM JORDAN, WHO WAS INVOLVED IN THE DECEMBER 25TH 2003 BENIN PLANE  CRASH.                          HERE IS THE AIR CRASH WEBSITE ON CN       http://www.cnn.com/2003/world/africa/12/26/benin.crash/index.html THE SAID FUND IS NOW READY FOR TRANSFER TO A FORIEGN ACCOUNT WHOSE OWNER WILL BE PORTRAYED AS THE BENEFICIARY AND NEXT OF KIN TO THE DECEASEDCUSTOMER OF THE BANK. SINCE WE GOT INFORMATION ABOUT HIS DEATH, WE HAVE BEEN EXPECTING HIS NEXT OF KIN TO COME OVER AND CLAIM HIS MONEY BECAUSE WE CANNOT RELEASE IT UNLESS SOMEBODY APPLIES FOR IT AS NEXT OF KIN OR RELATION TO THE DECEASED AS INDICATED IN OUR BANKING GUIDLINES AND LAWS BUT UNFORTUNATELY WE LEARNT  THAT ALL HIS SUPPOSED NEXT OF KIN OR RELATION DIED ALONGSIDE WITH HIM AT THE PLANE CRASH LEAVING NOBODY BEHIND FOR THE CLIAM. IT IS THEREFORE UPON THIS DISCOVERY THAT I DECIDED TO MAKE THIS BUSINESS PROPOSAL TO YOU AND RELEASE THE MONEY TO YOU AS THE NEXT OF KIN OR RELATION TO THE DECEASED FOR SAFETY AND SUBSEQUENT DISBURSEMENT SINCE NOBODY IS COMING FOR IT AND I DON'T WANT THIS MONEY TO GO INTO THE BANK TREASURY AS UNCLAIMED BILL. THE BANKING LAW AND GUIDLINE HERE STIPULATES THAT IF SUCH MONEY REMAINED UNCLAIMED AFTER FIVE YEARS, THE MONEY WILL BE TRANSFERED INTO THE BANK TREASURY AS UNCLAIMED FUND. THE REQUEST OF FOREIGNER AS NEXT OF KIN IN THIS BUSINESS IS OCCASSIONED BY THE FACT THAT THE CUSTOMER WAS A FOREIGNER AND A BURKINABE CANNOT STAND AS NEXT OF KIN TO A FOREIGNER. I THEREFORE SOLICITING FOR YOUR ASSISTANCE TO COME FORWARD AS THE NEXT OF KIN.I HAVE AGREED THAT  40% OF THIS MONEY WILL BE FOR YOU AS THE BENEFICIARYIN RESPECT OF THE PROVISION OF YOUR ACCOUNT AND SERVICES RENDERED, 55% WOULD BE FOR ME WHILE 5% WILL BE FOR EXPENCSES INCURED DURING THE CAUSE OF THIS TRANSACTION IF THE MONEY IS TRANSFERRED TO YOUR ACCOUNT FROM BANK OF AFRICA, I AND MY FAMILY IN THIS TRANSACTION WILL PROCEED IMMEDIATELY TO YOUR COUNTRY FOR OUR OWN SHARE OF THE MONEY.I EXPECT YOU TO KEEP THIS BUSINESS STRICTLY CONFIDENTIAL AND SECRET AS YOU MAY WISH TO KNOW THAT I AM BANK OFFICIAL.BE REST ASSURED THAT THIS BUSINESS IS 100% RISK FREE ON BOTH SIDE AND EVERY ARRANGEMENT TO TRANSFER THIS MONEY TO THE ACCOUNT YOU ARE GOING TO PROVIDE HAVE BEEN CONCLUDED PROVIDED WE MAINTAIN THE CONFIDENTIALITY AND SECRECEIRITY INVOLVED. CONTACT ME ON MY / EMAILS ID: azizmoustafa2005@yahoo.fr I AM LOOKING FORWARD FOR YOUR PROMPT RESPONSE. YOURS FAITHFULLY,MR.AZIZ MOUSTAFAMSN Hotmail : crez votre adresse e-mail gratuite &  vie !", "id": "151ccbd73041965e568fef7015529911"}