{"email_subject": "from lamine", "email_body": "DEAR,\n\nI AM THE DIRECTOR OF BILLS AND EXCHANGE AT THE FOREIGN \nREMITTANCE DEPARTMENT OF OUR BANK HERE IN ABIDJAN COTE \nD\u0092IVOIRE.\n\nIN MY DEPARTMENT WE DISCOVERED AN ABANDONED SUM OF \nUS$12.500,000.00 (TWELEVE. FIVE MILLION USD ONLY) IN AN \nACCOUNT THAT BELONGS TO ONE OF OUR FOREIGN CUSTOMERS WHO \nDIED ALONG WITH HIS ENTIRE FAMILY IN NOVEMBER 1999 IN A \nPLANE CRASH.\n\nSINCE WE GOT INFORMATION ABOUT HIS DEATH, WE HAVE BEEN \nEXPECTING HIS NEXT OF KIN TO COME OVER AND CLAIM HIS MONEY \nBECAUSE WE CANNOT RELEASE IT UNLESS SOMEBODY APPLIES FOR IT \nAS NEXT OF KIN OR RELATION TO THE DECEASED AS INDICATED IN \nOUR BANKING GUIDELINES.\n\nUNFORTUNATELY WE LEARNT THAT ALL HIS SUPPOSED NEXT OF KIN \nOR RELATIONS DIED ALONG WITH HIM AT THE PLANE CRASH LEAVING \nNOBODY BEHIND FOR THE CLAIM.\n\nIT IS THEREFORE UPON THIS DISCOVERY THAT I AND ONE OF THE \nOFFICIALS IN THE DEPARTMENT NOW DECIDED TO MAKE BUSINESS \nWITH YOU AND RELEASE THE MONEY TO YOU AS THE NEXT OF KIN OR \nRELATIONS OF THE DECEASED FOR SAFETY AND SUBSEQUENT \nDISBURSEMENT SINCE NOBODY IS COMING FOR IT AND WE DON\u0092T \nWANT THIS MONEY TO GO DISBURSEMENT ACCOUNT AS UNCLAIMED \nBILL.\n\nTHE BANKING LAW AND GUIDELINES HERE STIPULATED THAT IF SUCH \nMONEY REMAINED UNCLAIMED AFTER FOUR YEARS THE MONEY WILL BE \nTRANSFERRED INTO FEDERAL GOVERNMENT ACCOUNT AS UNCLAIMED \nFUND. THE REQUEST OF A FOREIGNER AS NEXT OF KIN IN THIS \nBUSINESS IS OCCASIONED BY THE FACT THAT THE CUSTOMERS WAS A \nFOREIGNER AND AN IVORIEN CANNOT STAND AS NEXT OF KIN TO A \nFOREIGNER.\n\nWE AGREE THAT 15% OF THIS MONEY WILL BE FOR YOU AS FOREIGN \nPARTNER AND 5% FOR EXPENSES INCURRED DURING THE COURSE OF \nREMITTANCE. THEREAFTER TO THE PERCENTAGES INDICATED.\n\nTHEREFORE TO ENABLE THE IMMEDIATE TRANSFER OF THE FUND TO \nYOU AS ARRANGED. YOU MUST APPLY FIRST TO THE BANK AS A \nRELATION OR NEXT OF KIN OF THE DECEASED INDICATING YOUR \nBANK ACCOUNT NUMBER AND LOCATION WHERE IN THE MONEY WILL BE \nREMITTED . UPON RECEIPT OF YOUR REPLY I WILL SEND TO YOU \nTHE TEXT OF THE APPLICATION. AS SOON AS YOU RECEIVE THIS \nLETTER, YOU SHOULD CONTACT ME IMMEDIATELY AND INDICATE YOUR \nDIRECT AND CONFIDENTIAL TELEPHONE/FAX NUMBERS FOR THE \nEFFECTIVE COMMUNICATION REQUIRED.\n\nTRUSTING TO HEAR FROM YOU IMMEDIATELY ON TELEPHONE NUMBER \n0022507822694.\n\nYOURS FAITHFULLY,\n\nF. LAMINE\nDIRECTOR, FOREIGN OPERATIONS\n\n\n\n\n\n\n\n\n_________________________________________________________ \nGagne une PS2 ! Envoie un SMS avec le code PS au 61166\n(0,35 Hors coût du SMS)\n\n", "id": "1520c3ec093c3fa382999307dc79b832"}