{"email_subject": "YOUR ASSISTANCE NEEDED URGENTLY", "email_body": ".                              NATIONAL NIGERIA PETROLUEM COMPANY,\n                           PLOT 56 KARU CRESENT,\n                           ABUJA,ASO ROCK.\n                           NIGERIA\n                          EMAIL: okeke.w@merseymail.com \n  \n                                                                \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  FROM:DESK OF THE CHAIRMAN AWARD OIL \nCOMMITTEE.ENGR WILLIAM OKEKE\nDEAR FRIEND, \n \nI AM ENGR WILLIAM OKEKE THE CHAIRMAN OF CONTRACT AWARD COMMITTEE PETROL  NIGERIA NATIONAL PETROLUEM COMPANY,FEDERAL REPUBLIC OF NIGERIA. SOMETIME LAST YEAR, OUR REFINERY WAS GENERALY SERVICED AND MANY OTHER CONTRACTS WHERE ALSO AWARDED IN THE OIL SECTOR AFTER AN OUT BREAK OF FIRE.\n \nTHERE WAS ASSISTANCE FROM WORLD BANK, I.M.F. AND OTHER FINANCIAL INSTITUTIONS FOR THE REPLACEMENT OF THE DAMAGED EQUIPMENT AND THE REFINERY AS A WHOLE. DURING THIS PERIOD, A LOT OF CONTRACT WERE AWAREDED TO SO MANY INTERNATIONAL CONTRACTORS. ALL THE ORIGINAL CONTRACTORS HAS JUST RECEIVED THEIR FINAL PHASE OF THEIR PAYMENT LEAVING A TOTAL SUM OF $10 MILLION USD FLOATING IN THE FILES OF FEDERAL MINISTRY OF FINANCE UNCLAIMED THIS IS AS A RESULT OF THE OVER INVOICING WE DID DURING THE AWARD OF THE CONTRACT.THIS CONTRACT HAS BEEN CERTIFIED OKAY;\n \n THIS SUM OF $10 MILLION (TEN MILLION US DOLLARS) I WILL LIKE TO TRANSFER TO YOUR ACCOUNT NOW,WHAT I WANT YOU TO DO IS TO PROVIED ME YOUR FULL NAME, ADDRESS AND YOUR PRIVATE TELEPHONE NUMBER. AS THE CONTRACT AWARD CHAIRMAN, I WILL PREPARE DOCUMENTS WITH YOUR NAME AS SUB CONTRACTOR WHO DID THIS JOB. AND THE MONEY WILL BE TRANSFERED IN YOUR COMPANY NAME.IN YOUR ACCOUNT. FOR YOUR INVOLVEMENT IN THIS TRANSACTION I WILL OFFER YOU 30% OF THE TOTAL MONEY: 10% SET ASIDE FOR INTERNATIONAL AND LOCAL EXPENCESS AND 60% FOR ME AND MY GROUP. \n \nMORESO, I WILL COME OVER TO MEET WITH YOU A DAY OR TWO BEFORE THE ARRIVAL OF THE MONEY IN YOUR ACCOUNT TO TAKE CARE OF MY SHARE AFTER YOU HAVE TAKING YOUR COMMISSION OF 30%. IF YOU WILL BE OF ASSISTANCE TO ME TO HAVE THIS MONEY TRANSFERRED THROUGH YOUR ACCOUNT, WRITE ME BACK IMMEDIATELY OR YOU CALL ME ON PHONE TO FEED YOU WITH INFORMATIONS AND MODALITIES FOR THIS TRANSACTION. NOTE : THIS TRANSACTION IS SMOOTH AND SECURED AS ALL ARRANGEMENT  HAS BEEN FINALISED.\n \nI AWAIT FOR YOUR URGENT REPLY . \n \nFAITHFULLY,                                            \n                                                       \nENGR WILLIAM OKEKE\n\n\n __________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com ", "id": "1524dc2dc671b88ad96f338f29d73923"}