{"email_subject": "From: Miss Vivian Saja", "email_body": "\nFrom: Miss Vivian Saja\nAbidjan Cote D'Ivoire\n  \nDear,\n  \nIt is my pleasure to write you after much consideration \nsince telephone  communication can not be suitable enough \nto communicate to you at first.I am Miss Vivian Saja the \nonly doughter of late Mr Mathew  Saja of Sierra-Leone (SL) \nI am 24 years of age. My late father was limited liability \nin Cocoa and Gold merchant in  Sierra-Leone before his \nuntimely death. After his business trip to Abidjan-Cote \nd'Ivoire,to negociate on a cocoa and gold business he \nwanted to invest in Abidjan - Cote d'Ivoire.\n  \nA Week after he came back from Abidjan, he got an \naccidente with my mother of which my mother died instantly \nbut my father died after five days in a private hospital \non that faithful afternoon. I didn't know that my father \nwas going to leave me after I had lost my  mother. \nBut before he gave up the ghost, it was as if he knew he \nwas going to die. He my father, MAY HIS SOUL REST IN \nPERFECT PEACE he disclosed to me that he deposited sum of \n$9.7,000,000,00 US Dollars (NINE MILLION SEVEN HUNDRED \nTHOUSAND DOLLARS) in a Bank here in Abidjan- Cote \nd'ivoire.\n\nThat the money was meant for his cocoa and Gold company he \nwanted to establish in Abidjan - Cote d'Ivoire though, He \nsingle handed me the deposit certificate and instructed me \nto seek for a reliable and trust worthy business partner \nfor my life time investment abroad. Now I have succeded in \nlocating the bank here in Abidjan- Cote d'ivoire and also \nconfirmed the bank with most honest and confidentiality. \n  Now I am soliciting for your assistance to help me lift \nthis money out from Abidjan to your safe account abroad so \nthat we should invest it in any meaningful lucrative \nbusiness in your country because this is my only hope in \nlife.\n  \nAwaiting anxiously to hear from you so that we can discuss \nthe modalities of this transaction.  Please kindly contact \nme immediately  for more discussion.\n  \nPlease don't hesitate to send me a message.Thanks for your \nkind attention.\n  \nYours sincerely\nMiss Vivian Saja\n\nPlease i will like you to contact me through this email \naddress: vian_saja4@yahoo.de\n________________________________________________\n..:: www.alibi.com.mk ::..\n\n\n", "id": "152670eeeb46faecb043fd77fc9b4fa5"}