{"email_subject": "DEAR FRIEND", "email_body": "Dear Friend.\n\nI am Mrs Janet Bradford, am a widow and an International Oil merchant in\nDubai, United Arab Emirate and a member of Project Management Institute. I\nhave been diagnosed with Cancer, which was discovered very late due to my\nlaxity in caring for my\nhealth. It has defiled all forms of medical attention ; Right now I have\nonly about a few months to live, according to my Medical Consultant from\nGermany. I have not particularly lived my life so well, as I never really\ncared for myself but for my the Oil business just because of the fact that\nam a Widow with no feeling for love and sex from any man since i had lost\nmy lovely husband years ago!.\n\nThough I am very rich, I was never generous, I only focused on my business\nas that was the only thing I cared for since i lost my lovely husband 12\nyears ago!. But now I regret all this as I now know that there is more to\nlife than just wanting to have or make all the money in the world.\n\nI believed when God gives me a second chance and heal me I would livemy\nlife a different way from how I have lived it.I have sowed a seed for my\nhealing and have willed and given most of myproperties and assets to my\nimmediate and extended family members and\nas well as a few close friends.\n\nI want God to be merciful to me and accept my soul and so, I havedecided\nto give arms to Charity Organizations and give succor and comfort to the\nless privileged of the Tsunami and Hurricane Katrina Victims, as I want\nthis to be one of the last good deeds I did on earth so far, by\ndistributing some of this money to some Charity Organizations in India.\nNow that my health has deteriorated so badly, I cannot do this my\nselfanymore.I once asked members of my family to close one of my accounts\nin Saudi Bank and distribute the money which I have there to Charity\nOrganization and to the less privileged in Bulgaria and Sudan. They cashed\nthe money but kept it only to themselves. Hence I do not trust them\nanymore,as they seem not to be contended with what I have left for them\nalready.\n\nThe last of my funds/money, which no one knows of, is the huge cash deposit\nof Twenty Two Million United States Dollars ( US$ 22 Million) that Ihave\nin the Vault of The Security Company in Europe as family valuablesince the\nyear 2003 for safekeeping.I want you to collect this deposit on my behalf\nanddisburse it to the Tsunami Earthquake victims in Asia and for the less\nprivileged. Please sendme a mail to indicate your wiliness to assist in\nthis disbursement. Iwill set aside 10% for you for your time and efforts.\nI need your\nurgent reply with the below complete information\n\nYour Full names:\nYour Residential Address:\nYour phone/Fax numbers:\nYour Age:\nYour Occupation:\n\nAs soon as I receive this from you it will enable me go ahead andinform\nthe company where the said fund is deposited for the project.Be informed\nthat I will make sure I do all I can to ensure that thisproject work out\nin the name of God .I will also plead to you to always pray for me because\nonly God can heals. I will advice you to also send your reply to my below\ncompany email adress.\n\n\nGod bless you for your care and understanding.Attached to this email is my\npresent photo in my sick bed, kindly help me along with prayer!!!!\n\nMrs Janet Bradford,\nPromart Oils and Gas\nDubai.\nPromartoilandgas@gmail.com", "id": "1548e95d1f8dc46fbaf4f47844f8fec9"}