{"email_subject": "Request For Transfer Assistance", "email_body": "FROM: DR. OBOH LUIS (alternative email \naddress:rimomoh1@hknetmail.com).\n\nCompliments of the season. I would like to firstly send to \nyou the best wishes of good health and success in your \npursuits particularly through my proposal as Contained in \nthis letter. Before going into details of my proposal to \nyou, I must first implore you to treat with the utmost \nconfidentiality, as this is required for its success. \nMy colleagues and I are senior officials of the Federal \nGovernment of Nigeria,s Contracts Review Panel (CRP) who \nare interested in diverting some funds that are presently \nfloating in the accounts of the Central Bank of Nigeria. \nIn order to commence this transaction, we solicit for your \nassistance to enable us transfer into your nominated \naccount the said floating funds. We are determined to \nconclude the transfer before the end of this quarter of \n2003. The source of the funds is as follows: During the \nlast military regime in Nigeria, government Officials set \nup companies and awarded themselves contracts that were \ngrossly over-invoiced in various ministries and \nparastatals. The present civilian government set up the \ncontract Review Panel, which has the mandate to use the \ninstruments of payments made available to it by the decree \nsetting up the panel, to review these contracts and if \nnecessary pay those who are being owed outstanding amounts. \nMy colleagues and I have identified quite a huge sum of \nthese funds which are presently floating in the Central \nBank of Nigeria ready for disbursement and would like to \ndivert some of it for our own purposes. However, by virtue \nof our positions as civil servants and members of this \npanel, we cannot acquire these funds in our names or in the \nnames of companies that are based in Nigeria. I have \ntherefore been mandated, as a matter of trust by my \ncolleagues in the panel, to look for a reliable overseas \npartner into whose account we can transfer the sum of \nU.S.$25,500,000.00 (Twenty Five million, five hundred \nthousand U.S.dollars). That is why I am writing you this \nletter.\nWe have agreed to share the money to be Transferred into \nyour account, if you agree with our proposition as \nfollows; (i) 20%to the account owner (you). ( ii) 70% for \nus (the panel officials (iii)10% to be used in settling \nall expenses(by both you and us) incidental to the \nactualization of this project.\nWe wish to invest our share of the proceeds of this project \nin foreign stock markets and other business till we are \nready and able to have access to them without raising any \neyebrows here at home. Please note that this transaction is \n100% safe and risk-free. We\nIntend to effect the transfer within fourteen (14) banking \ndays from the date of receipt of the following information \nthrough the fax number stated above_-:Your Bank's name, \nCompany\u0092s name, address, telephone and fax numbers and the \naccount number into which the funds should be paid. The \nabove information will enable us write letters of claim and \njob description respectively. This way, we will use your \ncompany\u0092s name to apply for the payment and backdate the \naward of the contract to your company. We are looking \nforward to doing this transaction with you and we solicit \nfor your utmost confidentiality in this transaction. \n\nPlease acknowledge the receipt of this letter using my \ndirect Telephone number 234 8033064962 and my America \nInternet Fax number 1 92896 27169\n\nIt was acquired for the purpose of confidentiality. I will \nbring you into a more detailed picture of this transaction \nwhen I hear from you.\n\nBest regards,\n\nOBOH LUIS\n\n\n_________________________________________________________ \nGagne une PS2 ! Envoie un SMS avec le code PS au 61166\n(0,35 Hors coût du SMS)\n\n", "id": "1553ef09017738fa1359bdda864a0561"}