{"email_subject": "BUSINESS RELATIONSHIP", "email_body": "FROM: Edema Martins.\nPlot 243 Walter Carrington Crecent\nVictoria Island\nLagos-Nigeria\nTel:234-1-260465\n\nAttn:President/Ceo. \n\nSTRICTLY CONFIDENTIAL BUSINESS PROPOSAL \nRE: TRANSFER OF US$21.5 MILLION (TWENTY ONE MILLION, \nFIVE HUNDRED THOUSAND US DOLLARS ONLY). \n\nI know this email will reach you as a surprise, but need not to worry \nas we are using the only secured and confidential medium available to \nseek for foreign assistance/partnership in a business transaction \nwhich is of mutual benefit. \n\nI am a member of the Federal Government of Nigeria Contract Award and \nMonitoring Committee in the Nigeria National Petroleum \nCorporatio(NNPC). Sometime ago, a contract was awarded to a foreign \nfirm in NNPC by my Committee. This contract was over invoiced to the \ntune of US$21.5M. U.S. Dollars. This was done deliberately. The \nover-invoicing was a deal by my committee to benefit from the \nproject. We now want to transfer this money which is in a suspense \nAccount with NNPC into any Overseas Account which we expect you to \nprovide for us. \n\nSHARE: - \nFor providing the account where we shall remit the money into, you \nwill be entitled to 30% of the money,60% will be for me andmy \npartners while 10% has been mapped out from the total sum to cover \nany expenses that maybe incurred by us during the course of this \ntransfer,both locally and international expenses. \nI would require the following: - \n\n. Your company's name,address,telephone and fax numbers. \nThe above information would be used to make formal applications as a \nmatter of procedure for the release of the money and onward transfer \nto your account. \nIt does not matter whether or not your company does contract projects \nof this nature described here. The assumption is that your company \nwon the major contract and subcontracted it out to other companies. \nMore often than not,big trading companies or firms of unrelated \nfields win major contracts and subcontracts to more specialized firms \nfor execution of such contracts. \n\nWe have strong reliable connections and contacts at the Central Bank \nof Nigeria, as well as the Federal Ministry of Finance and we have no \ndoubt that all the money will be released and transferred if we get \nthe necessary foreign partner to assist us in this deal. \nTherefore,when the business is successfully concluded we shall \nthrough our same connections withdraw all documents used from all the \nconcerned Government Ministries for 100% security. \n\nWe are ordinary civil servants and we will not want to miss this once \nin a lifetime opportunity to get rich. We want this money to be \ntransferred to the overseas Accounts for us, before the present \nDemocratic Government start Auditing all Federal Government owned \nParastatals. \n\nPlease contact me immediately through my telephone number whether or \nnot you are interested in this deal.If you are not,it will enable me \nscout for another foreign partner to carry out this deal. Butwhere \nyou are interested,send the required documents aforementioned herein \nthrough my above telephone number,or \nemail:edema_ma@mauimail.com,because time is of the essence in this \nbusiness. \nI wait in anticipation of your fullest co-operation. \n\nYours faithfully, \nEdema Martins.\n\n\n\n--------------------------------------------------\nThis email is a free service of Phantom Email\navailable at http://phantomemail.com/.\nLooking for a date?  Check out http://personalinteractions.com/go/p185.\n\n", "id": "1568835df4a5397a4967534ae0f4da71"}