{"email_subject": "SWIFT RESPONSE PLZ.", "email_body": "From- : Barrister Tanjumah Ahmed. \n\nGood Day, \n\nI am Barrister Tanjumah Ahmed a solicitor at law and personal attorney to late Mr Shinji Tomoda. \n\nWho is a Japanese business merchant based in Taiwan .Mr Shinji Tomoda was on his way to Puerto Rico to see his youngest grandson for the first time was involved in an airways plane crash.The scenes of arrivals and departures between Taipei and Los Angeles reveal the emotional extremes involved in an airline disaster. \n\nPlease open the below page immediatetly to verify and View the news flash of the plane crash. \n\nhttp://www.disasterrelief.org/Disasters/001103singaporeaftermath2/ \n\nSince the death of my late client none of his family members had been traced.The late Mr.Shinji Tomoda deposited the sum of USD6.5M with a security company before his death in Thailand.  I have contacted you assist me in the transfer of his funds to your account designation for us to benefits this money before they get confiscated by the Bank.Since there is a government gazette mandating/authorizing banks to place a hold or freeze any account containing huge sums of money that has been unserviceable for a reasonable period of time. \n\nThis is geared towards forestalling capital flight from the economy Prior to the execution of this directive; I am now soliciting for your assistance/co-operation in going to Thailand to signoff and claim this fund from the security company since the funds were deposited with an open beneficiary.Thus I will file and application on your behalf and front you as the bonafide beneficiary and next of kin for the release of the funds to your account. \n\nUpon your readiness to travel to Thailand to sign off and claim the fund from the security company, I will forward to you the necessary documents to enable you make adequate claim over the funds and have access to it. Iwill also forward to you the contact details of the security company and the officer to contact so as to avoid the accumulation of much demurrage on the deposited consignment from the security company. \n\nI will immediatetly sign a memorandum of understanding once you indicate your interest to assist me in this regards, and for your assistance you shall have 40% of the total fund while I take 50%,then the remaining 10% will be used to incure for expenses made by both parties local and inertnational in the cause of this transaction. \n\nYour soonest response is anticipated. \n\nRegards, \n\nBarrister  Tanjumah ahmed. \n\n\n\n\n\n", "id": "15dda2a5da92c9afc96e9a316bf97291"}