{"email_subject": "Dr.Daniel Nando", "email_body": "Please always be in contact with me through this\nalternative email address at\n[nandodaniel111@yahoo.it]because of security reasons.\n\nDear Friend,\n\nI am Dr.Daniel Nando presently i am practising with a\nprivate hospital here in Ivory Coast W/Africa, And you\ndon,t worry because I got your contact through a chamber of\ncommerce and will like to explain to you about a\ntransaction which I hope you can assist which will benefit\nboth of us.\n\nI have a patient, a Sierra Leonia woman who was on\nadmission for some weeks in my hospital for a complicated\nill health as the result but her recovery have been\neventful.\n\nAs a matter of fact, one night this woman called my\nattention and began to tell me her circumstances that she\nand his only son was refugee here,and that her late husband\na militry officer died in a rebel conflict in his\ncountry,And that the immediate brother to her late husband\nwas threaten to eliminate the life of her only son because\nof the matter of certificate of deposit and she could not\nbear it and manage to escaped through a neighburig country\nwith the certificate of deposite of some (1) trunk box\ndeposited in the security company decleared as family\nvaluable which was traced in Ivory Coast W/Africa that she\nhas confided in me to reveal this secrect to me because of\nthe help i have given to her and her son.\n\nThat the content of the consigenment was physical cash of\n$15. million(USD)and why he did this is because the militry\nbody have once trailed the account of her late husband, at\nthis stage She have decided to leave this\ncountry because of political crisis and requested me to\nseek an honest foreigner who will assist in the\ntransffering the money out for investiment of her son, i\nhave accepted and requested for a proof and she provid the\ndocuments of the deposit which was clear and legitimate,\nand was in my poccession the documents.\n\nThough i have given her the medical & humanitarian help as\ni could based on the ethics of my proffesion. Therefore, i\nhave consider to assist her and to contact a genuine person\nwho can also consider to help as well showing that an\ninternational brotherhood is reality towards this madam\nand her son. She also promise to intimate us with 10% of\nthe total amount of the money and i hope if you can\nunderstand the request and the assistance which i hope you\ncan respond positivey.\n\nIn the meantime,i hope to hearing from you soon.please call\nme on this number 0022507483378 so that we can talk.\n\nYour sincerely,\n\nDr.Daniel Nando\n\n_________________________________________________________________\nhttp://desktop.msn.fr/\n\n\n\n", "id": "15f85815f5a4bfa6252c7db6b03e5d27"}