{"email_subject": "A CRY FOR HELP", "email_body": "ATTN:THE DIRECTOR,\n\nDEAR SIR,\n\nFIRST AND FOREMOST,I MUST SOLICIT YOUR STRICTEST CONFIDENCE IN THIS\nTRANSACTION AND I PRAY THAT MY DECISION TO CONTACT YOU WILL BE GIVEN\nGENUINE APPROVAL CONSIDERING THE FACTS WE HAVE NOT KNOWN EACH OTHER\nBEFORE, I WISH TO USE THIS OPPORTUNITY TO INTRODUCE MYSELF TO YOU.\n\nI AM (MR. WILLIAM DONCUYUN) FROM LIBERIA, WEST AFRICA. I WRITE TO\nINFORM YOU MY DESIRE TO INVEST, AND TO BUY A LIVING HOUSE IN YOUR\nCOUNTRY. I AM THE FIRST SON OF MR. WEAH DONCUYUN, MY FATHER WAS A\nDIAMOND/GOLD MERCHANT IN MY COUNTRY.MY FATHER HAD A BULLET SHOT BY\nTHE REBELS ON HIS WAY TRAVELLING OUT OF MY COUNTRY WITH TWO OF MY\nYOUNGER SISTER'S DUE TO PRESENT CRISIS THAT IS OCCURING IN OUR\nCOUNTRY (LIBERIA). MY SISTER'S DIED ON THE SPOT WHILE U.N.PEACE\nMAKER, KEEPING FORCE RESCUED MY FATHER,HE WAS TAKEN TO HOSPITAL FOR\nMEDICAL. TREATMENT WHICH HE LATER DIED. BEFORE HE DIED HE REAVEALED\nTO ME AND MY MOTHER ABOUT THE BOXES CONTAINING: 85 KILO OF RAW GOLD\nAND $12.5 MILLION, (TWELVE MILLION AND FIVE HUNDERED THOUSAND US\nDOLLARS).\nWHICH HE DEPOSITED WITH A SECURITY COMPANY IN GHANA FOR SAFE KEEPING.\nMY FATHER DID NOT DISCLOSE ANY OF THE CONTENT OF THE BOXES TO THE\nSECURITY COMPANY.TO AVIOD THE OFFICIALS FROM RAISING EYE BROWS TO THE\nFUNDS. PRESENTLY MY MOTHER AND MYSELF ARE HERE IN GHANA TO NOTIFY THE\nSECURITY COMPANY FOR THE CLAIMS, AND WE ARE STAYING IN THE REFUGEE\nCAMP. THEREFORE I WANT YOU TO LECTURE ME ON HOW BEST WE CAN INVEST\nTHIS MONEY, BECAUSE MY FATHER TOLD ME THAT IT IS DANGEROUS TO INVEST\nTHIS MONEY IN AFRICA TO AVIOD SUSPICIONS, AND DUE TO MARKET\nINSTABILITY COUPLED WITH ECONOMIC AND POLITICAL INSTABILITY FACING\nAFRICAN COUNTRIES, THAT IS WHY WE WANT TO INVEST IN ABROAD. FOR YOUR\nMUTUAL ASSISTANCE, MY MOTHER AND MYSELF HAVE AGREED TO OFFER YOU 25%\nOF THE TOTAL AMOUNT OF THE MONEY.\n\nWE HAVE ALL THE VITAL DOCUMENTS COVERING THE DEPOSIT AND THE\nOWNERSHIP WHICH I CAN SEND TO YOU THROUGH FAX ON REQUEST.\n\nNOTE:I HAVE NEVER DISCLOSED THIS TO ANY PERSON APART FROM YOU,SO YOU\nHAVE TO KEEP THIS TRANSACTION AS A TOP SECRET TO YOURSELF ALONE.WHICH\nI WILL WANT YOU TO FORWARD ACROSS TO ME YOUR DIRECT TEL/FAX NUMBER\nFOR MORE INFORMATIONS ABOUT THIS TRANSACTION.\n\nI AM WAITING FOR YOUR URGENT AND POSITIVE FEEDBACK.\n\nBEST REGARDS,\n\nMR. WILLIAM DONCUYUN. (FOR THE ENTIRE FAMILY)\n\n\n\n\n", "id": "15fb5845a03c61df1075379fdb8d8b15"}