{"email_subject": "NOTIFICATION OF BEQUEST", "email_body": "ST.MARK MISSION OWERRI\n10 CHRIST CHURCH ROAD\nOWERRI, NIGERIA.\n\nATTN:\n\n \nNOTIFICATION OF BEQUEST\n\nOn behalf of the Trustes and Executor of the estate of Late Engr. David\nJones, I once again try to notify you as my earlier letter to you\nthrough the Post Office was returned undelivered. I hereby attempt to\nreach you via your e-mail address.\n\nI wish to notify you that late Engr.David Jones made you a beneficiary\nto his will. He left the sum of Seven Hundred and Fifty Thousand Dollars\n(US$750,000) to you in the codicil and last testament to his will. Being\na widely traveled man, he must have been in contact with you in the past\nor simply you were nominated to him by one of his numerous friends\nabroad who wished you good.Engr.David Jones until his death was a former\nmanaging director and pioneer staff of a giant construction company. He\nwas a very dedicated Christian who loved to give out. His great\nphilanthropy earned him numerous awards during his lifetime.\n\nLate Engr. David Jones died on the 9th day of February 2002 at the age\nof 82 years, and his Will is now ready for execution. According to him\nthis money is to support your Christian activities and to help the poor\nand the needy Please If I reach you, as I am hopeful, endeavor to get\nback to me as soon as possible to enable the immediate execution of your\nportion of the bequest to enable earlier disbursement by the Paying\nBank. You should forward along your telephone and fax numbers, including\na proof to confirm your identity as the beneficiary in question and your\ncurrent mailing address if different from the above. Proof of Identity\nshould be either clergy ID or International passport or drivers License.\nSend machine copy or identity proof by attachment via E-mail On demand I\nwould send you the Obituary notice of Late David Jones for your perusal\nand maybe you would recognize him.\n\nI hope to hear from you in no distant time.\n\nYours in His service\n\nRev Fr. john Cohen (smm.)\n\nParish Priests Email:  stmarkchurch_mission@yahoo.com\n\n\n\n-----------------------------------------------------------------------\nDeja de trabajar para beneficiar a tu jefe. TRABAJA PARA TI Y DESDE CASA.\nhttp://www.eresmas.com/banners/promo.html?trabajadesdecasa\n\n\n\n\n", "id": "16128aac425b15ece42212c4f6a45501"}