{"email_subject": "ATTENTION", "email_body": "REPLY TO : princekhalifa_mss2009@yahoo.co.uk\nCALL ME ON MY MOBILE PHONE NUMBER-234-8033254502\n\nATTENTION CEO/PRESIDENT\nI PRESUME THE RECEIPT OF THIS MESSAGE WILL BE A SURPRISE TO YOU, SINCE YOU HAVE NO KNOWLEDGE OF ME.\nI AM SON TO THE LATE PRESIDENT OF THE CONGO DEMOCRATIC REPUBLIC, FORMERLY ( MOBUTU SESE SEKO) WHO DIED OF A CANCEROUS DISEASE WHILE ON EXILE, AFTER BEING OVERTHROWN FROM GOVERNMENT BY THE REBEL(LATE LAURENT KABILA). \nSINCE THIS COUP D'ETAT, MY FATHER HAD GONE ON EXILE IN DIFFERENT COUNTRIES AND WE(THE CHILDREN)HAVE SINCE THEN LOST CONTACT OF EACH OTHER. PRESENTLY, I AM SEEKING ASYLUM IN NIGERIA WITH A CLOSE ASSOCIATE OF MY LATE FATHER, WHILE MY LIFE HAS BEEN THREATHENED AS I HAVE RECIEVED THREAT MESSAGES FROM ALLIES OF MY LATE FATHERS ENEMIES WHO ARE STILL IN TOP GOVERNMENT POSITIONS IN MY COUNTRY (ZAIRE). \nNOW, BEFORE THE OVERTHROWN OF MY FATHER, HE HAD ARRANGED FUNDS IN SAFE DEPOSITS WITH DIFFERENT SECURITY COMPANIES TO TAKE CARE OF HIS FAMILY, AS HE BELIEVED HE WOULD BE MURDERED SINCE ALL COUPS HERE IN AFRICA HAS ALWAYS RESORTED TO THE BRUTAL KILLING OF THE HEAD. \nTHE DOCUMENTS FROM THE SECURITY COMPANIES WHERE THE FUNDS ARE LODGE WERE SHARED AMONG THE MEMBERS OF THE FAMILY s BEFORE THE DEATH OF MY FATHER, HE HAD ADVISED US TO LOOK FOR FORIEGHN PARTNERS THAT WILL HELP US AND INVEST THE MONEY IN ORTHER NOT TO BE TRACED BACK FROM US AND ENDANGER OUR LIVES.\nI AM ALSO BEING PRESSURED HERE IN NIGERIA BY SOME GOVERNMENT OFFICIALS WHO ARE DEMANDING FOR THIS DOCUMENTS TO ASSIST ME, BUT I DO NOT TRUST THE NIGERIAN PEOPLE. WITH THIS FUNDS, WHICH IS $15M (FIFTEEN MILLION UNITED STATE DOLLARS) I INTEND BUYING A HOUSE IN YOUR COUNTRY AND INVESTING PART OF THE FUNDS INTO ANY LUCRATIVE BUSINESS VENTURE WITH YOUR ASSISTANCE. \nI WOULD ALSO LIKE US TO DISCUSS ON THE PERCENTAGE YOU CARE OVER THERE IN YOUR COUNTRY. FOR FURTHER BRIEFINGS, I WILL LIKE TO ACKNOWLEDGE YOUR RECEIPT OF THIS LETTER AND RESPONSE WITH YOUR TEL NUMBER & FAX ADDRESS THROUGH MY PRIVATE E-MAIL ADDRESS THANKS IN ANTICIPATION FOR YOUR ASSISTANCE.\n \nYOUR FAITHFULLY, \n\nKHALIFA SESE SEKO \n\n\n\n\n\n___________________________________________________\nGO.com Mail                                    \nGet Your Free, Private E-mail at http://mail.go.com\n\n\n", "id": "161c13241f3dfce0337767afcc99ba7c"}