{"email_subject": "Review", "email_body": "Engr. Paul O. Otobo\nPretoria\nSouth Africa.\nEmail: potobo3@walla.com                    \n                     \n \nDear Sir, \n\nDearest Valued Friend,\nIt is with deep sense of honor and respect that I humbly make this appeal to you with the understanding that any fact/s or opinion/s expressed in this letter are given in confidence and solely for your personal information and use. If it does not interest you, discard the mail but if it makes sense to you, I open my arms wide to do business with you.\n\nI take liberty anchored on strong desire to solicit for your assistance on this mutual beneficiary and risk free transaction with you, which I hope you give urgent attention. To be precise;\n\nYour information were given to me by a member of the South African Export Promotion Council (SAEPC) who was with the Black Economic Empowerment Commission (Government) delegation on a trip to the United States during abilateral conference talk to encourage foreign investors. I have decided to seek a confidential co-operation with you in execution of a deal hereunder for the benefit of all parties, and hope you will keep it confidential because of the nature of this business. Within the Department of Mining Resources where I work as the Director of Project Implementation, with co-operation of two other top officials, we have in our possession, an overdue payment in US funds. \n\nThe said funds represent certain percentage of the contract value executed on behalf of my Ministry by a foreign contracting firm, which we the officials over-invoiced to the amount of US$41,500,000.00 (Forty One Million Five Hundred Thousand United States Dollars). Though the actual contract cost has been paid to the original contractor, leaving the excess balance unclaimed. The Government of the Republic of South Africa believe that private investment in general, and foreign direct investment in particular, are the real engines for sustainable economic development, for which reason it has continued to encouraged investment in the key growth-oriented sector of Mining with sincere determination to pay foreign contractors all debts owed to them, so as to continue to enjoy close relationship, and mutually beneficial co-operation with foreign governments and non-governmental financial agencies. As a result we included our bills for approvals with the co-operation of some officials at the Department of Finance and the Reserve Bank of South Africa (RBSA). \n\nWe are seeking your assistance to be the beneficiary of the unclaimed funds, since we are not allowed to operate foreign account. The changing of beneficiary's information/ details and other forms of documentation upon application for claim to reflect the contract money and its approvals will be secured on behalf of your company or yourself.  \n\nI have the authority of my colleagues involved to propose that, should you be willing to assist us in this transaction your share as compensation will be 20% while my colleagues and I shall receive 70%, and the balance of 10% shall be used to reimburse all expenditures, taxes and miscellaneous expenses so incurred.  It does not matter whether or not your company does contract projects of the nature described here. \n\nThe assumption is that your company won the major contract and subcontracted it to other companies. More often than not, big trading companies and firms of unrelated fields win major contracts, and subcontract to more specialized firms for execution. \n\nThis business itself is 100% safe, provided you treat it with utmost confidentiality. Also your specialization is not a hindrance to the successful execution of this mutual beneficiary transaction. I have reposed my confidence in you and hope that you will not disappoint us. Kindly notify me for further details, upon your acceptance of this proposal. Please send all correspondence to and response to potobo3@netscape.net \n\nRegards,\nEngr Paul O. Otobo.\npotobo3@netscape.net\n\n\n\n", "id": "16df06b79082218d5dd2d13262892f60"}