{"email_subject": "Good day to you. Please your reply expected.", "email_body": "Content-Type: text/plain Content-Transfer-Encoding: 8bit Message-Id: <20070627221545.70F3716E5512@doc.cresson.grenoble.archi.fr> Date: Thu, 28 Jun 2007 00:15:45 +0200 (CEST) Hello,   Good day to you. First, I must solicit your confidence in this transaction and IRRESPECTIVE of other mails you may have received, please I urge you to treat this one with utmost CONFIDENCE.   This is by virtue of its nature CONFIDENTIAL and TOP SECRET. Though know that the transaction of this magnitude will make anyone apprehensive and worried, but I am assuring you that all will be well at the end of the day.   I am Mr. FREDERICK WILLIAMS I am sorry if I have intruded on your privacy or barged in on you without your permission. I have a very rewarding project, which I think will be beneficial to both of us putting trust, confidentiality and most of all the fear of God into focus. If after going through this email you do not find it interesting please disregard it and send me a formal response.   I was a member of the Abuja National stadium building and organizing Committee of the just concluded \"ALL AFRICAN GAMES\" which was organized and hosted by Nigeria but before now I have been a director of sports in the Federal Ministry of Sports and Youth Development.   We were appointed over 3 years ago to supervise the building of the ultra modern Abuja National Stadium, putting in place all equipments needed for the completion of the stadium which is acclaimed to be one of the best in the world today and also involved in the planning and hosting of the games. This project cost the government of Nigeria Millions of dollars. The stadium project has been completed; all equipments put in place and Commissioned and used for the All African Games tagged \"ABUJA 2003\". The accounts have been rendered to the government satisfactorily and we have received commendations for a job well done.   During the construction, planning and execution of this project, as the Chairman of contract award committee I was able to make some money for myself through contract that was awarded to Dewolfgang Gmbh, which I over-invoiced to the tune of USD18.5M with the help of Dewolfgang Gmbh the original contractor.   All I want you to do is to assist me in clearing this amount while standing in as the owner and director of Vacknol Nigeria International Limited in whose name I made as the beneficiary of the funds. Vacknol Nigeria International Limited is an international company and could have a company anywhere in the world the most important thing been that it is registered here in Nigeria as a limited liability company in line with the company and allied matters decree of Nigeria which I have since done, I have also in my possession some contract document which will act as proof that Vacknol Nigeria International Limited executed the contract as a sub contractor under the Dewolfgang Gmbh who is the major contractor that executed the contract that was over -invoiced.   On the payment of this money to you as the supplier in the name of Vacknol Nigeria International limited because I will apply for the transfer in this name, and you as the director of the company. I will come to meet with you so that we can both sit down and discuss further, what kind of business we will enter into or if need be expand your already existing business, but actually I hope to establish a five star hotel and go into real estate development as these are life time businesses that I know are of high yields interest any where in the world.   I know you will be entitled to some percentage of this money as Compensation for your efforts, please feel free to indicate what you will take from this amount, as this is very important to me before we commence proceedings.   I will tell you more about this when I hear from you. I will give you every detail of what we are to do. I want to assure you my dear friend that with your cooperation and understanding the sky will be our limit.    Please do contact me immediately.   Best regards,   Frederick Williams.", "id": "1714d115cb78ea969f31de173fed6966"}