{"email_subject": "Greetings From Dubai", "email_body": "Greetings to your family,\n\nThis letter must come to you as a big surprise, but I believe it is only a day that people meet and become great friends/ business partners.  I am Ali Raza Khan currently Head of Corporate Affairs Department with a reputable bank here in U. A. E.  I write you this proposal in good faith, believing that I can trust you with the information I am about to reveal to you.\nI have an urgent and very confidential business proposition for you. On June 5th, 2000, a German  business tycoon Mr. Andreas Schranner made a (Fixed deposit) for 60 calendar months, valued at  US$17,500,000.00 (Seventeen Million Five hundred Thousand Dollars only) in my bank and I happen  to be his account officer before I was moved to my present position recently. The maturity date for this deposit contract was last 3rd of April 2005.  Before this date, I have tried my possible best to locate a Next of Kin to late Mr. Schranner, but all efforts prooved abortive, because all his family, including his Son In-Law and children died in the plane crash of Concorde Air France Flight AF4590 which took place on 25th July 2000, some months after he did the deposit in my bank.  You can read more stories about the plane crash by visiting this website, http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\nWith the recent change of government in my country and with their efforts to support the United Nations in checkmating terrorism aid in the U. A. E.  By end of October this year, the Government will pass a new Financial Control Law which will give the Government authority to interrogate account owners of above $5 million Dollars to explain the source of the funds, making sure it is not for terrorism support.  If I do not move this money out of the country immediately, by October the Government will definitely confiscate the money, because my bank cannot provide the account owner to explain the source of the money since he is late.  \n\nI decided to utilize this life time opportunity, instead of Government confiscating the, but I cannot directly claim the money without the help of a foreigner and that is why I am contacting you for an assistance.  As the Account Officer to late Mr. Schranner, coupled with my present position and status in the bank, I have the power to influence the release of the funds to any foreigner that comes up as the Next of Kin to the account, with the correct information concerning the account, which I shall give you.  I am having the secret Code for the account, which only the account owner of his Next of Kin can know.  \n\nI shall supply all necessary information we need for the claim and there is practically no risk involved, the transaction will be executed under a legitimate arrangement that will protect you from any breach of law, beside U. A. E is porous and anything goes.\nIf you accept to work with me, I want you to state how you wish us to share the funds in percentage, so that both parties will be satisfied.  I shall explain to you in details how we shall handle the transaction once I receive your response.  \n\nThanking you in advance and May God blesses you. Please, treat with utmost confidentiality.  I shall send you copy of the deposit certificate issued to Mr. Schranner when the deposit was made for your perusal.   \n\nI wait your urgent response.  \n\nRegards,\n\nAli Raza Khan.  \n  ", "id": "17156c8cf767fae83bea97ce2df041a1"}