{"email_subject": "Very Urgent Business......", "email_body": "Box 1287 Port Shepstone\nChaka -South Africa.\n\n\n\n        {URGENT AND CONFIDENTIAL}\n    RE: TRANSFER OF ($ 126,000.000.00 USD}\n{ONE HUNDRED AND TWENTY SIX MILLION DOLLARS)\n********************************************\n\nDear Sir/Madam,\n\nWe want to transfer to overseas ($ 126,000.000.00 USD) One hundred and \nTwenty six million United States Dollars) from a Bank in Africa,  You can \nserve to receive this money, as long as you will remain honest to me till \nthe end for this important business trusting in you and believing  in God \nthat you will never let me down either now or in future.\n\nI am Dr. Almack Alexander, the Auditor General of a bank in Africa, during \nthe course of our auditing I discovered a floating fund in an account opened \nin the bank in 1995 and since  1998 nobody has operated on this account \nagain, after going through some old files in the records I discovered that \nthe owner of the account died without a [heir] hence the money is floating \nand if I do not remit this money out urgently it will be forfeited for \nnothing. the owner of this account is Mr. Frankline Sullivan, a foreigner, \nand a sailor, and he died, since 1998. and no other person knows about this \naccount or any thing concerning it, the account has no other beneficiary and \nmy investigation proved to me as well that Frankline Sullivan until his \ndeath was the manager Sulliv Coy.(pty). SA.\n\nWe will start the  first transfer with Twenty six million [$26,000.000] upon \nsuccessful transaction\nwithout any disappoint from your side, we shall re-apply for the payment of \nthe remaining  rest amount to your account.\n\nThe amount involved is (USD 126M) One hundred and Twenty Six million United \nStates Dollars, only I want to first transfer $26,000.000 [Twenty Six \nmillion United States Dollar from this money into a safe foreigners account \nabroad before the rest, but I don't know any foreigner, I am only contacting \nyou as a foreigner because this money can not be approved to a local person \nhere, without valid international foreign  passport, but can only be \napproved to any foreigner with valid international passport or drivers \nlicense and foreign a/c because the money is in us dollars and\nthe former owner of the a/c Mr. Frankline Sullivan is a foreigner too, [and \nthe money can only be approved into a foreign a/c.\n\nHowever, we will sign a binding agreement, to bind us together I got your \ncontact address from my secretary who operates computer, I am revealing this \nto you with believe in God that you will never let me down in this business, \nSo please reply urgently so that I will inform you the next step to take \nurgently. Send also your private telephone and fax number including the full \ndetails of the account to be used for the deposit.\n\nI want us to meet face to face to build confidence and to sign a binding \nagreement that will bind us together before transferring the money to any \naccount of your choice where the fund will be safe. Before we fly to your \ncountry for withdrawal, sharing and investments.\n\nI need your full co-operation to make this work fine. because the management \nis ready to approve this payment to any foreigner who has correct \ninformation of this account, which I will give to you, upon your positive \nresponse and once I am convinced that you are capable and will meet up with \ninstruction of a key bank official who is deeply involved with me in this \nbusiness.\n\nI need your strong assurance that you will never, never let me down. With my \ninfluence and the position of the bank official we can transfer this money \nto any foreigner's reliable account which you can provide with assurance \nthat this money will be intact pending our physical arrival in your country \nfor sharing. The bank official will destroy all documents of transaction \nimmediately we receive this money leaving no trace to any place and to build \nconfidence you can come immediately to discuss with me face to face after \nwhich I will make this remittance in your presence and three of us\nwillfly to your country at least two days ahead of the money going into the \naccount.\n\nI will apply for annual leave to get visa immediately I hear from you that \nyou are ready to act and receive this fund in your account. I will use my \nposition and influence to obtain all legal approvals for onward transfer of \nthis money to your account with  appropriate clearance from  the relevant \nministries and foreign exchange departments.\n\nAt the conclusion of this business, you will be given 35% of the total \namount, 60% will be for me, while 5% will be for expenses both parties might \nhave incurred during the process of transferring.\n\nMay the good God bless you....\n\n\nBest Regard,\n\nDr. Almack Alexander.\n\n_________________________________________________________________\nTired of spam? Get advanced junk mail protection with MSN 8. \nhttp://join.msn.com/?page=features/junkmail\n\n", "id": "171a5e1513861abd6a48a3076b669a60"}