{"email_subject": "URGENT.ATTENTION,,,", "email_body": "Khan Anwaar Fharaad\n  5me Av. X Bd Tli Diallo, \n  Quartier Sandervallia, Commune de Kaloum, \n  BP 5331, Conakry, Guinea.\n   \n  Your attention please:\n  I am Barrister Khan Anwaar Faraad a Guinean Solicitor & Financial Attorney. I was the personal attorney to a client who was an expatriate mining consultant/contractor with Guinean Petroleum Corporation in Conakry , Guinea . The contractor here-in-after referred as my client was also a Diamond/Gold Merchant.\n   \n  He made a numbered time (Fixed) deposit of Twenty five million United States of America Dollars in one of the prime banks here in the state capital of with standing statement/agreement with the bank that all correspondences in respect to the fixed deposit contract must be sent to him through my humble chambers. Upon maturity, the routine notification was forwarded to me that I dispatched to his forwarding address as usual without a reply. After a month, I sent a reminder which I received from the bank without any reply again. Finally, I discovered from my Client's contract employers- Guinean Petroleum Corporation that he died among many others in an auto crash along Lab express road. On further investigations, I found out that he died without making any WILL and all attempts to trace his next of kin was fruitless. I also discovered that he did not declare any kin or relations in all his official documents, including his fixed deposit contract with the bank in Conakry\n Guinea .\n   \n  First, I am contacting you based on the official letter I just received from his bankers reminding me that Guinean law states that at the expiration of 5(five) years the money will revert to the ownership of the Guinean Government if I do not confirm the next of kin to claim the fund. \n   \n  Secondly, as a foreigner, to stand in as the next of kin to him so that the fruits of this old man's labour will not go into the hands of some corrupt government officials. Note that this transaction is simple and risk free because I will provide expert legal services that will guarantee the successful execution of this deal. \n  I wish to point out that after the claims, I would want 20% of this money to be shared among charity organizations, while the remaining 80% is shared equally between us. Most importantly, I would also require your assistance towards investing my share in your country or anywhere as you may advice. If you are interested, please contact me immediately. Upon your response, I shall provide you with more details and how we shall proceed with the claims. I expect you to observe utmost confidentiality and be rest assured that this transaction would be profitable for both of us.\n   \n  I strongly believe every information is given for you to access my status before any further interactions.\n   \n  I go on anticipating your urgent co-operation.\n   \n  Thanks & Regards\n  Barr. Khan A. Faraad\n   \n\n \t\t\t\t\n---------------------------------\nGet your own web address for just $1.99/1st yr. We'll help. Yahoo! Small Business.", "id": "173f617cbd13d74bacfeaddc3a5a54ce"}