{"email_subject": "", "email_body": "Dear Sir \n\nRE: CONFIDENTIAL ASSISTANCE \n\nFirst I must solicit your confidence in this transaction. I am a highly \nplaced official working with the ministry of state for finance and \neconomic planning here in Banjul, Gambia, west .Africa my department the \ntreasury department does transactions that run into several hundresds of \nmillions of dollars quaterly. Myself and two other colleagues in this \ndepartment are currently in need of a silent foreign partner, whose \ninfluence and bank account we can use, to transfer the sum of Eighteen \nMillion Five Hundred Thousand US Dollars (US$18,500,000.00) This funds \naccrued legitimately but discretely to us as commission from foreign \ncontracts through our private connections. The funds is presently waiting to \nbe remitted by our offshore funds managers to any foreign beneficiary \ncleared for payment. However by virtue of our positions as civil \nservants in our country we cannot acquire this money directly, in our names. \nWe are not allowed by the civil service code of conduct to own or \noperate bank account outside our shores, on the other hand it is not safe for \nus to keep the money here due to our unstable political environment in \nthis part of the world. \n\nI have been delegated as a matter of trust by my colleagues to look for \nan overseas silent partner in whose account we would transfer the \nus$18,500,000.00 to, for our mutual benefit, hence the reason for this \nemail. I am requesting that you assist us as our silent partner and receive \nthe funds in your account for us on trust. We propose to share as \nfollows, 20% to you as commision and 80 for us. You will be free to take \nyour commission immediately the funds hit your account. since our \nobjective for now is to invest the money, it would be appreciated if you can \nalso of assistance by advising on short and long term investment \npossibilities your country. Should it not be convenient for you to assist with \ninvesting, we can end our cooperation after you hand over to our \npercentage of the money. The transaction although discrete is legitimate, the \nmoney will be transferred to your account with all necessary back-up \ndocuments showing legitimacy and source origin of funds. The transfer \nwill be effected within seven working days to be completd. I plead with \nyou on one issue, whether you are interested or not please do not \nexpose this information to any one else. I confirm that the transaction is \nlegitimate and without any risks either of us. Please give me your \nresponse immediately while keeping everything confidential. \n\nYours Sincerely, \n\nPeter Saseh\n\n\n\n\n", "id": "17849826f0aabb1a2aee17edd20c0476"}