{"email_subject": "IN DESPERATE NEED OF YOUR CO-OPERATION! ", "email_body": "Steve Moore(col.) \nOsnabrueck,Germany \nAttention Pls., \nIN DESPERATE NEED OF YOUR CO-OPERATION! \nI write you this letter from Detention to solicit your help, as I am in dire need of your co-operation in this urgent matter. \nI am Steve Moore, a Colonel in The Coalition Army(country detail will be given after introduction and proper establishment \nof trust) deployed to Iraq in the wake of the change of the Sadam Hussein Regime in Iraq. I served there until I was \narrested and detained in connection with the Iraqi prisoner abuse scandal in 2004. I was previously attached to a Military \nBase in Osnabrueck,Germany before my deployment to Iraq. I am presently at a detention facility in Osnabrueck,Germany. \nIn the course of my stay in Iraq,I have withnessed so much looting from which many colleagues have benefited in excess \nof some millions of Dollars. After a long hesitation, I decided to grab the opportunity that God had given me by placeing me \nin charge of the Security of all the recovered money. \nThis is a part of the money that the regime of Sadam Hussein,their friends and cronies had stolen and hidden in various parts \nof Iraq before the war.It became the responsibility of the Allied soldiers to search for,recover this money and plough it back \ninto the governance of Iraq. In the proccess of securing the money running into hundreds of millions of US Dollars,we were \nable to keep some away for ourselves. Thats how the money came about. \nEverything went well until I was accused in 2004 alongside other colleagues suspected to have abused inmates of prisons \nunder the control of Allied Forces in Iraq. \nI initially thought that my stay in prison awaiting trial would be brief but I have spent some time here without any change in \nmy hopeless situation! Now that I dont know how long I would stay here,and faced with the possibility of dismissal from the \nArmy if I am found guilty,I have come to accept that it is only proper to try and make some kind of reliable contact who could \nhelp me pick up and safe-keep this money so that I dont lose everything I have saved during my stay in Iraq.Who knows;such \nan opportunity,they say, comes once in a lifetime! \nI just need a guarantee of trust from you because there have been cases of breach of trust in the past by contacts that some \nof my colleagues have fronted for such transactions.I have presently,the sum of US$41.7m already shipped to safety somewhere \nin Europe. I only need you to guarantie me that I can still get this money back,if it is remitted to you. I need a person I can trust \nto safeguard this money since it is not possible to leave here and do it myself. All the arragerment to guarantee you a safe \naccess to the money has been made by me before my arrest.Your only part is to receive and safeguard it. We would further \ndiscuss on how the money should be disbursed afterwards. \nFor your role in this business,I wish to compensate you handsomely on successful conclussion of this assignment.I must only \nnot forget to tell you that confidentiality in this business is very important to both parties. \nI did not include my phone contact because any phone contact is for the military prison and therefore,not safe.This e-mail \naddress is the only reliable private contact I have here for now.I also have the right to occassional access to phone and internet \nfor recreational purposes though the chances are limited.I implore you to consider this proposal as urgently as possible and give \nme a feedback so that we can expedite action in good time. If you are in favour of my proposal,please,do include your private \ncontact information - phone,email address to facilitate a more effective and confidential communication.I implore you to ponder \nover this proposal as urgently as possible and get back to me. \nDo not forget to pray fervently for my acquitance.I wish you the best as \nI await your reply. \nThanks, \nBest Regards, \nSteve Moore(Col).\n\n\n\n\n", "id": "17a0b4ab6e4250d41fd60257ed955634"}