{"email_subject": "Urgent Assistance", "email_body": "The Director,\n\n\n\n            SEEKING FOR IMMEDIATE ASSISTANCE \n              (TRANSFER OF US$15.5MILLION)\n\nIt is my pleasure to request your assistance on this business proposition which if pursued to its conclusion ,will be of immense benefit to both of us. This request may seem strange but I will crave your indulgence and pray that you view it seriously. My name is Col. Victor Aloma of the Democratic Republic of Congo I am one of close aids to the formal president of Congo Democratic LAURENT KABILA of blessed memory, may his soul rest in peace.\n\nFor the military of LAURENT KABILA to force out the rebles in my country, I was instructed by him (late president Kabila) to go to the Europe to purchase ARMS\nAND AMMUNIATION worth us$15.5(fifteen million Five Hundred Thousand us Dollars) to fight the reble groups. But when it became ap! parent  that president\nKabila has been killed in a bloody shoot out by one of his aids. I immediately decided to divert the fund ( US$15.5) into  a private security company for safe\nkeeping. The money is presently in Holland (The Netherlands) where I am currently in exile  after the death of president Kabila.\n\nI need a reliable and trust worthy foreign partner/national who can assist me to clear and move this money as the beneficiary from the security company.\n\nThough we have not seen nor met each other, but I would want this transaction to be properly handled with modesty and honesty to a huge success within two weeks, this money in question is state fund as it is a deal between you and I, hence the need for secrecy considering the security implications.\n\n\nThus, if you are willing to assist me to move this fund out of the Netherlands, you can contact  me onthe above email addres to enable us discuss more about the deal and what  your percentage will be for assisting me.\n\nPlease note that you will be required to make a brief trip to the Netherlands for inspection of the fund. I also intend to visit your country soonest in order to inquire areas of possible business investment.\n\nI shall be sincerely glad if my request is rendered.\n\nKindest  Regards,\n\nCOL. Victor Aloma\n\n", "id": "186cb24d281ab074cd9378858e4a32b9"}