{"email_subject": "FROM GOODWILL MPENZA", "email_body": "Dear sir,\n\nThis business will be of interest to you and your business and\ninvolves $30,000,000.00, which emanated from over invoiced contracts executed\non behalf of my ministry of minerals and Energy, by foreign contractor.\nThough the actual contract value has been paid to the original\ncontractor,GUILDER MINING (PTY) SA, now in-liquidation. We have however included\nour billforthe over invoiced amount of US$30m amongst the present bills\nthat are scheduled for payment in the name of the company in-liquidation.\n We have also planned the execution of this deal perfectly both in the area of\ndocumentation and the changing of beneficiary from the company in\nliquidation that we had used to apply for payment, to the name, which\nyou will forward to us. I shall supply you with all the relevant documents\nrelating to this transaction as soon as we establish a working\nrelationship. For purpose of clarity, we are four in number here who are\nstrategically placed in the Department of Minerals and Energy for the smooth and\nswift transfer of these funds to your nominated account.\n This transaction is itself risk free and should be concluded within the next ten to\nfourteen working days if you follow my instructions carefully and we work\nclosely as a team.  Where you are going to come in is this. We are going to\neffect a change of company name from GUILDER MINING (PTY) SA to your company\nso as to legalize your company as the bona fide beneficiary of the contract\nsum. In this regard we will do the incorporation of your company here and\nreflect your company as having taken over the assets of Guilder Mining (pty).\nOnce we complete this process, your company will now be legally entitled\nto the US$30m, which the Department of Minerals and Energy owes GUILDER\nMINING (PTY) SA. We will thereafter use your company's name to apply for the\npayment Meanwhile, please send me your confidential telephone/fax numbers, to\nenable us to speak first and know ourselves better. You can also\ncontact me on my confidential sat phone-+871763427855 fax-+871763427856. I\npromise that you will not regret helping us, you have my personal word of honor. My\ncolleagues and I strive for the commitment to operate only on high\nstandards of integrity and honesty. We need the same honesty and commitment to\nthis transaction from you.\nThank you for your anticipated cooperation.\nMy Sincere Regards.\nDr Goodwill mpenza\n\n\n\n\n\n\n", "id": "187c39ebd64bbce622690bc04644cd4e"}