{"email_subject": "URGENT   RESPOUNCE.", "email_body": "From: Miss. Fatima Mandef.  DAKAR . Senegal, West Africa Email: fatimamandef33@yahoo.com   Dear One,  My warmest greeting to you in the name of the Lord.  I am Fatima Mandef and I inheritated an important some from my late father who died in recent crisis in Cote d'Ivoire.Then i ran to Senegal for save, I wish to request for your assistance in investing this sum in lucrative venture or manufacturing and real estate management in your country. I have Five million, seven hundred thousand United State Dollars. USD($5,700,000) to invest in this transaction and I will require your assistance in receiving the fund in your account in your country. I will gladly give you some resonable percent from the total sum for your assistance.  Before his death on September 2005, he gave me all the necessary legal documents to the deposit of the fund in the bank, I am 20 years old and a university undergraduate and really don't know what to do. Now I want an account overseas where I can transfer this funds and after the transaction I will come and reside permanently in your country till such a time that it will be convinient for me to return back home if I so desire. This is because I have suffered a lot of set backs as a result of incessant political crisis here in Ivory coast. The death of my father actually brought sorrow to my life. I also want to invest the fund under your care because I am ignorant of business world.  I am in a sincere desire of your humble assistance in this regards. Your suggestions and ideas will be highly regarded. Now permit me to ask these few questions: 1. Can you honestly help me from your heart? 2. Can I completely trust you? 3. What percentage of the total amount in question will be good for you after the money is in your account?  Please, consider this and get back to me as soon as possible. Immedaitely I confirm your willingness, I will send to you my picture and also give you more details about myself and the bank were my late father deposited the fund, so that you can reach the bank and confirm the existence of the fund as well, because seeing is believing. Please always reply me through this my private email:  mandeffatima@yahoo.com  for security reason.  Awaiting your immediate response and may God bless you.  With love,  Fatima.", "id": "18a0d8a5a288321b2ce9069c8d1ac870"}