{"email_subject": "From Nomy Bamba", "email_body": "  From  Nomy bamba\n  Abidjan, Ivory Coast West Africa. \n   \n  APPEAL FOR URGENT BUSINESS ASSISTANCE. \n  (nomybamba@yahoo.com)\n  Dear,\n   \n   Permit me to inform you of my desire of going into business relationship with you. I contacted you after going through your profile, I prayed over it and selected your name among other names due to its esteeming nature and the recommendations given to me as a reputable and trust worthy person that I can do business with and by the recommendation , I must not hesitate to confide in you for this simple and sincere business . \n    I am Nomy  Bamba the only child  of late Mr. and Mrs.Joseph  Bamba. My father was a very wealthy cocoa merchant in Abidjan , the economic capital of Ivory coast, my father was poisoned to death by his business associates on one of their outings on a business trip . My mother died when I was a baby and since then my father took me so special. Before the death of my father on october 2005 in a private hospital here in Abidjan he secretly called me on his bed side and told me that he has the sum of Ten million,five hundred thousand United State Dollars. USD ($10,500,000.00) left in fixed / suspense account in one of the prime bank here in Abidjan ,that he used my name as his only child for the next of Kin in depositing of the fund. He also explained to me that it was because of this wealth that he was poisoned by his business ssociates That I should seek for a foreign partner in a country of my choice where i will transfer this money and use it for investment purpose such as real\n estate management or hotel management . Dear, I am honourably seeking your assistance in the following ways: (1) To provide a bank account into which this money would be transferred to . (2) To serve as a guardian of this fund since I am only 22years. (3) To make arrangement for me to come over to your country to further my education and to secure a resident permit in your country.Moreover, Dear, i am willing to offer you 15% of the total sum as compensation for your effort/ input after the successful transfer of this fund into your nominated account overseas. Furthermore, you indicate your options towards assisting me as I believe that this transaction would be concluded within four (4) days you signify interest to assist me. Anticipating to hear from you soon.\n   \n  Best regards, \n  Nomy Bamba \n\n\n\t\t\n---------------------------------\nNew Yahoo! Messenger with Voice. Call regular phones from your PC and save big.\n\t\t\n---------------------------------\nYahoo! Messenger with Voice. Make PC-to-Phone Calls to the US (and 30+ countries) for 2¢/min or less.", "id": "18e246bebe27cb00ffb80ba84dd598da"}