{"email_subject": "DEAR FREIND", "email_body": "\nFROM MR. SHAKIR ABDUL  \nDIRECTOR IN CHARGE OF \nAUDIT AND ACCOUNTS UNIT,\nFOREIGN REMIITANCE DEPT.\nOF AFRICAN DEVELOPMENT BANK(ADB)\nEAST AFRICA.\n\n\n                     STRICTLY PERSONAL AND CONFIDENTIAL.   \n       \n\n\nWith due respect, I am Mr. SHAKIR ABDUL,the director in charge of audit \nand accounts unit,foreign remittance dept.of the AFRICAN DEVELOPMENT \nBANK (ADB),TANZANIA IN EAST AFRICA. I decided to contact \nyou for a beneficial and risk-free business transaction.\n\nDuring our auditing and investigations in this bank,my department came \n\nacross the sum of (US$35,000,000.00) THIRTY-FIVE-MILLION UNITED STATES \nDOLLARS ONLY, belonging to an international business man who \ndied along with his family on the 31st October 1999 in a plane crash, \nin an Egyptian airline ( Egypt- Air) 990 - with other passengers on board. \nYou can confirm this from the website below which was published by \nCNN.WEBSITE.http://www.cnn.com/2002/US/03/21/ntsb.egypt.air/index.html\nOR www.theatlantic.com/doc/prem/200111/langewiesche .\n\nBefore our discovery of this development, there was no trace of claim \nfrom\nany person as the fund remains dormant in his account with this bank. \nAlthough\nI keep this information secret whitin my jurisdiction to enable us put \nclaims\nand transfer the said amount through a trustworthy friend overseas whom\nwe shall indirectly present to the bank as the bonafide next-of-kin to \nthe deceased for a profitable and successful transaction - Because \nafter five\nyears the money will be called back to the bank's treasury account \nas unclaimed\nbills and the money shared amongst the directors of the bank. So it is \non this note that i decided to seek for a foreign assistance whom his \nname shall be \nused as the next of kin/beneficiary to this funds rather than allow the bank directors to\nshare this money amongst them at the end of the year.\n\nMeanwhile, all the arrangments/documents to put claims as the bonafide \nnext-of-kin to the deceased,to get the required approval and transfer \nof\nthis money to a foreign account has been put in place.The directives \nand\nthe needed informations will be relayed to you as soon as you indicate \nyour\ninterest and willingness to cooperate fully.Infact, we could have done\nthis alone but because as civil servants we are not legally allowed to \noperate foreign account in our country and it would eventually raise \nan eyebrow on our side during the time of transfer because we are \nstaffs of the bank.These are the actual reasons why it requires a \nsecond-fellow who will forward claims by our indirect support\nas the bonafide next-of-kin.And also present a foreign bank account\n(Old or New account)where the money will be transfered into.\n\nOn conclusion of this transaction, you will be entitled to 25% of the \ntotal sum as gratification, 5% of the total sum will be set aside for \ncontingency,while 70% will be for me and my partners here.\nPlease you have been advised to keep top secret as we are still in \nservice and intend to retire from service after we conclude this with \nyou.I will be monitoring the whole situation here in this bank until \nyou confirm the money in your account,We then come down to your country\nfor subsequent sharing of the fund according to the percentages \nindicated above, and for investment purpose like in any country you \nmay as well advise us professionally on how to invest the money.\nAll other necessary informations will be sent to you when i receive \nan email response from you or a telephone call.\n\nPls. You can mail me anytime via the above email address for \nconfidential purpose.\n\nExpecting your urgent response.   \n\nYours Sincerely,\n\nSHAKIR ABDUL.\n\n\n\n\n\n\n\n\n", "id": "18edac6e3840c846429dc7d1541cfe99"}