{"email_subject": "FROM:Mr.D Dumas.", "email_body": "FROM:Mr.D Dumas.\n#24 garden Avenue, \nSungu Johannesburg \nRep Of South Africa. \n\n\nDear Sir/Madam, \n\nI am Mr.D Dumas. a consulting auditor of prime banks here\nin South  Africa. I have the courage to Crave indulgence\nfor this important  business believing that you will never\nlet me down either now or in the  future.\n\n\nSome year ago, an American Mining consultant/ contractor\nwith the South African Mining corporation, made a numbered\ntime (fixed)deposit for   twelve calendar months, valued\n$142M.USD (ONE HUNDRED AND FORTY TWO   MILLION US DOLLARS)\nin an account. On maturity, The bank sent a routine\nnotification to his forwarding address but got no reply.\nAfter a month, The bank sent another reminder and finally\nhis contract employers, the South African Mining\ncorporation wrote to inform the bank that he died without\nMAKING A WILL, and all attempts by the American Embassy to\ntrace  his next of kin was fruitless.I therefore, made\nfurther investigation  and discovered that the beneficiary\nwas an immigrant from Jamaica and only  recently obtained\nAmerican citizenship. He did not declare any kin or\n relations in all his official documents, including his\nBank deposit paper work. \n\nThis money total amount$142M.USD (ONE HUNDRED AND FORTY TWO\nMILLION US DOLLARS)is still sitting in my bank as dormant\nAccount.No one will ever come forward to claim it, and\naccording to South African banking  policy, after some\nyears, the money will revert to the ownership of the  South\nAfrican Government if the account owner is certified dead.\nThis is  the situation, and my proposal is that I am\nlooking for a foreigner who  will stand in as the next of\nkin to beneficiary, and OPEN a Bank Account  abroad to\nfacilitate the transfer of this money.This is simple, all\nyou  have to do is to OPEN an account anywhere in the world\nand send me its  detail for me to arrange the proper money\ntransfer paperwork, and  facilitate the transfer.The money\nwill then be paid into this Account for us  to share in the\nratio of 60% for me, 30 % for you and 10% for expenses\n that might come up during transfer process. There is no\nrisk at all, and  all the paper work for this transaction\nwill be done by me using my  position and connections in\nthe banks in South Africa.\n\nThis business transaction is guaranteed.And the first phase\nof the transfer will be ($42M.USD)  FORTY TWO MILLION\nDOLLARS as advised by our insider in the bank.If you are\ninterested, please reply immediately through my personal\nemail sending the following details: \n\n(1) Your Full Name/Address \n\n(2) Your Private Telephone/fax Number. \n\n(3)Your Full Account Details. \n\nA{BANK ACCOUNT: \n\nB}BANK NAME: \n\nC}BANK ADDRESS \n\nD}BENEFICIARY OF NAME: \n\nE}SWIFT CODE NO: \n\nTHEN IMMEDIATELY YOU SEND ALL THIS INFORMATION REQUIRED BY\nTHE \nBANK,THEY WILL IT TO CREDIT YOUR NAME AS THE TRUE\nBENEFICIARY OF THE FUND.AND \nYOU HAVE TO BEAR IN MIND THAT THE DECEASE PERSON DIED\nWITHOUT ANY \n{WILLS},YOU ARE STAND NOW AS THE OWNER OF THE MONEY THE\nBANK KNOW OK. \n\n\nPlease observe the utmost confidentiality, and rest assured\nthat this \ntransaction would be most profitable for both of us because\nI shall \nrequire your assistance to invest some of my share in your\ncountry.I will \ngive to you,My Private:Tele & Fax Number which I bought for\nthis business \nupon your positive response for heart to heart discussion\nand once I am \nconvinced that you are capable and will meet up with the\ninstructions of \na key bank official who is deeply involved with me in this\nbusiness.I \nneed your strong assurance that you will never let me down\nnow or in \nfuture. \n\nI look forward to your earliest reply through my private\nemail \naddress.Pls you can reach me throught my private email \naccount{dumas_10@yahoo.ca) \n\nBest Regards, \n\nMr.D Dumas.\n\nPLEASE CALL ME IF YOU NEED TO CAL,BUT YOU HAVE TO CALL\nDIRECT,DUE TO IT IS STATELITE PHONE I JUST BOUGHT IT FOR\nTHE SUCCESS OF THE TRANSACTION \nONLY \n\nPhone No:874-763-427980. \nFax No:874-763-427981. \n\n", "id": "19761a06ab88b286520c3b99412c33aa"}