{"email_subject": "PLEASE GET BACK TO ME URGENTLY", "email_body": " PLEASE CALL ME +27836703988\nOR REPLY TO MY PRIVATE EMAIL  : temawilliams176@galmail.co.za\n \nDear Sir/madam\nWith due respect and to the glory of Almighty God whom we worship I call upon you to assist  me. Please Permit me to inform you of my desire of going into business relationship with you. I must not hesitate to confide in you for this simple and sincere business. My name is Tema Williams,The only Son of late Chief PATRICK WILLIAMS .My father was a very wealthy cocoa merchant in Abidjan but we are from Siera Leone ,After my Father death  I and my Family move to South Africa as a refugee. My father was poisoned to death by his business associates on one of their outings on a business trip. Before his death in a private hospital  in Abidjan he secretly called me on his bed side and told me that he has the sum of ($12.000,000 MILLION US DOLLAR) keft with a security and finance company in South Africa,He also explained to me that it was because of this wealth that he was poisoned by his business associates, that I should seek for a beneficiary in a country of my choice where I will transfer this money and use it for investment. , I am honorably seeking for your assistance to transfer our fund out of South Africa and make arrangement for me and my mother and younger sister to come over to your country to further our Education and take care of our mother. More over, I am willing to offer you 20% of the total sum as compensation for your effort/input after the successful transfer of this money into your nominated account overseas, you indicate your options towards assisting me .you signify your interest to assist me. As we depend in God, and with God all things are possible Anticipating to hear from you today. \nThanks and God bless. \nPLEASE CALL ME +27836703988\n  OR REPLY TO MY PRIVATE EMAIL  :      temawilliams176@galmail.co.za\n\nBest regards,\n \nTema Williams (for the family)\n\n\n\n", "id": "19cd6b247532f722c933037b2af1a886"}