{"email_subject": "ATTENTION.", "email_body": "FROM THE DESK OFREV DR Homas EllaNIGERIA NATIONALPETROLEUM CORPORATION21 VICTORIA ISLAND LAGOS  ATTENTION                                  PERSONAL AND CONFIDENTIAL  Having consulted with my colleagues and based on the information Gathered from the Nigerian Chambers Of Commerce And Industry, I have the privilege to request your assistance to transfer the sum of (15,500.000.00) FIFITEEN MILLION, FIVE HUNDRED THOUSAND UNITED STATES DOLLARS, into your accounts. The above sum resulted from an over-invoiced contract, executed, Commissioned and paid for about  three years (3) ago by a foreign  contractor.This action was however intentional and since then the fund has been in a suspense account at The Central Bank Of Nigeria Apex Bank. We are now ready to transfer the fund overseas and that is where you Come in. It is important to inform you that as civil servants, we are Forbidden to operate a foreign account; that is why we require your  assistance. The total sum will be shared as follows: 65% for us, 30% for you and 5% for local and international expenses incidental to the transfer.The transfer is risk free on both sides. I am an accountant with the Nigerian National Petroleum Corporation (NNPC). If you find this  proposal acceptable,we shall require the following documents:(1) Your banker name and address (2) Your private telephone and fax numbers ? for confidentiality and easy communication.(c) Your full name and address.Alternatively we will furnish you with an application form which you will file and apply directly to the Central Bank of Nigeria, where this money was deposited, along with a breakdown explaining, comprehensively what we require of you. The business will take us  (14) working days to accomplish. Await your urgent response.Yours SincerelyRev. Dr. THomas Ella.    -----------------------------------------------------------------------Ya puedes ganar con la bolsa sin arriesgar ni un céntimo. Nuevo deposito NARANJA bolsa garantizado de ING Directhttp://ad.doubleclick.net/clk;14721373;7829128;m?http://www.ingdirect.es/track/tracker.asp?medio=WANP&cod=DG044", "id": "1aa20e3f47fb7eb6673a35f1c885be76"}