{"email_subject": "Mrs Jessica Haword.", "email_body": "Dear Friend,\n\nIn a brief, I am Mrs Jessica Haword, Wife of late Mr Jackson Haword, a\nwhite farmer, murdered by unknown assailants in the year 2003 in Zimbabwe.\n\nMy husband was a great white farmer in Zimbabwe who was brutally murdered\nin the land dispute in Zimbabwe by the agents of the ruling government of\nPresident ROBERT MUGABE for his alleged support and sympathy forthe opposition\nMDC PARTY led by the minority white farmers. My husband was among the few white\nrich farmers murdered in cold blood by the war veterans backed by the\ngovernment.Before the death of my husband, he deposit the sum of US$8.5M \n(Eight Million Five hundred thousand United State Dollars) with one of the\nFinancial Institution, as if he knew the looming danger in ZIMBABWE. We were\nmarried for twelve years and God blessed us with twin?s children.\n\nPresently this money is still with the Financial Institution. Recently, my\nDoctor told me that I might not last for the next Eight months due to an\ninflammation of my liver. This has led to my being on 24 hours intensive\ncare,in a private clinic here in Cotonou Rep. of Benin. I am tired of living\nlike this.\n\nI have decided to donate part of this fund to an individual, group or a\ncharity organisation that will utilize this money the way I am going to instruct\nherein while half of the money shall be kept for the betterment of my children.\nI want an individual, or a Charity Organisation that will use this fund for\norphanages, widows, and helping land mine victims worldwide.\n\nI took this decision because my husband's relatives are Trouble Makers and\nI don't want my husband's efforts to be used for trivialities I do not want a\nsituation where my husband's sweat will be used in material pursuits.\nThis is why I am taking this decision.\n\nAs soon as I receive your reply I shall give you the contact name of my\nlawyer,telephone number and email address who will issue you a letter of\nauthority that will prove you the present beneficiary of this fund.\n\nPlease ensure to contact me with this email:(jessica_haword@sms@.cz) to enable\nme direct you to my lawyer.\n\nAny delay in your reply will give me room in sourcing another person for\nthis same purpose. Please assure me that you will act accordingly as I stated\nherein.\n\nHope to receive your reply.\n\nRemain blessed.\n\nYour Sister,\n\nMrs Jessica Haword.\n\n\n", "id": "1ac30e28f908cba90b752dd8617537b9"}