{"email_subject": "FROM: BENSON EKO.", "email_body": "FROM: BENSON EKO.\nCHIEF AUDITOR MINISTRIE OF FINANCE ECONOMICS\nCOTONOU-BENIN REPUBLIC.\n\nDear Friend,\n\nForgive my indignation if this message comes to you as\na surprise and \nif it might offend you without your prior consent and\nwriting through \nthis channel.\n\nI am BENSON EKO CHIEF AUDITOR MINISTRIE OF FINANCE\nECONOMICS COTONUO-BENIN REPUBLIC.I got your\ninformation when I was searching for a reliable,honest\nand trustworthy person to entrust this business with.I\nwas simply inspired and motivated to pick your contact\nfrom the many names and lists in the website.\n\nI wish to transfer the sum of $14,300,000.00USD\n(Fourteen Million Three Hundred Thousand United States\nDollars only.into your personal or company`s bank\naccount.\n\nThis fund was a residue of the over invoiced\nIndustrial Contract bills awarded by MINISTRIE OF\nFINANCE ECONOMICS COTONUO-BENIN REPUBLIC to some\nforeign firms. This DEAL was deliberately hatched out\nand carefully protected with all the attendant lope\nholes sealed off.As the chief auditor,I have the\ncooperation and mandate of the Financial Director and\nthe Secretary. It was my consensus to seek the\nassistance of a willing foreigner to provide us with\nthe facilities to transfer this money out of West\nAfrica.This is borne out of our beleive in the\nnon-stable and sporous political nature of this\nsub-region.\n\nThe original contractors have been duely paid by the\nBanque Centrale Des Etats De L`Afrique De L`Ouest\n(Central Bank of the West African States)This balance\nis suspended in the escrowaccounts awaiting claims by\nany foreign company of our choice.I intend to pay out \nthis fund now as the organisation is winding up its\nactivities.\n\nBased on the laws and ethics of employment,we as civil\nservants working under this organisation, are not\nallowed to operate a foreign account.This is the more\nreason why we needed your assistance to provide an\naccount that can sustain this fund for safe keeping\nand our future investment with your comprehensive\nadvise,assistance and partnership in your country.\n\nI have however agreed,as the account owner in this\ndeal to allow you \n40% of the entire sum as compensation,why 55% will be\nheld on trust for \nme while 5% will be used to defray any incidental\ncharges and cost if any. \n\nUpon the receipt of your information, the certificate\nof job completion of one of the contracts will be\nissued in your for the transfering of the fund to your\nnominated account withoutdelay.\n\nAs with the case of all organised (sensitive)and\nconspired DEALS,we \nsolicit for your unreserved confidentiality and utmost\nsecret in this \nbusiness.\n\nWe hope to retire peacefully and lead a honourable\nbusiness life \nafterwards.There are no risks involved.\n\nREPLY ASAP.\n\nWith regards.\nMR BENSON EKO\n\n\n", "id": "1acf3ec3341ad6ea40023e2cb5080c8f"}