{"email_subject": "PLEASE READ CAREFULLY!!!", "email_body": "ATTN:(HANDLE THIS INFORMATION SECRETLY)\nDear,\nI hereby contact you personally concerning the situation in\nmy bank. In order to transfer out {us$34,000,000} Thirty\nfour million us dollars, I have the courage  to look for a\nreliable and honest person who will be capable for this\nimportant business believing that you will never let me down\neither now or in future.\nI am Dr Paul Mbizala K., the Regional computing \nauditor of (STANDARD BANK OF SOUTH AFRICA) JOHANNESBURG \nBRANCH (SBSA). \nThere is an account opened in this bank in 1985 and since\n1991 nobody has operated on this account again. After going\nthrough some old files in  the records I discovered that if\nI do not remit this money out urgently.it will be forfeited\nfor nothing according to South Africa laws and act  of\n1993,the money will be revert this country government\ntreasury after 15 years if there is no valid claim. \n\nI need a foreign partner that will present as a relative to\nthis late man. I concluded to transfer this money overseas\nfor proper investment that will benefit me.\nThe owner of this account is Mr.Bremen K.Schroeder, a \nforeigner, and a Miner at Kruger Gold Co. a geologist by\nprofession and he died since 1991. No other person knows\nabout this account or any thing concerning it,the account\nhas no other beneficiary and my investigation proved to me\nas  well that this company does not know anything about this\naccount and the amount involved is us$34,000,000 Thirty Four\nmillion dollars.\nI am only contacting you as a foreigner because this money\ncan not be approved to a local bank here, but can \nonly be approved to any foreign account because the money is\nin US dollars and the former owner of the account is\nMr.Bremen K.Schroeder, who is a foreigner too. I know that\nthis message will come to you as a surprise as we dont know\nourselves before, we will sign agreement, but be sure that\nit is real and a fund.\nI need a truthful person in this business because I don't\nwant to make mistake and I need your strong assurance and\ntrust.\nAt the conclusion of this business, you will be given 50% of\nthe total amount, 50% will be for me and my family.\nI look forward to your earliest reply through my email\naddress.\nGod Bless You.\nYours truly,\nDr Mbizala Paul.\nSTANDARD BANK OF SOUTH AFRICA\n(You can as well contact me through my alternative email\naddress (mbizalapaul@verizonmail.com)\n\n\n\n----------------------------------------\nUpgrade your account today for increased storage; mail\nforwarding or POP enabled e-mail with automatic virus\nscanning. Visit our member benefits page at\nhttps://members.canada.com/benefits.aspx for more\ninformation.\n\n\n", "id": "1b02591ab5a5f4401db6f0c5524af256"}