{"email_subject": "CONFIDENTIAL PROPOSAL", "email_body": "                                                                                                                                            FROM THE DESK OF: ENG, LEONARD WELSH TAYLOR.\n{ASYLUM SEEKER} BANGKOK,THAILAND\n  Attn,Sir/Madam,\n  I got to know of you in my search for a reputable person/company to \nassist me in an urgent matter/business that would certainly boost \nthe financial standard of all parties involved when completed, which also \nrequires utmost trust and confidentiality.\n  I am Mr. Leonard Welsh Taylor, first son to late Mr.Darby Assinga \nTaylor. who died last 3 years in the crisis in liberia, western Africa. My \nlate father is an aide to exile president Charles Taylor, died as a result \nof uprising against his Government by rebel groups.\n  Meanwhile, before the death of my father he had taken me to Bangkok \nThailand to deposit the sum of SEVEN MILLION FIVE HUNDRED THOUSAND US \nDollars ($7.5million US Dollars) in january 2001 at a Security Company. \nInitially, he intended investing this money in a garment factory in \nBangkok, before the rebel forces assasinated him. This money was deposited \nas Gemstones to avoid much demurrage from the Security Company. This \nmoney was part of millions of dollars the president mapped out for the \npurchase of \nammunitions,militaryhard/softwares,light and heavy duty vehicles and \nother defensive logistics. My late father sensing the weakness of the \nruling Government, he took me to Thailand in january to deposit the money \nin a private security company as family valuables of containing \ngemstones and financial documents.\n  As he returned from arms negotiation from eastern Europe, he was \nassasinated by the rebels forces on 11 april 2002 which prompted me to seek \nasylum in Thailand where the money and the whole documents are with me \nright now. This resulted to killing and mass action by the government \nand rebel soldiers. Infact, a lot of people have been killed and they are \nstill killing uptill now because of this war of which my father was one \nof the victims. Perhaps, if you are conversant with world news you can \nunderstand me better.\n  It is against this background that I am soliciting need your assistance to \nhelp and provide a foreign account for us especially sourcing for \nreliable and trustworthy ventures where the money will be invested when \ntransferred to your account in your country, Since the law of Thailand \nprohibits a refugee (asylum seeker) to operate a bank account or to be \ninvolved in any financial transaction.\n  I am in  now saddled with the responsibility of seeking a genuine \nforeign account into which this money can be transferred without the \nknowledge of my home government who are bent on taking everything we have got. \nAt the moment, We are faced with the dilemma of investing this \namount of money in Thailand for fear of seizure or going through this same \nexperience or seizure because of terrorist activities/narcotics agencies.\n  I am soliciting your willingness to help me explore possible areas we \ncan invest our money in your country.and in a profitable business I \nwould equally appreciate your willingness to help me relocate my immediate \nfamily of three to your country where I will invest the fund.The cash is \n($7.5 MILLION US DOLLARS) means for the would-be project is under my \ncustody. I will therefore appreciate it, if you can travel to meet with \nme in bangkok,Thailand, hence my permit (Refugee) only allows us to make \na single trip out of the country gurranted asylum.Again to enable us \nhave a memorandum of understanding, discuss on likely profitable and \nreliable ventures where the money will be invested in your country and and \nalso promise you 20% per! cent of the total fund for your assistance and \nsupport in making the transfer a success. after the consignment is \nreleased from storage.\n  This transaction will be successfully concluded within 14 days if you \naccord me your unalloyed and due cooperation and willing to assist me, \nplease reply me and include your private E-mail/fax and telephone \nnumber. Note That this business is 100% risk free and your coming down here \nis gauranteed. This transaction is honest, trustworthy and \nconfidentiality.Please all replies should be through my private email box email: \n    We look unto God for your \npositive prompt response.\n  Yours sincerely,\nEngineer, Leonard Welsh Taylor.\n(For The Family)\n   \n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\n---------------------------------\nYahoo! Photos  Showcase holiday pictures in hardcover\n Photo Books. You design it and well bind it!", "id": "1b068ca592bae9f671c48e9b4c93d678"}