{"email_subject": "TRUST ", "email_body": "MANAGING DIRECTOR\nKRUNG THAI BANK PLC\n35 SUKHUMVIT ROAD,\nBANGKOK 10110 THAILAND\n\n\n\n\nDear Friend,\n\n\n\nI am Mr. Aphisak Tantiworawong , Managing Director Krung Thai Bank Plc,\nThailand and a Korean by Nationality. I am contacting you with respect to\na portfolio amounting to $42,520,000 USD (Thirty Five Million, Five\nHundred and Twenty Thousand United States Dollar)  deposited by a\nswitzerland Merchant named Mr. Horst Schlegel.\n\n\n\n\nOn the 4th of August 2003  Mr.Horst Schlegel deposited $42,520,000.00 USD\n(Forty Two illion, Five Hundred and Twenty Thousand United States Dollar)\nunder our portfolio management department for three years and the deposit \nmatured on the 3rd of August 2006 with over 136%  growth which  amounted\nto a total of $58,099,200.00 USD (Fifty Eight Million  and Ninety Nine \nthousand Two United States  Dollar).Mr. Horst Schlegel, has since passed\naway  without stating his next of kin because he never got  married nor\nhad\nany childred during his existence and he was an orphan, this funds has\nsince matured and the roll-over on the funds has also expired.This sum of\n$58,099,200.00 USD (Fifty Eight Million and Ninety Nine Thousand Two\nUnited States  Dollar) is still  in my possession in my Bank lifeless and\nunnoticed because there will never be a claim on the funds and all\nmaterial and immaterial  documents and certificates relating to the funds\nare also in my\npossession.\n\n\n\n\n\nAt the expiration of three years, such funds will revert to the ownership\nof the Government for financing military operations, such as purchasing of\n arms and ammunitions for the military which is  in-line with the Asian\nTradition/Law.In order to avert this negative development, I will like to\nseek for your permission as a foreigner to stand as the next of kin to Mr.\nHorst Schlegel so that the fruits of this old man's labor will not\nbe use for financing weapons which will further enhance the courses of war\nin the world in general.The money will be paid into your account for us to\nshare in the ratio of 60% for me and 35% for you  and the balance of 5%\nfor  will be responsible for the  major /trivial expenses incurred in the\ncourse of   the  transaction. There is no risk involved in this project as\nmy position in my bank and with the aid of my personal lawyer all\ndocuments\nwill be provided to make you the legal beneficiary and the  legality of\nthis project  will correspond with local and international laws of\ninheritance.\n\n\n\n\nIf you are interested, please reply immediately.Upon your response, I\nshall then provide you with further information's and modalities that will\n help you understand the transaction.\n\n\n\n\nYou should observe utmost confidentiality, and  be rest assured that this\nproject would be most profitable for  both parties because I shall \nrequire your assistance  to invest my share in your country.\n\n\n\n\nAwaiting your urgent reply.\n\n\n\nThanks and regards.\n\n\nMr. Aphisak Tantiworawong\n\n\n", "id": "1b34299e61262eb7cb989a18d0487974"}