{"email_subject": "URGENT  REPLY  AND CALL ME...", "email_body": "MR RAJ MOHAMMED.\nThe Manager of,\nAFRICAN DEVELOPMENT BANK (A.D.B.)\nOuagadougou, Burkina-Faso.\nDirect Line +226 76 40 64 06.\n\nDear Friend,\nPlease read carefully, This is secret and confidential.\n\nI hope that you are well today.I am the Manager of Audit and account dept of \nour bank, with due respect i decided to contact you over this business \nfinancial transaction worth the sum of FIFTEEN MILLION DOLLARS, (15Musd)in \nother to entrust this fund into your bank account.\n\nThis is an abandoned fund that belongs to the one of our bank customers who \ndied along with his entire family on 25th July,2001 in a plane crash \ndisaster. I was very fortune to meet the deceased file when i was arranging \nthe old and abandoned customers files of 2000-2001 in other to submit to the \nbank managements accordingly for documentation purposes. Following our \nbanking financial policy, it was obviously indicated and signed law fully \nthat if such money remains unclaimed after five years without somebody been \na foreigner apply and claim the fund as the next of kin , the money will be \ntransferred into the Bank Treasury as an unclaimed fund.\n\nSo the request of you as a foreigner is necessarily needed for the claim \nbecause a citizen of Burkina Faso cannot come forward to claim the fund \nsince the law does not permit an indigene to claim such fund Since the real \nbeneficary of the fund is died , the bank are expecting the next of kin to \napply for the release of the fund for him or her without delay but \nunfortunately i learnt through the investigations which I carried out that \nthere is nobody behind who can come and claim the fund.\n\nTherefore I want you to apply to the bank with your reliable bank account \ndetails where our bank will transfer the fund into and immediately the fund \nis transferred into your account ,i will share the fund according to the \npercentage indicated below.\nSIXTY PERCENT (60%) of the total fund will be for me.THIRTY PERCENT( 30%) \nfor you in provision of the Bank account.FIVE PERCENT(5%) will be for \nunexpected expenses which may occur during the transfer.FIVE PERCENT(5%) \nwill be preserved for helping the helpless people, like charity organization \nand motherless babies.\n\nThereafter you will help me to visit your country for sharing the money \naccording to the percentage indicated above.\n\nAnd for the immediate transfer of this fund into your bank account as \narranged, you must apply first to the bank as the only existing next of kin \nto the deceased customer and after approval which will take place \nimmediately as you applied, the transfer of the fund into your nominated \nbank account will proceed. Please note that you should keep this business \nsecret until you confirm the transfer into the bank account which you will \nprovide. And there is NO RISK in this business. The bank will forward to you \nall necessary documents related to the transfer and which will prove that \nyou make a legal claim of inheritance.\n\nIt is true that i pray to GOD before i was pushed forward to contact you for \nthis business but i want you to assure me solemnly that you are a \ntrsutwothy,reliable,honest and capable to avoid cheating me in this \nbusiness.If you are really sure of your integerity, Reply immediatelly you \nreceive this mail and call me on 00226 76 40 64 06  for more detailed \ninformation on how the process to transfer the fund into your account will \nbe.\nYours faithfully,\nMr Raj Mohammed.\n\n_________________________________________________________________\nWindows Live Mail : dcouvrez et testez la version bta ! \nhttp://www.ideas.live.com/programpage.aspx?versionId=5d21c51a-b161-4314-9b0e-4911fb2b2e6d\n\n\n\n", "id": "1b40415e7264914ec9d0d081bb371228"}