{"email_subject": "ATTN:Respond Urgently !", "email_body": "FROM:MR Scott Reed\n\nDear Sir/Madam,\n\nI know this email will reach you as a surprise,but need not to\nworry as i am using the only secured and confidential medium\navailable to seek for foreign assistance in a business transaction.\n\nI am Mr. Scott Reed from the BANK OF AFRICA. PLC,COTONOU-REPUBLIC\nOF BENIN.Branch.This business request may seem strange, but I crave\nyour indulgence and pray you view it seriously as I am convinced\nthat you would be capable to provide me with a solution to a money\ntransfer.\n\nOn August, 2002, a retired Atlanta physician Mr George Brumley Jr\nmade a numbered  time (fixed) deposit for twelve calendar months,\nvalued at nine million pound sterlin(9.000,000) in my branch\nupon maturity. I sent a routine notification to his forwarding\naddress but got no reply. After a month, we sent a reminder and\nfinally we discovered from his contract employers, that the Atlanta\nphysician Mr George Brumley Jr and his family died in the plane\ncrash On july ,2003.See site below for confirmation of the death.\nMay there Gentle soul rest in peace.\n\nhttp://www.cnn.com/2003/WORLD/africa/07/20/kenya.crash/index.html\n\nOn further investigation, I found out that he died alongside with\nhis next of kin and attempts to trace his further next of kin were\nfruitless.\n\nSince we got information about his death, we have been expecting\nhis extended next of kin (family members)to come over and claim his\nmoney because we cannot release it unless some body applies for it\nas next of kin or relation to the  deceased as indicated in our\nbanking guidlines and laws but unfortunately  we learnt that all his\nsupposed next of kin or relation died alongside with him at the\nplane crash leaving nobody behind for the claim. This sum of\n9.000,000 and the interest is being rolled over with the principal\nsum at the end of each year . If no one ever come forward to claim it\naccording to African law, at the expiration of (four)years,the money\nwill revert to the ownership of the Benin Government if nobody applies\nto claim the fund.\n\nConsequently, my proposal to you is that I will like you to stand as\nthe next of kin to Mr George Brumley Jr and claim this funds so that\nthe fruit of the old man's labor will not get into the hands of some\ncorrupt Government officials. This is simple, I will like you to\nprovide immediately your full name and address so that i can apply for\nan Attorney on your behalf who will prepare the necessary documents and\naffidavits which will put you in place as the next of kin.We shall\nemploy the service of a probate attorney for the drafting and\nnotarization of the Will and obtain the necessary documents and letter\nof probate administration in your favour for the transfer. Any bank\naccount in any part of the world which you will provide will then\nfacilitate the transfer of this money to you as the beneficiary/next of\nkin.The money will be paid into your account for us to share in ratio\nof  40% for me and 40% for you and 10% will be set aside for expenses\nincured during the process while the other 10% will be given to charity\norganisation.There is no risk at all;the paperwork for this transaction\nwill be done by the attorney and my position as the banks branch Bills\nand Exchange Manager guarantees the successful execution of this\ntransaction.\n\nIf you are interested, please reply immediately via my private email\naddress below .Upon your response,I shall provide you with more details\nand relevant documents that will help you understand the transaction.\n\nPlease observe utmost confidentiality and be rest assured that this\ntransaction would be most profitable for both of us because I shall\nrequire your assistance to invest my share in your country.\nPlease upon the receipt of this mail message, send to me the following\nto enable me start the processing of the fund transfer:\n  1.) Your full name and address.\n  2.) Your private / official telephone and fax number.\nAwaiting your positive response via my private email:mrscottreed@walla.com\nor you can call me on my private telephone number:+22995713752 .\n\nThanks and God bless,\nMR SCOTT REED\nBILL AND EXCHANGE MANAGER\nFOREIGN REMITTANCE DEPT:\nBANK OF AFRICA PLC.\nCOTONOU-BENIN.Branch.\nEmail:mrscottreed@walla.com\n\n\n\n\n", "id": "1b779dddcb8e641ccd4d8a3371b94c03"}