{"email_subject": "From: Mrs.Suzzan Sainovic", "email_body": "From: Mrs.Suzzan Sainovic\n\nMy Dear,\n\nYOUR ASSISTANCE IS HIGHLY NEEDED\n\nI am very sure that this mail will bring lots of surprises and \ncuriosity to you since there was no previous correspondence before now between us.\n\nI am a widow of one of the top rulers in Chechnya. My husband died along side with the Chenchan president who was killed in a bomb attack early last year in a parade ground.\n\nMy husband told me before his death that he has a credit of US$45M which he deposited overseas and handed to me all the documents which my lawyer has confirmed with the authority concerned.\n\nRight now I am looking for an Investor who will help me to invest the total sum in the west and after which I will relocate to your country.\n\nThe security situation in Chechnya does not warrant me to do much from here,therefore I have designated my family lawyer London who will co ordinate every aspect of the fund transfer and the investment with your assistance.\n\nI am ready to concede up to 25% of the funds to you as your share if you will help me to pull the funds and invest it in your country which has a stable economy.\n\nUpon receipt of your acceptance letter to my private mail box quoted below,I will introduce you to my family lawyer for details on how the transfer can be done in the shortest possible time.Please furnish me with the below informationS:\n\n1) Your Full Name\n2) Your Nationality\n3) Your Age\n4) Your Marital Status\n5) Your Private Telephone and Fax Number\n6) Your Contact Address\n7) Your occupation\n\nNOTE: The main assistant is after the money has been transfered into your personal/company account,you are going to assist us in investing the money in your country and supervise the total investment over there.\n\nFor security reasons all other information will reach you through my direct email: mrsssainovic1@katamail.com\n\nAwaiting your Urgent response via my direct email address.\n\nRegards,\n\nMrs.Suzzan Sainovic\nmrsssainovic1@katamail.com\n\nX-Mailer: PHP@dec59.ruk.cuni.cz\n\n\n\n\n\n", "id": "1b984a60258c1367a4f5217b7e9b61aa"}