{"email_subject": "", "email_body": " TEDDY WILLIAMS & ASSOCIATES   \nAddress:33 Bedford Row                    \nLondon WC1R 4JH, England  \nPARTNER MANAGING\nTEDDY WILLIAMS & ASSOCIATES\nLONDON - UK.\n \nAttention: \n \nOn behalf of the Trustees and Executor of the estate of Late Engr. \nJürgen Krügger. I once again try to notify you as my earlier letter was \nreturned undelivered. I hereby attempt to reach you again by this same \nemail address on the WILL. I wish to notify you  that late Engr. Jürgen\nKrügger made you a beneficiary to his WILL. He left the sum of Thirty \nMillion, One Hundred Thousand Dollars (USD$30, 100.000.00) to you in the \nCodicil and last testament to his WILL.\n \nThis may sound strange and unbelievable to you, but it is real and \ntrue. Being a widely traveled man, he must have been in contact with you in \nthe past or simply you were nominated to him by one of his numerous \nfriends abroad who wished you good. Engr. Jürgen Krügger until his\ndeath was a member of the Helicopter Society and the Institute of \nElectronic &  Electrical Engineers. He was a very dedicated Christian who \nloved to give out. His great philanthropy earned him numerous awards \nduring his life time. Late Engr. Jürgen Krügger died on the 13th day of December, \n2004 at the age  of 80 years, and his WILL is now ready for execution.\nAccording to him this money is to support your humanitarian activities \nand to help the poor and the needy in our society. Please if I reach \nyou as I am hopeful, endeavor to get back to me as soon as possible to\nenable me conclude my job. I hope to hear from you in no distant time. \nNote: You are advise to contact me with my personal email address:  \n \nYours in Service,\nPlease get to me via my private Email: tdy_williams@yahoo.co.uk\nBARRISTER TEDDY WILLIAMS ESQ\n \n________________________________________________________________________\nCheck out the new free AOL Email -- 2GB of storage and industry-leading spam and email virus protection.\n", "id": "1bc63af6b93063332ec813e361f33b65"}