{"email_subject": "IMPERATIVE AND PRIVATE", "email_body": "FROM: MRS. ELIZABETH OGALI\nDEPARTMENT OF PETROLEUM RESOURCES\n7 KOFO ABAYOMI STREET, VICTORIA ISLAND\nLAGOS - NIGERIA.\n\nIMPERATIVE AND PRIVATE\n\nThis letter may come to you as a surprise but it was borne out of my sincere\ndesire to share a mutual business relationship with you. First, your strictest\nconfidence in this transaction is highly solicited. This is by virtue of\nits nature as being utterly confidential and top secret.\n\nWe are top government official with a statutory corporation and members\nof an ad hoc committee set up by the Federal Government of Nigeria to review\ncontract awarded by past administration. In the course of identifying, scrutinizing\nand recommending for the payment of all valid contract executed, we discovered\na huge sum of money amounting to USD41.5M (Forty One Million five Hundred\nThousand US Dollars) on grossly over invoiced contract already awarded and\nexecuted for the Department of Petroleum Resources. Having Cleaned the 'AUGEAN\nSTABLE' we intend to transfer the balance of USD41.5M presently floating\nin our apex bank of Nigeria to our own benefit and advantage.\n\nHowever, we request for your unwavering assistance in this regard because\nas civil servants we are prohibited under the civil service code of conduct\nbureau from operating a foreign account or running a foreign company unless\nafter retirement in this vain we want you to front for us as partner to\nenable us lodge the funds speedily into your account. Bear in mind that\nno risk is attached to this project and all logistics are in place and modalities\nworked out for the smooth conclusion within a stipulated time. This is in\naccordance with the fact that you must never betray the trust already reposed\non you. We have decided to compensate you with 30% of the total sum for\nyour support, 60% for us while 10% for miscellaneous expenses (local and\ninternational).\n\nPlease, provide your confidential phone and fax number to enable my boss\n(Dr. Robert Swafa) contact you for further discussion on this matter to\nhis private email address: (r_swafa1@lycos.com)\n\nPlease advise in your return e-mail if any time is confidential enough to\ncall you.\n\nLooking forward to hearing from you.\n\nBest regards,\n\nMrs Elizabeth Ogali\n(Secretary of the Committe)\n\n__________________________________________________________________\nTiscali Adsl 640 Free: fino al 15 novembre i consumi sono GRATIS!\nSe sottoscrivi un'Adsl Free 640 entro il 14 ottobre avrai gratis tutti\ni consumi fino al 15/11/04 compreso! In piu' sono gratis il modem\nin comodato e l'attivazione. Cosa aspetti? Prima attivi, piu' risparmi!\nhttp://abbonati.tiscali.it/adsl/\n\n\n\n\n\n", "id": "1c1d5ef21714e671128240f806aab486"}