{"email_subject": "Mrs Aicha Ahmed, TREAT VERY URGENT AND CONFIDENTIAL. CALL ME 0022676743842. ", "email_body": "My Dear,\n\nI am Mrs Aicha Ahmed, the manager of bill and exchange at the foreign \nremittance department Bank Of Africa.\n\nIn my department we discoveredan abandoned sum of US$14.5M (fourteen million \nfive hundred thousand US dollars) in an account that belongs to one of our \nforeign customer who died along with his family in the 2003 in a plane \ncrash.\n\nSince we got information about his death, we have been expecting his next of \nkin to come over and claim his money because we cannot release it unless \nsome body applies for it as next of kin or relation to the deceased as \nindicated in our banking guide lines and laws but unfortunately we learnt\nthat all his supposed next of kin or relation died alongside with him at the \nplane crash leaving nobody behindfor the claim.\n\nIt is therefore upon this discovery that I now decided to make this business \nproposal to you and release the money to you as the next of kin or relation \nto the deceased for safety and subsequent disbursement since nobody is \ncoming for it and we don't want this money to go into the bank\ntreasury as unclaimed bill.\n\nThe banking law and guidelines here stipulates that if such money remained \nunclaimed after four years, the money will be transferred into the bank \ntreasury as unclaimed fund.\n\nThe request of foreigner as next of kin in this business is occasioned by \nthe fact that the customer was a foreigner and a Burkina cannot stand as \nnext of kin to a foreigner.\n\nI agree that 45% of this money will be for you as respect to the provision \nof a foreign account , 5% will be set aside for expenses incurred during the \nbusiness and 50% be for me.\n\nThereafter, I will visit your country fordisbursement according to the \npercentage indicated. Therefore, to enable the immediate transfer of this \nfund to you as arranged, you must apply\nfirst to the bank as relation or next of kin of the deceased indicating your \nbank name, your bank account number, your private telephone and fax number \nfor easy and effective communication and location where the money will be \ntransfer.\n\nUpon receipt of your reply, I will send to you by fax or email the text of \nthe application. I will not fail to bring to your notice that this \ntransaction is hitch-free and that you should not entertain any atom of fear \nas all required arrangements have been made for the transfer.\n\nYou should contact me immediately as soon as you receive this mail,Trusting \nto hear from you immediately.\n\nYours faithfully.\n\nMrs Aicha Ahmed.\n\nN/B: CALL ME AS SOON AS YOU RECEIVE THIS MAIL OR\nEMAIL Me.\nTEL:0022676743842.\n\n_________________________________________________________________\nMSN Messenger : discutez en direct avec vos amis ! \nhttp://www.msn.fr/msger/default.asp\n\n\n\n", "id": "1c28c97ade615e73e391645bf47fc5ba"}