{"email_subject": "A CALL FOR HELP", "email_body": "  FROM RITA GUEI \nAbidjan cote D`Ivoire\nWest Africa.\n   \n  Dearest One, \n   \n  I am the first duaghter of an ex military/ex president been an opposition party to the present Government of COTE D`IVOIRE. On the 19th sept 2002 my father/mother including every members of our family was murdered by the unknown REBELS during the time they attack our house by shooting and looting, even this is one of the things that contributed to the present crisis in our country today. \n   \n  God so kind I was not in town when the incident occurred, the plans of the REBELS is to kill every members of our family so that no one will rise up to revenge as time goes on. I am in our country without any one knowing although I am on hiding so that the unknown REBELS will not get to me and kill me like they killed all the members of our family. Why I still stay back in our country is to transfer the $18.5mUSD which my late father deposited in the custody.\n   \n  he deposited the fund as a family treasure containing AFRICAN ART WORK FOR EXPORT for security reasons, as security company does not operate as bank where some one can deposit his/her money openly. \nBefore the death of my father he gave me the covering documents of the fund deposited in the security company, as I am his first duaghter and he so much loved me that was why he made me the beneficiary of the two iron trunk boxes containing the $18.5mUSD. Right now I wish to transfer this fund to you so that you will assist me to invest the money into any viable sector in your country, also you will help me to join you in your country for me to start up a new life with you there immediately the fund gets to you. since I am no longer safe as far as Africa is concern at the moment, I wanted to transfer the fund before leaving the country because this fund is my last hope and the only hope I have now. \n  Before I even pick you to assist me I have prayed and slept over it asking God to provide for me a Godly minded person that will assist me in this transaction. I will give you more details of the transaction in my next mail. \nAwaiting to hear from you,\n  Thanks and God bless you. \nRita Guei. \n\n\n\n\t\t\n---------------------------------\n Nouveau : téléphonez moins cher avec Yahoo! Messenger. Appelez le monde entier à partir de 0,012 \u0080/minute ! Téléchargez la version beta.\n\t\t\n---------------------------------\n Nouveau : téléphonez moins cher avec Yahoo! Messenger. Appelez le monde entier à partir de 0,012 \u0080/minute ! Téléchargez la version beta.", "id": "1c4775e5d70b34c5774d9644766ace06"}