{"email_subject": "urgent", "email_body": "Attn:\n\n Sir,\n\nI am Prince Danladi A. Kabila Jr, Cousin to the late\npresident of the Democratic Republic of Congo (DRC)\nformerly known as Zaire, who was assassinated in\nJanuary 2001 by his bodyguard. I came across your\ncontact via a missionary that visited our asylum Camp,\nbut I did not disclose the nature of this transaction\nto her because of the secrecy involved.\n\nAccordingly, I will like to inform you that this is\nnote a bragging because it will look too cheap and\nsurprised to you from the way I have contacting you to\nassist me in making this transaction a success.  \n\nDue to the war raged in our Republic, the late\nPresident, Laurent Kabila was using me, through\ndiplomatic means, to send money out of the Republic\nbecause of the fear that a coup de tat may take place\nat any time.\n\nI did this on two consecutive occasions, on the third\ntrip, myself and some aides decided to divert the\ndelivery, which amounted to US$30Million (Thirty\nMillion United states Dollars).\n\nI am presently in exile, because of exactly what\nhappened to my late cousin, former President Laurent\nDesire Kabila, May his soul rest in peace.\n\nI have since deposited the money into a Security\nCompany in one of the European Country that will be\ndisclosed to you upon your acceptance to assist me,\nbut the real content of the deposited box containing\nthis fund was not disclosed to them for Security\nreason.\n\nDue to shortcomings and restrictions prevailing in\nhere regarding refugee policy, I came up with the idea\nof foreign investment for the fund, with the\npossibility of a joint stock venture with a foreign\npartner, outside the continent of Africa.\n\nMy main aim and objective of contacting you is to ask\nfor your assistance in retrieve the said fund from the\nprivate firm where it was deposited and transfer it\ninto your private or company&#8217;s account in your\ncountry.\n\nThere is no risk involved, as this is confidential. I\nhave decided to let you have 25% of the total amount\nof the fund, 5% is for expenses that will be incurred\nduring the transaction, and the remaining 70% of the\nfund is for myself, which I would like to invest in\nyour country.\n\nIf you can be trusted and interested, please contact\nme on the below e-mail as soon as\npossible:private_danladi@yahoo.com.au\n\nOn the receipt of your acceptance mail, I shall give\nyou more clarification on the modalities needed for\nthe successful completion of this transaction.\n\nBest regards,\n\nPrince Danladi A. Kabila Jr.\n\n\n\n\t\t\n___________________________________________________________ \nLike being first? Check out the all-new Yahoo! Mail today.\nhttp://uk.docs.yahoo.com/nowyoucan.html\n\n\n", "id": "1cb5623ba72c8c9c1eadf364215dfa67"}