{"email_subject": "REPLY BACK URGENTLY PLEASE!!!", "email_body": "FROM THE DESK OF MRS. AICHA AHMED\nTHE BILL AND EXCHANGE MANAGER\nAUDITING AND ACCOUNTING UNIT.\nFOREIGN REMITTANCE DEPT.\nBANK OF AFRICA (BOA)ANNEX\nOUAGA-BURKINA FASO.\n\n\nI am mrs Aicha  Ahmed, the manager in charge of auditing and accounting unit \nforeign remittance department of bank of africa (BOA)ouaga-burkina faso in \nwest Africa.\nWith due respect and regards I have decided to contact you on a business \ntransaction that will be very beneficial to both of us at the end of the \ntransaction ,During our investigation and auditing in the bank, in my \ndepartment I came across a very huge sum of money belonging to a deceased \nperson, a foriegner who died in a plane crash and the fund has been dormant \nin his account with the bank without any claim of the fund in our custody \neither from his family or relation before my discovery to this \ndevelopment,Although personally, I kept this information secrete within \nmyself and  to enable the whole plans and idea be profitable and uccessful \nduring the time of execution.\n\nThe amount involved is (us$7,500.000) (Seven Million Five Hundred Thousand \nUnited State Dollars ). Meanwhile, all the whole arrangement and directives \nneeded to put claim over this fund as the next of kin to the deceased, Upon \nyour acceptance all the information will be forward to you as soon as you \nindicate your interest and willingness to assist me and also benefit your \nself to this great business opportunity,In fact, I could have done this deal \nalone but because of my position in this country as a civil servant,we are \nnot allowed to operate a foriegn account and would eventually raise an eye \nbrow on my side during the time of transfer because I work in this bank, \nthis is the actual reason why it will require a second party or fellow who \nwill forward claims as the next of kin with affidavit of trust of Oath to \nthe bank and also present a foriegn account where you will need the said \nfund to be transferred into, after due verification and clarification to \ndesignated bank account,I will not fail to inform you that this transaction \nis 100% risk free, On smooth conclusion of this transaction, you will be \nentitled to 40% of the total sum as ratification, while 10% will be set \naside to take care of expenses that may arise during the time of transfer \nsuch as telephone bills etc,While 50% will be for me.\n\n\nPlease you have been adviced to keep top secret as I am still in service and \nintend to retire from service after I conclude this deal with you, I will be \nmonitoring the whole situation here in the bank until you confirm the money \nin your account and ask me to come down there for subsequent shearing of the \nfund according to percentages previously indicated and further \ninvestment,either in your country or any other country you may advice me to \ninvest in.\nAll other necessary information will be sent to you when I hear from you, I \nsuggest you get back to me as soon as possible, stating your wish in this \ndeal.\n\nTrusting to receive your urgent reply through my alternative Email \n:mrs_aicha9@yahoo.fr\nYour's Sincerely\nmrs Aicha Ahmed\n\n_________________________________________________________________\nMSN Messenger : discutez en direct avec vos amis ! \nhttp://www.msn.fr/msger/default.asp\n\n\n\n", "id": "1cbe71a6557a5c3803b25893572efe45"}