{"email_subject": "Confirm Message.ASAP", "email_body": "CORPORATE TEL& FAX: +27-11-5075379.\nHOME TEL: + 871-762-535915\nHOME FAX: + 871-762-535916\nEmail:  tutu288@latinmail.com\n\nURGENT BUSINESS TRANSFER\n\nI know that this will come to you as a surprise since we don't know each\nother before. For the purpose of introduction, I am MR JOB TUTU the chief\nauditor of amalgamated bank of South Africa (ABSA). When I was going\nthrough some old files in the record I discovered that there is an account\nopened in this bank in 1980 and since 1990 nobody has operated on this\naccount again.\nThe owner of this account is Mr. Smith B Andra's, a foreigner/contractor\nand a miner at Kruger gold mining Pty., a geologist by profession who died\nsince 1991. no other person knows about this account or any thing\nconcerning it and the account has no beneficiary and investigation on this\naccount proves to me that his company is not aware of this account and the\namount involved is US$18.3M ( Eighteen Million Three Hundred Thousand\nUnited States Dollars Only).\nI am only contacting you as a foreigner because this money can not be\napproved to a local bank account here, but can only be approved to any\nforeign account because the money is in us dollars and the former owner of\nthe account Mr. Smith B. Andra's is a foreigner too. So if you find this\nproposal interested kindly indicate your interest by contacting me and\nalso send to me your private telephone and fax numbers for easy and\nconfidential communication. \nPlease be inform that this transaction is risk free for all arrangements\non how to transfer this money to your account has be made ready because I\nwill use my positions to get all internal documentations to back up the\nclaims, only waiting for your approval of agreement to assist me. And for\nyour personal assistance, you will be given 25% of the total sum while 5%\nwill be for expenses made by both parties during the transfer and 70% will\nbe use to establish a lucrative business/ investment for me in your\ncountry through your assistance because I cannot bring one dollar back to\nmy country.\nMoreover, I need your trust and confidentiality promising you will not\ntake advantage of the situation that makes you the beneficiary to this\naccount and hoping that you can be able to handle such amount of money in\nstrict confident till I come over to your country for appropriate\ndisbursement and investment.\nI wait for your urgent response by Email, Call or Fax. Thanks And God Bless\n\nYours Truly,\n\nMr. Job Tutu\n108 GRAYSTON DRIVE, SANTON CITY JHB, SOUTH AFRICA, TEL& FAX: +27-11-5075379.\n\n\n", "id": "1d2b5e4c3b6e300c16f14ae244e5a1ed"}