{"email_subject": "NEXT OF KIN", "email_body": "ATTN:PRESIDENT     \n\n I am  BARRISTER JOSEPH BENSON,the Personal Attorney to Mr Larry\nGlenn , A foreigner  who used to work with shell development company\nin Nigeria.On the 21st of April 1999, my client, his wife And their\nthree children were involved in a car accident along Sagbama Express\nRoad.All occupants of the vehicle unfortunately lost there lives.\nSince then I have made several enquiries to your embassy to locate\nany of my clients extended relatives, this has also proved\nunsuccessful.After these several unsuccessful attempts, I decided to\ntrace his relatives over the Internet, to locate any member of his\nfamily but of no avail, hence I contacted you. I have contacted you\nto assist inrepartrating the money before they get confisicated or \ndeclared unserviceable by the finance house where this\nhuge deposits were lodged. \nParticularly, the Bank where the deceased had an account valued at \nabout 9 million dollars has issued me a notice to provide the next of \nkin or have the account confisicated within the next ten official\nworking days. since I have been unsuccesfull in locating the\nthe relatives for over 2 years now I seek your consent to present you\nas the next of kin of the deceased the proceeds of this account\nvalued at $19.8 million dollars can be paid to you and then you and i\ncan share the money. 55% to me and 40% to you,while 5% should be for\nexpenses or tax as your government may require,I have all \nnecessary legal documents that can be used to back up any claim we\nmay \nmake.All I require is your honest cooperation to enable us see this\ndeal through. I guarantee that this will be executed under a\nlegitimate \narrangement that will protect you from any breach of the law.Please\nget \nin touch with me if you indicated interest to enable us discuss\nfurther.\nI await for your urgent response. contact also on my confidential email \naddress:ggfxggnextnet@mail.com.call me on my tel no:234-1-4734635\nBest regards, \nBARRISTER JOSEPH BENSON\n\n\n\n\n\n\n\n------------------------------------------------------------\nYo Yo's shall return, they always do! \nInterested in YoYo's?  Click-> http://TheYo.com\n\n\n---------------------------------------------------------------------\nExpress yourself with a super cool email address from BigMailBox.com.\nHundreds of choices. It's free!\nhttp://www.bigmailbox.com\n---------------------------------------------------------------------\n\n", "id": "1d377c442cd5f1931e9ccdfa2bf69689"}