{"email_subject": "URGENT BUSINESS TRUSTEE", "email_body": "TRANSFER OF USD$22MILLION INTO YOUR ACCOUNT}\n\nATTENTION: President\\\\CEO.\n\nI, on behalf of my other colleagues from different\norgans of Federal Government of Nigeria (FGN) owned\nparastatals decided to solicit your assistance as\nregards transfer of the above-mentioned amount into\nyour bank account.  This fund accrued from over\ninvoicing of various contract awarded in my parastatal\nto certain Foreign Contractors sometimes ago.\n\nWe, as holders of sensitive position in our various\nparastatals, were mandated by the Federal Government\nto Scrutinise all payments made to certain foreign\nContractors and we discovered that some of the\ncontracts they executed were grossly over-invoiced\neither by omission or commission.  In the process the\nsum of US$27M (Twenty Seven Million US Dollars only)\nwas found lying in the parastatal suspense account\nafter the foreign contractors had been paid their\nrightful dues for executing the said contracts.\n\nWe all agreed that this over-invoiced amount be\ntransferred (for our own use) into a bank account\nprovided by a foreign partner, because we are\ngovernment workers and the Code of Conduct does not\nallow us to operate foreign accounts.\n\nHowever, we have succeeded in transferring some of\nthis money precisely US$5.0M (Five Million US Dollars\nonly) into a foreign account in MOROCCO (North\nAfrica), but the provider of the account in MOROCCO is\nup to some mischief and refuses to comply to the\nearlier mutual agreement by insisting that the total\namount be paid into his nominated bank account before\ndisbursement will take effect.  If for a meagre sum of\nUS$5.0M (Five Million US Dollars only) we are not\ncompensated, is it when the balance of US$22M\n(Twenty-two Million US Dollars)is transferred that we\nwill be sure of our full compensation? Of course, this\nabuse of trust and inhumanity calls for sober\nreflection and search for absolute trust.\n\nThus we are seeking your unwavering assistance that\nthe remaining amount of US$22M can be speedily\nprocessed and fully remitted into your nominated bank\naccount.  On successful remittance of the fund into\nyour account, you will be compensated with 30% of the\namount for your assistance and services.\n\nSo far, much have been said and due to our sensitive\npositions, we cannot afford a slip in this transaction\nneither can we give out identity as regards our\nrespective offices, but whereby cordial relationship\nis established, smooth operations commences, you will\nbe furnished with details of all you deserves to know.\n\nI am at your disposition to entertain any question\nfrom you with respect to this transaction, so contact\nme immediately through my e:mail for further\ninformation on the requirements and procedure for this\ntransaction.\n\nPlease, treat with the strictest confidentiality and\nutmost urgency.\n\nYours faithfully,\n\nMR FRED OBI.\n\n\n", "id": "1d458c5de17c01e4e6b9ee91b9583bff"}