{"email_subject": "!!!ASSISTANCE NEEDED!!!", "email_body": "Attention: Friend,\n\nI am Barrister Vincent Usman a Solicitor. I am the Personal Attorney to Mr.\nJohn Anderson a foreigner, who was a contractor to Shell Petroleum\nDevelopment Company in Nigeria(SPDC). On the 26th of September 1992, my\nclient, his wife and their three children were involved in a Plane crash on\ntheir way to Yankari Games Reserve for 2week`s holiday.\n\nUnfortunately they all lost their lives in the plane crash, Since then I\nhave made several enquiries to his Embassy and the home address he filled\nin his file in my office to locate any of his extended relatives, this has\nalso proved unsuccessful. After these several unsuccessful attempts, I\ndecided to use the Internet to locate any member of his family but to no\navail, hence I contacted you.\n\nI contacted you to assist in repatriating the money and property left\nbehind by my client before they get confiscated or declared unserviceable\nby the SECURITY & FINANCE HOUSE where this fund is deposited. Particularly,\nthe FINANCE HOUSE where the deceased had an account valued at about US$9M\n(Nine million dollars). Conseqently, the bank issued me a notice to provide\nthe next of kin or have the account confiscated.\n\nsince I have been unsuccessful in locating the relatives for over 10 years\nnow. I seek your consent to present you as the next of kin of the deceased\nsince you are a foreigner so that the proceeds of this account valued at\nUS$9M can be paid to you and I. We shall share the money thus 55% to me and\n40% to you, while 5% will be used to re-imburse any expenses that might be\nincurred on both ends and to service the tax that might incur be in your\ncountry.\n\nI have all the necessary legal documents that can be used to back up any\nclaim we may make. All I require is your honest cooperation to enable us\nseeing this deal through. I guarantee that this will be executed under a\nlegitimate arrangement that will protect you from any breach of the law.\n\nYours Faithfully,\n\nBarrister Vincent Usman(Esq).\n\nN.B. Please indicate your telephone and fax numbers for easy communication\nin this mutual transaction.\n\n\n----------------------------------------------------------------\nCe service de mailing vous est offert par http://www.freesurf.fr.\nFreeSurf, votre acces ADSL a partir de 29 euros/mois\nhttp://www.freesurf.fr/adsl/\n\n\n\n", "id": "1d75a3c1eb93c9480e7c0b6dcee6c17a"}