{"email_subject": "REPLY PLEASE.", "email_body": "DEAR FRIEND, \n \nI AM DR. AMARACHI SAVIMBI, A FAMILY BROTHER TO THE LATE GENERAL JONAS SAVIMBI, LEADER OF THE ANGOLAN UNITA REBEL WHO WAS SHOT DEAD ON MONDAY 25TH FEBUARY 2002 BY THE OPPOSING FORCES OF ANGOLAN ARMY. FOR THE PAST YEARS NOW OUR COUNTRY HAVE BEEN IN POLITICAL CRISIS AND CONFLITS BETWEEN THE UNITA REBEL AND GOVERMENT ALLIED FORCES. \n \nAS A MATTER OF FACT,BEFORE THE DEATH OF GENERAL JONAS SAVIMBI, I WAS GIVEN US$20.8MILLION DOLLARS,AND KARAT DIAMOND AND GOLD DUST FOR PURCHASING ARMUNATIONS FROM RUSSIA AND A MINI LAFEYETTE FRIGATE FROM UKRAIN. I CONSIDERED IT A GREAT OPPORTUNITY AS HE IS NOW LATE CONSPHICATED THE PACKAGE AND DIVERTED IT TO ACCRA-GHANA IN WEST AFRICAN NATION, WHERE IT HAS BEEN DEPOSITED IN A TRUST COMPANY ON A SPECIAL ARRANGEMENT AS A TREASURE. PLEASE TAKE A LOOK AT THIS WEB PAGE FOR IT SAYS IT ALL.\nhttp://news.bbc.co.uk/hi/english/world/africa/newsid_1839000/1839252.stm \n \nTHEREFOR, MY AIM OF CONTACTING YOU IS FOR YOU TO ASSIST ME WITH YOUR PERSONALITY AND INFLUENCE TO TRANSFER AND SECURE THE SAID TREASURE OVER TO YOUR COUNTRY, INTO YOUR POSSESSION. I HAVE THE AMBITION OF INVESTING THIS MONEY AND AS WELL KEEPING A LONG LASTING RELATIONSHIP WITH YOU. \n \nPRESENTLY, I AM IN DUBAI, UNITED ARAB EMIRATES, WHERE I HAVE BEEN IN HIDE-OUT FOR SOMETIME NOW,I WAS SENT ON THIS ASSIGNMENT BEFOR HIS DEATH. I WOULD LIKE TO APPEAL TO YOU THAT TIME IS NOT MY FRIEND AS I AM ANXIOUSLY LOOKING FOR A RESPONSIBLE, RELIABLE AND HONEST PERSON TO ACT AS THE BENEFICIARY SO THAT I WILL TRANSFER THIS TREASURE OUT OF AFRICA BECAUSE I AM NOT SAFE HERE IN DUBAI,IF YOU CAN SINCERELY ASSIST ME TOWARDS MY PROPOSAL, WITH ALL YOUR TRUST, WE SHALL DISCUSS ABOUT YOUR PERCENTAGE SHARE FIRST AS SOON AS I RECEIVE YOUR URGENT AND POSITIVE REPLY. \n \nPLEASE KINDLY, HANDLE THIS PROPOSAL WITH UTMOST SECRECY AND CONFIDENTIAL AS ALL THE NECESSARY DOCUMENTS AND PROVES AS REGARDS TO THIS TREASURE WILL BE FORWARDED TO YOU ON YOUR REQUEST. HOPING THAT OUR TRANSACTION WILL BE CONSIDERED WITH EVERY CONFIDENTIALITY. \nDIRECT YOUR REPLY TO THIS MAIL BOX: info.savimbi1950@yahoo.fr\n \nTHANK AND GOD BLESS YOU. \nDR. AMARACHI. SAVIMBI. \n  ", "id": "1da5390f141adb470d15385d76be5ede"}