{"email_subject": "HELLO FRIEND.", "email_body": "Gooday Sir/Madam,\n\nI am Luis Tasharofi  Jnr. I am a collage student of London School of\nEconomics, U.K. I am compelled to contact you concerning a business\ndeal,which I believe will be beneficial to you and I.  My father, His\nExcellency, Ambassador Krikor Tasharofi was a diplomat. In his lifetime, he \nwas an Ambassador emeritus. While in office, he was highly connected because \nof his expertise in transferring money to coded accounts for important \nClients at short notices and without detection. Due to his  connections in \nhigh places, at the end of his tenure as an Ambassador, he became acquainted \nwith important African leaders, politicians etc who  patronized him to help \nthem transfer money out of Africa and this he did with relative ease.\n\nI was quite close to him and was privy to his business deals because he\nused to confide in me. I was also aware of his numerous trips to Europe\nand theAmericas to make large cash deposits in several Banks. Recently, my \nfather came to England en route Liechtenstein to make large cash deposits \nfor one of his clients. We met on July 6th, 2005 at his hotel room and on \nJuly 7th, 2005, I learnt that he was one of the victims of the London Terror \nattack.\n\nAfter the recovery of his body, I and my other  siblings were making\narrangements for his burial when on July 27th, 2005,one of the\nEmbassys staff contacted me and informed me that my late father  took him \ninto confidence and told him of some boxes kept at the Embassys storage \nhouse. The Staff also informed me that now that my father was dead,  he had \nno option than to hand the boxes over to me.\n\nUpon collecting the boxes, I opened it and to my surprise, it contains\nlarge sum of money to the Value of US$84 Million US Dollars. I quickly\nclose theboxes and left it there as the embassy storage house did not know \nwhat is  the content in the boxes. My problem now is how to move this money \nout ofthe U.K. into a designated Bank account. I have tried to use my late  \nfathers old routes to transfer it but met a brick wall and that is why \nIhave decided to seek for external assistance in the matter.\n\nI can assure you that this business is 100% risk free, as my late\nfathers Clients who owns the money would never suspect that I am involved. \nFor your assistance I will offer you 20% of the total sum, for your \nassistance so please get back to me as soon as possible to enable me give \nyou the details on how we are going to proceed.\n\n1: Full name\n\n2:Direct telephone number and fax\n\n3:An identification of you such as international passport /drivers\nlicense\n\nI eagerly await your urgent response to my private\nemail.tasharofi-jnr@hotmail.com\n\nYours truly,\n\nLuis Tasharofi JNR.\n\n\n\n\n", "id": "1dc0230e95c0eb1ed2ef2cae2208f1af"}