{"email_subject": "can you assit us ?", "email_body": "\nSTRICTLY CONFIDENTIAL PLEASE \n\nIDRIS ADAMU \nNNPC, IKOYI \nLagos- Nigeria \nemail: idris_adamu@africamail.com\nFax: 234-1-4401017\n4/12/2003\nAttention: The President/Chairman \n\nPROPOSAL FOR TRANSFER OF TWENTY MILLION, FIVE HUNDRED THOUSAND US DOLLARS  (US$20.5M) TO YOUR ACCOUNT. \n\nYour contact address got to me via export promotions council, your reliability and trustworthiness in business transaction was the main conviction that compelled me to solicit for your support in this deal. I am the Financial Controller of the Nigerian National Petroleum Corporation (NNPC) Lagos, Nigeria and Secretary to the Contract Award Committee of my Ministry. \n\nIn collaboration with my colleagues, we have agreed to transfer out of the Country through Central Bank of Nigeria (CBN) some amount and we will later reinvest it abroad after the success of this transaction. The amount involved is Twenty Million, Five Hundred Thousand US Dollars (US$20,500,000.00). This is as a result of over inflated amount of a contract. The contract has been already executed and the original contractor had collected his full and final payment. In as much as this contract was awarded to a Foreign Contractor and the payment in dollars, we now need a Foreign firm that will present itself as the contractor for this amount of Twenty Million, Five Hundred Thousand US Dollars (US$20,500,000.00) and then the fund will be transferred into your account.\n\nSince we do not want to use the original contractor in applying for the payment, because the Contractor is not aware of this over-invoiced sum. Therefore, I as the Financial Controller was told to write you by my colleagues and see the success of the remittance immediately, you will however, be required to furnish us with these necessary informations. \n\n1. Your personal phone and fax number for easy communication 2. Name and Address of your Bank, Phone, Fax and Telex numbers 3. Your Account number where this money will be lodged into and the Beneficiary's name. It could be personal or corporate. These information will enable us put APPLICATION OF CLAIM for the release of this money from concerned Government Agencies and it will last for ten working days. For your assistance we have agreed that the fund will be shared as follows: \n\nYou as the Account Owner 20%, Miscellaneous Expenses 5%, Officials Involved 75% \n\nNow, we assure you that all arrangements have been concluded for the success of this transaction, so if you are interested, reply us STRICTLY THROUGH this e-mail or Alternatively through the above contact.\n\nYours faithfully, \n\nIDRIS ADAMU.\n\n\n\n", "id": "1df0d478d6997eeb6d1724460a4a8519"}