{"email_subject": "Solicitation", "email_body": "STRICTLY CONFIDENTIAL & URGENT.\n\nDr FRANCIS S.MBOMAM\nTEL / 27-83-5675119\n\nPrivate email addresses: drsontombomam@rediffmail.com or\ndrsonto_mbomam@rediff.com  \n\n My Dear Partner,\n\nI am Dr.Francis S. Mboma, a native of Cape Town in South Africa and I am\nan Executive Accountant with the South Africa Department of Mining &\nNatural Resources affiliated (created ) to the Department of Minerals and\nEnergy. First and foremost, I apologized using this medium to reach you\nfor a transaction/business of this magnitude, but this is due to\nConfidentiality and prompt access reposed on this medium. Be informed that\na member of the South Africa Export Promotion Council (SEPC) who was at\nthe Government delegation to your country during a trade exhibition gave\nyour enviable credentials/particulars to me. I plea to seek a confidential\nco-operation with you in the execution of the deal described Hereunder for\nthe benefit of all parties and hope you will keep it as a top secret\nbecause of the nature of this transaction.\n\nWithin the Department of Mining & Natural Resources where I work as an\nExecutive Accountant and with the cooperation of two other top officials,\nwe have in our possession as overdue payment bills totaling Forty - Five\nMillion, Five Hundred And Sixty Thousand U. S. Dollars ($45,560,000.)\nwhich we \nwant to transfer abroad with the assistance and cooperation of a foreign\ncompany/individual to receive the said fund on our behalf or a reliable\nforeign non-company account to receive such funds. More so, we are\nhandicapped in the circumstances, as the South Africa Civil Service Code\nof Conduct does not allow us to operate offshore account hence your\nimportance in the whole transaction.\n\nThis amount $45.560m represents the balance of the total contract value\nexecuted on behalf of my Department by a foreign contracting firm, which\nwe the officials over-invoiced deliberately. Though the actual contract\ncost have been paid to the original contractor, leaving the balance in the \ntune of the said amount which we have in principles gotten approval to\nremit by Telegraphic Transfer (T.T) to any foreign bank account you will\nprovide by filing in an application through the Justice Ministry here in\nSouth Africa for the transfer of rights and privileges of the former\ncontractor to you.\n\nI have the authority of my partners involved to propose that, should you\nbe willing to assist us in this transaction that is 100% hitch free, your\nshare of the sum will be 25% of the $45.560 million, 70% for us and 5% for\ntaxation and miscellaneous expenses. The business itself is 100% safe, on\nyour part provided you \ntreat it with utmost secrecy and confidentiality. Also your area of\nspecialization is not a hindrance to the successful execution of this\ntransaction. I have reposed my confidence in you and hope that you will\nnot disappoint me. Endeavor to contact me immediately through my above Tel\nnumber or \nmy e-mail address, whether or not you are interested in this deal. If you\nare not, it will enable me scout for another foreign partner to carry out\nthis deal I want to assure you that my partners and myself are in a\nposition to make the payment of this claim possible provided you can give\nus a very strong \nAssurance and guarantee that our share will be secured and please remember\nto treat this as very confidential because, we will not comprehend with\nany form of exposure as we are still in active Government Service and\nremember once again that time is of the essence in this business.\nI await in anticipation of your fullest co-operation.And you can also\nreach me with this private email address:sonto_mbomam@epatra.com.\n \n\n", "id": "1e2a7ebbbe3dd5aee3bf49c1ff091289"}