{"email_subject": "URGENT  REPLY / CONFIDENCIAL.", "email_body": "                                                           SHELL PETROLEUM DEVELOPMENT COMPANY\n                                                                  44 MARINA, LAGOS NIGERIA.\n\nATTENTION: THE MANAGING DIRECTOR,\n \nSIR,\n \nFIRST, I MUST SOLICIT YOUR CONFIDENCE IN THIS TRANSACTION, THIS \nIS BY VIRTUE OF ITS ATURE AS BEING CONFIDENTIAL. I AM ASSURING YOU \nTHAT ALL  WILL BE WELL AT THE END OF THE DAY. WE HAVE DECIDED TO \nCONTACT YOU BY E-MAIL DUE TO THE URGENCY OF THIS TRANSACTION.\n\nLET ME STARTS BY INTRODUCING MY SELF PROPERLY TO YOU. I AM ALHAJI HAMZA ALIU, THE AUDITOR OF THE SHELL PETROLEUM DEVELOPMENT COMPANY (SPDC). \nI CAME TO KNOW OF YOU IN MY PRIVATE SEARCH FOR A LIABLE AND REPUTABLE \nPERSON TO HANDLE THIS CONFIDENTIAL TRANSACTION WHICH INVOLVES THE \nTRANSFER OF THE SUM OF THIRTY-FIVE MILLION UNITED STATES DOLLARS \nWITH SECURITY COMPANY IN EUROPE.\nTHIS AMOUNT WAS SECURED FROM EXCESS OIL SALES FROM NIGERIA CRUDE \nOIL.\n\nTHE SUM OF $1.2 BILLION OIL WINDFALL WAS RELIEZED BY THE SHELL \nPETROLEUM DEVELOPMENT COMPANY FOR THE MONTH OF AUGUST 2003.ORGANISATION OF PETROLEUM EXPORTING COUNTRIES (OPEC) CRUDE OIL PRICE WAS PEG AT $22.00 PER BARREL AND FORTUNATELY FOR OIL PRODUCING COUNTRIES LIKE NIGERIA, THERE WAS RISES IN OIL PRICE TO ABOUT $27.00 AND $28.00 PER BARREL AND AS A RESULT THERE WAS EXCESS OIL SALES AND I BELIEVE YOU WOULD BE AWARE OF THIS  RISE IN OIL PRICE IN THIS YEARS.\nOUT OF THESE $1.2 BILLION EXCESS OIL FUNDS, MY COLLEAQUES AND MYSELF \nBECAUSE OF OUR POSITION IN THE ACCOUNT DEPARTMENT OF! THE SHELL \nPETROLEUM EVELOPMENT COMPANY DIVERTED THE SUM OF THIRTY-FIVE MILLION \nUNITED STATE DOLLARS  WE WANT TO TRANSFER INTO YOUR ACCOUNT WHICH \nIS IN THE EXCESS  CRUDE OIL SALES WITH SECURITY COMPANY IN EUROPE. \nTO ENABLE THE SECURITY  COMPANY PAY YOU THIS THIRTY-FIVE MILLION \nU.S DOLLARS I SECURED TO YOU  WILL BE ACTING AS ONE OF OUR CONTRACTOR \nAND THIS MONEY WILL BE PAID IN YOUR FAVOUR.\n\nNOTE, THE REASON FOR THE PAYMENT OF THIS THIRTY-FIVE MILLION U.S \nDOLLARS INTO YOUR HAND WILL BE FOR A MOBILISATION FEE FOR A CONTRACT \nTHAT IS  AWARDED TO YOU BY MY COMPANY THE SHELL PETROLEUM DEVELOPMENT \nCOMPANY.ALL THE NECESSARY DOCUMENTATION FOR THE APPROVAL OF THIS FUND WILL BE TAKEN GOOD CARE OF AND THIS  BUSINESS IS 100% RISK FREE AS ALL \nTHE MODALITIES FOR THE SMOOTH PAYMENT OF THIS FUND INTO YOUR HAND HAS \nBEEN CONCLUDED ALREADY.\n\n(1)THIRTY PERCENT (30%) WILL BE FOR YOU FOR HELPING US RECEIVING  \nTHIS FUND,\n\n(2)TEN PERCENT (10%) WILL BE MAPED OUT FOR REIMBURSEMENT OF ANY \nEXPENSES INCURED BY THE TWO PARTIES (YOUR PARTY AND MY PARTY) DURING \nTHE TRANSFER OF THIS FUND INTO YOUR ACCOUNT,\n\n(3)THAT SIXTY PERCENT WILL BE FOR MY PARTY, WHICH WE WELL USE FOR INVESTMENT IN YOUR COUNTRY.\nTO ENABLE US PROCEED WITH THIS BUSINESS, YOU ARE URGENTLY REQUIRED \nTO SEND TO US, :\n\nYOUR FULL NAME......................\n\nDIRECT PHONE AND FAX NUMBERS.........\n\nYOUR BANK NAME.......................\n\nYOUR BANK ADDRESS....................\n \nYOUR ACCOUNT NUMBER WHERE THE MONEY WILL BE REMMITED TO.........\n\nNOTE:REPLY TO MY PRIVATE e-mail box :alhamzaliu@sify.com \n\nWAITING TO RECEIVE YOUR IMMEDIATE REPLY.\n\nYOURS FAITHFULLY,\n\nALHAJI HAMZA ALIU.\nTHE AUDITOR OF SHELL PETROLEUM DEVELOPMENT COMPANY \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n", "id": "1e4fa4f51c5ddb116ea0dcb0f70d7896"}