{"email_subject": "From Nicholas", "email_body": "FROM: MR.NICHOLAS KULAR \nTELEPHONE: 0027-83 730 5031 \n\nAtten:Nadkov. \nDear Sir/Madam, \nYou may be surprise to receive this letter from me as you don't know me in person, but please take this mail into consideration. I am Mr. Nicholas Kular, the son of   late Mr. JOHNSON KULAR, who was recently murdered in the land dispute in Zimbabwe. Kindly work with me to handle a very confidential transaction which involves a transfer of fund to a foreign account and I decided to write you, my late father was among the few black Zimbabwean rich farmers murdered in cold blood by the agents of the ruling government of president Robert Mugabe for his alleged support and sympathy for the Zimbabwean opposition party controlled by the white minority. \n\nBefore his death, he had earlier taken  to South Africa the sum of US$ 26.5 Million (Twenty -Six Million Five Hundred Thousand United States Dollars)  which he deposited with a Security Company as if he foresaw the looming danger in Zimbabwe. The money was deposited in a box as VALUABLES AND PERSONAL EFFECTS to avoid much demurrage from the Security Company. \nThis money was for purchase of new machinery and chemical for farms and the establishment of new farms in Lesotho and Swaziland. \n\nThis land problem arose when President Robert Mugabe introduced a new land act that wholly affected the rich white farmers and some few blacks vehemently condemned the \"modus operandi\" adopted by the government. This resulted to rampant killing and mob action by the war veterans and some political thugs. Precisely, More than thirty-eight (38) people have so far been killed. Heads of governments from the west, especially Britain and United States of America have voiced their condemnation of Mugabe'splan. Subsequently, South African Development Community (S.A.D.C) has continuously supported Mugabe's new land act, it is against this background that I and my family who are currently residing in South Africa have decided to transfer my Father's money into a foreign account. As the eldest son of my Father, I am saddled with the responsibility of seeking a genuine foreign account where this money could be transferred without the knowledge of my government who are tactically freezing\n  our family wealth and South Africa's government seems to be playing along with them. I am faced with the dilemma of investing this money in South Africa for fear of encountering the same experience in future since both countries have almost the same political history. More so, the South African Foreign Exchange policy does not allow such investment hence we are seeking for an \"ASYLUM\". As a business person whom I entrusted my future and that of my family into his hands, I must let you know that this transaction is 100% risk-free and the nature of your business does not necessarily matter. For your assistance, we are offering you 20% of the total sum, 75% for me and my family while 5% will be mapped out for any expenses we may be incured during the course of this transaction. We wish to invest our part of the money on commercial property based on your advice. \n\nFinally, all i want from you is assurance that you will not betray my trust. If this appeal  is acceptable to you, please confirm your interest via the above telephone number or better still email. \n\nBest Regards. \nMr.Nicholas Kular (For the Family). \n\n\n\n", "id": "1eb1bccdcd91164b8ee271a645a1303b"}