{"email_subject": "URGENT REPLY", "email_body": "COMPLIMENTS OF THE SEASON, \nWith due respect, trust and humility I write this letter to you seeking your help and assistance though it s difficult \nsince we have not met before. I believe that you are capable and reliable in handling this urgent \ninternational transaction of this sort. I am VIVIAN KABA, the dougher of comrade TOMSIN KABA \nthe Zimbabwean former Minister for Youth & Gender Equality who is also a businessman and politician, in the Zimbabwean political arena. My father was the famous politician who stood firm against President \nMugabe 's idea of continuous seizure of White farms and the distribution of it to the blacks without compensation to the owners. Because of my father's stand in this issue, he was killed on the 14th April 2001 by a planned motor accident along Mashonaland in Western Mashona province of Zimbabwe, the planners of the accident are said \nto be dissidents soldiers suspected to have the backing of the government and President Mugabe. Sir, when this accident occurred at about 10:15 am Zimbabwean time my \nfather did not die on the spot rather he was rushed to Harare hospital by some members of the opposition group. \nSensing that if my father dies we shall be the next target, my mother in her sick condition managed under special arrangements by some UDM members (the opposition group) managed to sneak us out of Zimbabwe to DAKAR SENEGAL where we are to seek asylum. It was at this stage that my mother confided in me that my father, before he died, had released certain documents to her. One of these documents is the main reason iam writing this letter to you, and it concerns a deposit of one diplomatic box my father concealed with one of the private security company here in dakar containing US$15M (fifteen million, united states dollars) declared as family valuables, and other vital \ndocuments which was meant for his political campaign in the past election march 2002. We are now in DAKAR SENEGAL with the original documents of deposit intact, and because of the existing law, which prevents asylum seekers / refugee like us to operate an account that exceeds US$1000.00 and at the same time, there is no way we can comfortably transfer this money abroad for safe keeping and investment without assistance from someone overseas, I decided to write to you seek for your help for this money to be transferred into your private bank account \nas all arrangements for a hitch free transfer have been fully taken care of. I want to a ssure you also that this transaction is 100% risk free as no other person knows this box apart from my younger borther and i as my \nmother .Sir, as for your reward kind assistance we have resolved to give you 20% of the total amount, 5% will be set aside for any expenses that might be incurred in the course of this transaction. We planned to invest the rest of the money in your country under your guidance. If you are willing to help us, try as much as possible to reach me with the above number for more briefing, and also, to enable us proceed in earnest towards concluding the transfer. However you will be kind enough to give me \nyour private number, I will be glad to call you. Sir, bear in mind that our lives depend on this fund and we do hope \nthat this money will be safe when finally transferred into your account. I do hope to establish a rewardi ng and good relationship with you and your family after this transaction. Hoping to hear from you as soon as possible. Thanks for your co-operation and God bless. Best regards, Email.(vivian_kaba05@yahoo.co.com)\nVIVIAN KABA. \n\n\n\n\n", "id": "1ec21e9515489f86ba5163865e88bf3a"}