{"email_subject": "STRICTLY URGENT AND CONFIDENTIAL", "email_body": " \n \n \n \n 44 LORETT KWAMME\nCLOSE, LIBREVILLE\nGABON.\n\n\n              \n    [STRICTLY URGENT AND CONFIDENTIAL]\n      \nRE:   TRANSFER OF [$126,000.000.00 USD] \nONE HUNDRED AND TWENTY SIX MILLION DOLLARS. \n\nHello:\n\nI am Dr. Bello Kabir the General Auditor of highly\nCapitalized Banks in West Africa.\n\nI want to Transfer some Money into your account. This Money totalling\nthe\nsum of USD$126Million (One Hundred and Twenty Six Million Dollars), was\ndiscovered when Auditing accounts in the Bank Of Commerce and Industry\nalso\nknown as the \"United Bank for Africa Plc (Gabon)\". It was during the\nprocess that I got to discover this Money held in one of the accounts\nwith\nthe Bank. \n\nMy interest on this particular account started when I saw that the\naccount have\nremained dormant since 1998, as nobody has operated on it since then. \nMy Investigation also revealed to me that the Money belonged to a\nForeigner \nin Gabon: Mr. Alex C. Powell who was the Original owner of the Money and \nwho died in 1998 without writing a \"WILL\" therefore leaving nobody with \nany knowledge or trace of the Money.\n\nThis is therefore the reason why I have contacted you so that you will\nact as \nthe Beneficiary of the Money and receive it in your Bank account because\nthis money\ncan not be approved for Transfer to a local person here, without valid\ninternational foreign passport, but can only be approved to any\nforeigner with valid international passport or drivers license and\nforeign Bank account because the money is in US dollars and the former\nowner of\nthe account Mr. Alex C. Powell is a foreigner too, and the money can\nonly be\napproved into a foreign Bank account.\n\nWe will start the first transfer with Twenty six million [$26,000.000]\nupon successful Transfer without any disappoint from your side, we shall\nre-apply for the payment of the remaining USD$100Million to your\naccount. \n\nI am revealing this to you with believe in God that you will never let\nme down in this business, you are the first and the only person that I\nam contacting for this business, so please reply urgently so that I will\ninform you on the next step to take urgently. Send also the full details\nof the Bank account to be used for the deposit. Also send me your\nprivate telephone and Fax Numbers or easy and better Communication.\n\nBe informed that at the Sucessful completion of the Transaction, \nI will give you 35% of the total Money. 60% will be my share of the  \nMoney while 5% will be dedicated to expenses incurred during the\nTransaction.\n\nI will hence be awaiting your reply in earnest as I look forward to a\nvery Sucessful Transaction with you.\n\nYours sincerely,\nDr. David Parblo \n\n \n\n\n\n\n", "id": "1edb89e03782efa035719e049d16f0b9"}