{"email_subject": "URGENT ASSISTANCE", "email_body": "Compliments of the seasons\nDearest One,\nHello.\nMy name is Mohamed Zuba,the eldest son of late chief Dandy Zuba\nof Zimbabwe. This might be a surprise to you about where I got your contact\naddress. I got your(CONTACT FROM THE SOUTH AFRICAN BUSINESS NETWORK\nONLINE).During\nthe current war against the farmers in Zimbabwe from the supporters of our\nPresident Robert Mugabe to claim all the white-owned farms to his party\nmembers and his followers, he ordered all farmers to surrender all farms\nto his party members and his followers.\n\nMy father was Rated as One of the best farmers in our country 2003 before\nhis untimely Death and because he did not support Mugabe's idea,Mugabe's\nsupporters invaded my father's farm and burnt everything in the farm,killing\nmy father and few workers and made away with a lot of items in my father's\nfarm.But before his Death, he had deposited with a Security Company in SOUTH AFRICA\nthe sum of US$24.600 MILLION (TWENTY FOUR MILLION SIXHUNDERD THOUSAND UNITED\nSTATES DOLLARS).After the death of my father, I decided to move to the Republic\nof SOUTH AFRICA FOR SAFETY to leave for the main time and still continue my Quest\nof claiming this Consignment as my country is no longer SAFE for me.\n\nTo this end,I decided to contact overseas firm and companies that will assist\nme to move this money out of SOUTH AFRICA because as Asylum Seekers we are not\nallowed to operate any Bank Account with in SOUTH AFRICA.\n\nI have secured the legal help of an Attorney here in DUBAI who\nwill be working with you to lay claim to this Consignment and his contacts\nare: NAME: BARRISTERPAUL OKORO, EMAIL: brr_paulokoro@hotmail.comYou can\ncontact him to get more details to proceed further to success.\n\nI have agreed to offer you 25% of the total sum for your assistance,while\n75% will be for ME to invest in your country but I will like to invest in\nany INDUSTRY.All I want you to do is to furnish me with your personal phone\nand fax numbers for easy communication and follow up with my Attorney to\nachieve the needed result.\n\nI am taking you as my Parent because I lost all my siblings and family in\nthe CRISIS.\n\nNote that this transaction is 100% Risk free,legal,and\nabsolutely confidential. Thanks and God Bless.\n\nTruly Yours Son,\n>From Mohamed Zuba.\nSOUTH AFRICA,\nJOHANNESBURG.\nAlternative E-mail:mohamedzuba1000@hotmail.com\n\n\n", "id": "1f20558d0555eda26bca15d3fd9eec7e"}