{"email_subject": "From Mrs. Zainab M. Fuseini.", "email_body": "Attn:The Managing Director\n \nBefore I proceed, may I humbly introduce myself to your goodself, My Name is Mrs. Zainab Muhamadu Fuseini, an Iraq refugee. My late husband was untill recently, one of the personal aid to the former president of Iraq, President Saddam Hussen who was formerly overthrown out of power.\nPrior to this last serious crisis that is still ravaging in my country,which recently led to misfortune of our government and my late husband position as the personal aid to the president,  We inherited the sum of US$11 million.The funds were originally gotten from my late husband proceeds. My late husband was able to safe guard the fund with a very good diplomatic contact from my Country and deposited it in thailand.\nI have decided to contact you because I am interested in investing in your country which is investment friendly. Please kindly guide and assist me in making the right investment since I am also interested in buying a residential property as I will be moving with my only son Aminu in over there as soon as every thing regarding technical and logictics details is worked out and ascertained to our respective satisfaction. \nIn view of your participation,I am ready to give you a good negotiable percentage for your assistance or better still commit it into viable Joint venture projects with you. Be assured that you stand no risk of any kind as the funds belong to me and my only survived son aminu. As soon as I get your consent, we will quickly move this fund to your country for investment . However, upon your acceptance to work as my partner, you can contact me with my private  e-mail zainabfuseini60@myway.com for more details.\nI strongly believe that associating with you to embark on this and other business ventures will derive a huge success here after, please include you private contact telephone number and private e-mail replying. We look unto Allah for your positive prompt response.\n \nYours Sincerely.\nMrs. Zainab Muhamadu Fuseini.        \n          \n\n\n\n\n", "id": "1f6ab06e59b6ac55a2d5a1a79615d2ed"}