{"email_subject": "REQUEST FOR URGENT BUSINESS TRANSACTION.", "email_body": "Office of the Principal Accountant \nNigerian National Petroleum Corporation\n{NNPC}\nFalomo Office Complex-\nLagos - Nigeria\nTel.: +234-802-2329001\nEmail: mu2018@yahoo.com\n\nDear Sir,\n\n          STRICTLY CONFIDENTIAL\n\nREQUEST FOR URGENT BUSINESS TRANSACTION\n\nI am CHIEF MAXWELL UDOKA, the Principal Accountant with the Nigerian National Petroleum Corporation {NNPC}, Headquarters Lagos. I am writing on behalf of my colleages in the Nigerian National Peretroleum Corporation {NNPC} and have been assigned to seek for the assistance of a reliable Foreign Company through which we can transfer the sum of Thirty One Million Five Hundred Thousand United States Dollars {USD$31,500,000.00}. This money is now depostied in the NNPC Treasur Accorunt with the Central bank of Nigeria {CBN}.\n\nORIGIN OF THE FUND\nThis sum arose from the deliberate over-invoicing of a contract awared by the NNPC to a Foreign Firm in the twinlight days of the last military regime. This contract has been completely executed and commisoned and the contractor that handled this contract has collected his full and final payment thus leaving behind the above stated amount which represent the over-invoiced sum. \n\nWe have been safe-guarding this money waiting for conducive time for its transfer out of the country for our personal use. However, the code of employment does not allow us {civil servants} to own and operate foreign accounts and because the contract was handled by a foreign firm and the payment made in Dollars, we now need a foreign partner that will present himself as the sub-contractor so that the money will be transferred into his company's or personal account. \n\nYour address was made abailable to us by a very good friend who works with the Nigeria Chambers of Commerce and Industry. He assured us of your company's viability and capability in business transactions. This assurance gave us the courage to link you up in this pareticular transaction and I hope it will be of mutual benefit to all of us. Note that the nature of your business is not particularly relevant to the success of this transaction. All we require is your willingness to present yourself as the sub-contractor by providing your bank informations so that the fund will be transferred into your account.\n\nSHARING RATIO\nFor your assistance in this business, your share will be 25% of the total money. I and my colleagues will take 65% while 10% has been mapped out for any expenses that might be incured in the course of this transaction. If you are willing to assist us in this business, send the following informations: \n\n1.}  Name of your Bank and address\n2.}  Your account number/beneficiary's name\n3.}  Your private telephone and fax numbers for easy communication\n\nThis information will enable us put an application for payment approval to the concerned ministries and final to the Central Bank of Nigeria {CBN} and it is going to last for 10 to 14 banking days, starting from the day we recieve the above informations. All modalities for the take off of this business transaction has been worked out and further action will commence immediately we hear from you.\n\nI am waiting for your reply by the above email.\n\nThanks for your understanding and due co-operation.\n\nCHIEF MAXWELL UDOKA.\n\n\n\n\n\n\n\n", "id": "1fce0e17e3d386fe72fe1317a279ef4d"}