{"email_subject": "FROM MISS ZAINAB UBA ", "email_body": "FROM MISS ZAINAB UBA AND HER BROTHER\nABIDJAN, IVORY COAST\nWEST AFRICA.\n\n\nATTN ,\n\nIt is my pleasure to write you after my seven days fasting and prayers and \nmuch consideration since I can not be able to see you face to face at first.\n\nBeing the first and the only Daughter of my father, late ALHAJI KALWA UBA from\n BETE in Republic of COTE DIVOIRE Africa I am 21years of age. My \nfather was limited liability cocoa and gold merchant in ABIDJAN before his \nuntimely death after his business trip to SWITZERLAND, to negotiate on a \ncocoa business. A week after he came back from SWISS, he was assassinated \nwith my mother by unknown assassins. \n\nWhich my mother died, instantly, but my father died after five days in \nhospital, on that faithful afternoon. I didnt know that my father was \ngoing to leave me after I had lost my mother. But\nbefore he gave up the ghost, it was as if he knew he was going to die. He \nmy father, (may his soul rest in perfect peace) he disclose to me that he \ndeposited the sum of $5 million U.S dollars in a PRIVATE BANK here in \nABIDJAN. That the money was meant for his cocoa business he wanted to \ninvest in Abidjan - Cte dIvoire. Though, according to my father he \ndeposited the money in his own name . \n\nHe single handed me over the document and logging and verifying \ninformations , and instructed me to seek for a life time investment partner \nabroad. \n\nNow I have succeeded in locating the BANK in here and also confirmed the \nfund is in there , most honest and confidentiality. Now I am soliciting for \nyour assistance to help me lift this money out from The BANK to your \naccount abroad so that we should invest it in any lucrative business in \nyour country. \n\nI am Waiting anxiously to hear from you so that we can discuss the \nmodalities of this transaction, \n\nThanks for your kind attention and mutual\nunderstanding.\n\nBest regards\n\nZAINAB. \n\n\n", "id": "1fed8c00650972647bd5c7f4e398ed18"}