{"email_subject": "Please Kindly Assist", "email_body": "\nHello,\n\nIt may come to you as a surprise hearing from me, but to be precise I\ngot your data from the your e-mail site member directory in my search\nfor a competent business manager/hard working person who is willing and able to be my friend and partner, to liaise with me in order to \nexecute a project which I am convinced that you are capable and trusted to do this business with me.\n\nI am Mark Luke, 32 years old and good looking man, and I am from River\nState of Nigeria. I have B.SC in Public Administration and I work with\nGLOBAL SECURITY & FINANCE LTD. I have now developed the interest in having a business investment outside Nigeria without my employers\nknowing about it. Hence I contacted you for friendship and business\nrelationship.\n\nThe fund in question proposed for this project is US$14.8million\n(Fourteen Million, Eight Hundred Thousand Dollars Only), which I will\nlike you to receive on my behalf and to invest it in your business or in\nany business that you think will be profitable in your country.\n\nPlease Note: This fund came as a result of a multi-national company that\nwe helped to secure an oil drilling contract some years ago. Because of\nour interest, the contract was over-invoiced to the above mentioned\namount and after the contract, the company received their actual\ncontract sum and went back to their country leaving behind this\nover-inflated sum for me and my colleagues to claim.\n\nNow the time has come for me to process and move the fund out for\ninvestment, but I can not do it on my own since I am still working with\nthe Global Security & Finanace Ltd. This is why I need your help so that\nI can use you or your company to process the release of the fund as if \nyou are reciving a payment of an executed contract.\n\nPlease let me know about yourself/company and also let me know if you\ncan be able to receive the money on my behalf and invest it in your\ncompany or any good and profitable business in your country without\nexposing me, so that we can commence with the process of transfer. \nAll you need to send immediately is your FULL NAMES or COMPANY NAME and your TELEPHONE/FAX NUMBERS\n\nYour share will be 40% for your assistance, while I will take 55% and 5% will take care of any expenses that will be incurred in the cause of\ntransfer.\n\nPlease write back if only you know you are capable enough to execute\nthis project with me. Please this transaction requires utmost\nconfidentiality. My alternative Private email address is:\n            markluke@bareed.com\n\nLooking forward to your cooperation.\n\nYours faithfully,\nMark Luke\n\n\n___________________________________________________________________________\nMail sent from WebMail service at ::: OCD MAC ::: r - http://ocdmac.com\n\n\n", "id": "1fee7b17506b612e0da5906865ce424d"}