{"email_subject": "FAMILY                   INVESTMENT", "email_body": "    NO 10,LOUIS BOTHA AVENE\nJHB,SOUTH AFRICAN\nTELL;27-73266-9963\nFAX;27-83-697-3041\nandersonluga55@yahoo.com\n   \n  Attention \n   \n  Sir,I do for see the surprise this letter will bring to you as it comes from a stranger. How ever, be rest assured  that it comes with the best of intentions.How ever,your address was courtesy of a business journal at the WORLD TRADE IN JOHANESBURG. \n  \nBut after due considerationof your profile, I became aware and assured of your credibility of handling this trust and my future  career. Thus, my humble decision to solicit for your   understanding and cooperation as it will be beneficial to both of us.  \n  My name is Mr. ANDERSON    LUIGA, the elder son of Mr. DENIS  LUGA, of Zimbabwe. At this present war against farmers in Zimbabwe, with the support of our President Robert Mugabe to claim allthe white owned farm lands to his members and followers.\n  \nMy father is one of the best farmers in our country and because he did not support his ideas, his supporters invaded my fathers farm and burnt every thing in it, killing my father and made away witha lot of items in his farm. \n   \n  After the death of my father, I,my youngest brothers and my Mother,decided to move out of the country to South Africa because our life was and still in danger as a result of the money  my father kept in hidden safe in my mother's house.The total amount of the safe is US$16.5M (SixteenMillion Five Hundred Thousand United State Dollars).\n  \nPresently, here in South Africa we have succeeded to deposit the container with a security company as a family treasure, with out letting them to know actually what the content is all about .\n  \nBecause of our refugeestatus here, and hard conditions we encounter which  didn't warrant us to any financial right not even tooperate an account and many other irrelivant  conditions,we decided to lay a contact with the Over sea firm that can assist us to move this fund out ofherefor an investment in his country.As such we solicit for your assistance by way of coming to Johannesburg, South Africa to help and open account with any of the commercial banks here for on ward transfer of this fund to your nominated Over sea bank account.\n  \nWe have agreed to give you %30 (thirtypercent) of the total sum for your noble assistance,while the remaining will be for my family investmentin your country or any country you may advice. \n   \n  Notethat this transaction is risk free and at the same time maintain its confidentiality. Please, kindly come back to me immediately you receive this mail, for further   clarifications. \nThanks and God Bless You.   \n  Yours Faithfully, \n   \n  MR.ANDERSON   LUGA,\n\n\n\n\t\t\n---------------------------------\nYahoo! Messenger with Voice. Make PC-to-Phone Calls to the US (and 30+ countries) for 2/min or less.", "id": "2023fbd9de2bca23aae1d3814c1d0eec"}