{"email_subject": "From Mr. Thompson J. Alber", "email_body": ">From Mr. Thompson J. Alber\nDear Friend, \n \nI sincerely hope that after \nyou read this mail you will respond to my call, let me start by \nintroducing myself my name is Thompson J. Alber. I am 70 years old, a \nBritish living in West Africa. I am a businessman and own two companies \nhere in Ouagadougou, married with two children. My wife and two \nchildren died in a car accident six years ago but before this happened \nmy business and concern for making money was all I lived for I never \nreally cared about other values in life but since the loss of my \nfamily, I have found a new desire to assist helpless families.  \n \nI \nhave been helping orphans in motherless homes, I have donated some \nmoney to orphans in Sudan, America and some Asian countries. Before I \nbecame ill, I kept some money, Ten million,three hundred thousand \ndollars (US$10.3million) to be precise in a long term deposit account \nin a Bank. \n \nPresently, I'm in a hospital my doctor told me I have \nprostate cancer that I have a few months to live. It is my last wish to \nsee this money distributed to charity organizations. Because so much of \nmy wealth has been plundered by relatives and friends since my illness, \nhence I cannot live with the agony of entrusting this huge \nresponsibility to any of them since the money in the Bank is the last \nfund that I have left. Right now I am partially stranded in the \nhospital due to the nature of my sickness so I am appealing to you to \nhelp me collect the deposit from the Bank and distribute it amongst \ncharity organizations. \n \nI would want you to use your discretion to \ndistribute the money and keep 20% of it for yourself. Feel free to \nreimburse yourself when you have the money for any cost you might have \nincurred during the process of collecting and distributing the money to \ncharity organizations. May the good Lord bless you and your family. if \nyou are interested to proceed with this project go ahead and forward \nthe below information so that I will instruct you on how to proceed:\nYour Full Names:\nYour Direct Telephone Number:\nYour Fax:\nYour \nOccupation:\nYour Nationality:\nYour Age:\n \nPlease reply to this mail as \nI can only communicate through my laptop which is by my bed, as soon as \nI get the above listed information, I shall then give you the necessary \ninformation you need to collect this money.\n \nGod bless you. \nMr. \nThompson J. Alber.\n\n\n", "id": "20460c7e732af2e70f66e1f3edf323cf"}