{"email_subject": "INVESTMENT PROPOSAL", "email_body": "FROM: MR: HENRI MOYO. Email:henrimoyo12@rediffmail.com\r\n \r\nGood day! My name is MR.HENRI MOYO, eldest son of MR.\r\nCHARLES MOYO of Zimbabwe. This might be a surprise to\r\nyou where I got your contact address. I got your\r\naddress from South African Information Exchange in\r\nJohannesburg. \r\n \r\nDuring the current war against the farmers in Zimbabwe\r\nfrom the supporters of our President Robert Mugabe to\r\nclaim all the white-owned farms to his party members\r\nand his followers, he ordered all the white-owned\r\nfarmers to surrender all their farms to his party\r\nmembers and his followers. My father was one of the\r\nbest farmers in our country and because he did not\r\nsupport his idea, supporters invaded my father’s farm\r\nand burnt everything in the farm, killing my father\r\nand made away with a lot of items in my father’s farm.\r\n \r\n \r\nAfter the death of my father, my mother and I and my\r\nyounger sister decided to move out from Zimbabwe\r\nbecause our lives were in danger with the money my\r\nfather kept in his hidden safe in my mother’s house.\r\nThe amount contained in the safe is US$20m (Twenty\r\nmillion, US dollars) and we decided to move to the\r\nRepublic of South Africa where we deposited the money\r\nin a Security Company as valuables. So, I decided to\r\ncontact overseas Firm that will assist me to move this\r\nmoney out of South Africa, because we are asylum\r\nseekers here in South Africa which disqualifies us\r\nfrom operating an account or getting involved in any\r\nFinancial transaction here in South Africa. We have\r\nagreed to give you from the total sum 20% for helping\r\nus to move this money to your country while 80% will\r\nbe for me and my family to invest in your country. \r\n \r\nIf you are interested please kindly furnish me with\r\nYour personal phone and fax numbers for easy\r\nCommunication. You can contact me on the above\r\n Email address, Note that this transaction is 100%\r\nRisk-free and it requires mutual trust and absolute\r\nConfidentiality and I have taken care of all\r\nFormalities regarding it. Your urgent response will be\r\nHighly appreciated in this regard. \r\n \r\nThanks and God bless.\r\nBest regards,\r\nHenri\n", "id": "206830bba3807b1f2706fcad18c0c8bb"}