{"email_subject": "Urgent", "email_body": "\n \nMrs Lisa Williams has recommended the following page from the \"Bands of\nAmerica\" website to you. Please click on the link below to view the\npage.\n\"Dear Friend, I am Mrs.Lisa Williams from Malaysia.I am married to\nDr.Williams Suzuki who worked with Satndard Bank in London for nine\nyears before he died in the year 2003.We were married for nine years\nwithout a child. He died after a brief illness that lasted for only four\ndays.After his death in 2003, there was confusion in the entire family\nas regards sharing of the family assets and more also, there is envy and\njealousy as it was obvious that I was my husband's favourite wife\nbecause my husband had three wife which i am the youngest and my husband\nwas a muslim when he was alive.As soon as he passed away, coupled with\nthe fact that, what i have and what is due to me might be taking away\nfrom me by greedy family relations whose reasons is based on family\ntradition and ethics i therefore decided to carefully moved out the fund\nwhich my husband deposited from the bank where it was originally\ndeposited with the help of British diplomats and deposite it with a\nprivate organization abroad.The amount of the fund is 18 million\ndollars. Presently,this money is still with the the organization. I'm\nasking your partnership to transfer the fund to your account.I took this\ndecision because I don't have any child and my husband relatives are not\nin good terms with me.I don't want them to know about this development.\nWith God all things are possible.I am prepared to compensate you with\n20%.And i have also set aside 10% for any expenses that may incure in\nthis transaction for both parties.As soon as I receive your reply I\nshall give you the the full detail concerning this transaction.Awaiting\nyour urgent reply through my private email address as folow(\nmrslisasuzuki1@yahoo.com ) Best Regards, Mrs. Lisa Williams Suzuk\"\n\n\n", "id": "20ec5b91016e886fac4f884191b51928"}