{"email_subject": "please help me", "email_body": "Dear Friend,\n\nMy name is SALIM IBRAHIM a merchant in Dubai, in the U.A.E.I have been \ndiagnosed with Esophageal cancer It has defiled all forms of medical \ntreatment, and right now I have only about a few months to live, according \nto medical experts.\n\nI have not particularly lived my life so well, as I never really cared for \nanyone (not even myself) but my business. Though I am very rich, I was never \ngenerous, I was always hostile to people and only focused on my business as \nthat was the only thing I cared for. But now I regret all this as I now know \nthat there is more to life than just wanting to have or make all the money \nin the world.\n\nI believe when God gives me a second chance to come to this world I would \nlive my life a different way from how I have lived it. Now that God has \ncalled me, I have willed and given most of my property and assets to my \nimmediate and extended family members as well as a few close friends.\n\nI want God to be merciful to me and accept my soul so, I have decided to \ngive also to charity organizations, as I want this to be one of the last \ngood deeds I do on earth. So far, I have distributed money to some charity \norganizations in the U.A.E, Algeria and Malaysia. Now that my health has \ndeteriorated so badly, I cannot do this myself anymore.\n\nI once asked members of my family to close one of my accounts and distribute \nthe money which I have there to charity organization in Bulgaria and \nPakistan, they refused and kept the money to themselves. Hence, I do not \ntrust them anymore, as they seem not to be contended with what I have left \nfor them.\n\nThe last of my money which no one knows of is the huge\n\ncash deposit of (Twenty million five hundred thousand u.s dollars)\n\nthat I have with a finance/Security Company abroad. I will want you to help \nme collect this consignment and dispatched it to charity organizations.\n\nI have set aside 15% for you,then 5% for any expenses insured.\n\nGod be with you.\n\nSALIM IBRAHIM\n\nNOTE: please my friend, becuase of security reasons kindly\n\nrespond back to me via my most confidential email box at\n\nsalimibrahim73@netscape.net\n\nI WOULD APPRECIATE YOUR URGENT RESPONCE. THANKS ALOT,\nMAY THE GOOD GOD BLESS YOU ABONDANTLY.\n\n\n\n\n", "id": "20f6c2fbf818a95cbcfa93d2fe8054c5"}