{"email_subject": "OUR GOD GOOD", "email_body": "I have a new email address!You can now email me at: henrytaylor45@yahoo.co.in\n\nDONATION FOR THE LORD\n\nFrom: Mrs Faith Oputa \n\nReply to this email :( faith.dorman@jubii.dk)\n\n\nDearest in the Lord, \n\n\nPLEASE ENDEAVOUR TO USE IT FOR THE CHILDREN OF GOD.I am the above named person from Guinea Bissau. I am married to Dr Oputa Dorman who worked with Guinea Bissau Embassy in South Africa for nine years before he died in the year 2000. We were married for eleven years without a child. He died after a brief illness that lasted for only four days.\n\n\nBefore his death we were both born again Christians and we lived happily. Since his death, I decided not to re-marry or get a child outside my matrimonial home which the Bible is really against. When my late husband was alive he secured $15Million (Fifteen Million U.S. Dollars) with a Vault Company here in Cote d\u0092Ivoire. Presently, this money is still with the Vault Company. Recently, my Doctor told me that from the entire test conducted on my health, I am not going to last long, especially, due to my cancer and stroke. But what disturbs me most now is stroke. Having known my condition, I decided to donate this fund to churches or Christian individual that will utilize this money the way I am going to instruct. I want a church or individual that will use this money to fund churches, Orphanages and Widows.\n\n\nAlso, the propagation of the work of God, building and maintaining the house of God through this money, is very important. The Bible made us to understand that Blessed is the hand that gives. I took this decision because I don\u0092t have any child that will inherit this money and my husband relatives are not Christians. I don\u0092t want my husbands hard earned money to be misused by unbelievers, for their own selfish interest and in an ungodly manner. I am not afraid of death hence I know where I am going. I know that I am going to be in the bossom of the Lord. Exodus 14 VS 14 says that the lord will fight my case and I shall hold my peace. \n\n\nI don\u0092t need any telephone communication in this regard because of my health, and because of the presence of my husbands relatives around me sometimes. I don\u0092t want them to know about this development, but I know that With God all things are possible. As soon as I receive your reply I shall give you the contact of the Vault Company in Cote D' Ivory. I will also give you all information regarding the deposit of this money, and issue you a letter of authority that will empower you as the original- beneficiary of this fund. Meanwhile, I will want you and your church to always pray for me because God work in mysterious ways. My happiness is that I lived a life of a worthy Christian. Who ever that wants to serve the Lord must serve him in spirit and truth. Please always be prayerful all through your life.\n\n\nAny delay in your reply will give me room in sourcing for a church or Christian individual for this same purpose. Please assure me that you will act accordingly as I stated herein. \n\nHoping to hear from you soon. Remain blessed in the name of the Lord.\n\n\nYours in Christ,\n\nMrs Faith OPUTA.\n\n\n\n- MRS FAITH OPUTA.\n\n", "id": "212a74d328f3fe19dac24d64c5c8f79e"}