{"email_subject": "BONJOUR......SVP DEMANDE ASSISTANCE", "email_body": "  Rue de commerce Plateaux\n10abidjan05\nAbidjan , C I.\n \nBonjour ,\n \nPermettez-moi de vous informer de mon désir d'entrée dans un rapport d'affaires avec vous. J'ai priée pendant plusieurs jours et après cela  j'ai choisi de vous contacter permis plusieurs autres personnes. Je pense que vous êtes digne de la recommandation de ma prière, donc une\npersonne honorable de confiance avec qui je peux faire des affaires. Ainsi je n'ai aucune hésitation à me fier à vous pour des affaires simples et sincères.\n \nJe suis aude  La fille de MR. SOKO seulement de mon défunt père de Mr. et de Mrs SOKO FELIX  Mon de parents était une commerçante de cacao et le propriétaire de l'or à abidjan le capital économique du Côte.d'ivoire, mon père a été empoisonné avec le manque par ses associés des entreprises pendant celle leurs voyages d'affaires.\n \nMa mère est morte en 1988 quand j'étais toute petite et depuis lors mon père m'a pris en charge. Avant la mort de mon père en novembre 2003 dans un hôpital privé d'Abidjan, il m'a secrètement appelé à côté de son lit et m'a indiqué qu'il a la somme de dollars américains USD ($12,000.000) dans une compagnie de finance ici à Abidjan, et qu'il avait utilisé mon nom en tant que son fille et bénéficiaire de ces fonds pendant qu'il les déposait dans cette compagnie de finance. Il m'a également expliqué que c'était en raison de cette richesse qu'il a été empoisonné par ses associés\nd'affaires. Il à aussi souhaité que je cherche un associé étranger dans un pays de mon choix où je transférerai cet argent et l'emploierai dans des investissements tel que la gestion de biens immobiliers ou la gestion d'hôtels.\n \nAinsi dit, je suis disposée à vous offrir 15% de mon héritage en compensation pour votre effort après le retrait de ces fonds dans la compagnie de finance et son transfert dans votre compte bancaire. En outre, vous indiquez vos options pour m'aider sachant que pour moi, j'ai\nla foi que cette transaction peut se faire le plus vite possible. Jaimerais avoir votre point de vue sur cette question et cela selon votre disponibilité. Merci, Que Dieu Vous Bénisse.\n \nMLLE SOKO\n\n\n \t\t\n---------------------------------\n Marre d'une boite pleine de spams ? Adoptez le tout nouveau Yahoo! Mail et son son filtre anti-spams perfectionnés.\n \t\t\n---------------------------------\n Marre d'une boite pleine de spams ? Adoptez le tout nouveau Yahoo! Mail et son son filtre anti-spams perfectionnés.", "id": "2154ee3d00a9f65b4f7f5491b500c05b"}