{"email_subject": "PLEASE ACT SWIFTLY", "email_body": "Mr, Williams Mmegi\nTel:  +31 623 841 325\nEmail: williammmegi01@excite.com\n\nDear sir/madam\n\n      REQUEST FOR URGENT BUSINESS RELATIONSHIP\n  First, I must solicit your strict confidence in this transaction.\nThis is by virtue of its nature as being utterly confidential. We\nare top officials of the Republic of Namibia Contract Review Panel\nwho are interested in importation of goods into our country with\nfunds amounting to US$35,500, 000.00(Thirty five Million five hundred\nThousand United States Dollars) which are presently held in suspense\nwith the regulatory Bank of my country.\n   Our duties include evaluation, vetting approvals for payment for the\nconstruction of Silicon mines and smelter complex in my country by\nforeign firms. By virtue of our position in Government, these contracts\nwere with intent over invoiced to the tune of US$35,500, 000.00(Thirty\nfive Million five hundred Thousand United States Dollars) to enable my\ncommittee benefit from the projects.  This over invoiced amount has\nbeen tied to a particular aspect of the contract that has been\nsatisfactorily executed and inspected as the firms are presently\nsecuring payment from my Ministry, where our Board is in charge of all\nforeign contract payment approval and recommendation to the paying\nbank.\n   As a civil servant still in active government service, we are\nforbidden\nby law to operate an account outside the shores of Namibia. Hence this\nmessage to you seeking your assistance so as to enable me present you\nas a beneficiary of contractual claims alongside that of the other\ncontractors, to enable us transfer the difference of US$35,500, 000.00\n(Thirty Five Million, Five Hundred Thousand United States Dollars) into\nan account that will be nominated by you.\nOn actualization, the fund will be disbursed as stated below:\n1.  20% to be allocated to you\n2.  80% due us.\n    All logistics are in place and all modalities worked out for a\nsmooth\nactualization of the transaction within the next few working days of\ncommencement. For further details as to the workability of this\ntransaction, please reach me as soon as possible for further\nclarification. Please, call me on receipt of this mail on Tel:  +31\n623 841 325 or send an email to me on williammmegi01@excite.com\n\n  Kindly expedite action, as we are behind schedule, to enable us\nembrace\nthis transfer in the first batch which would constitute the first\npayment quarter for the 2006 fiscal year.\nThank you while I await your urgent response.\n\nYours Sincerely,\n\nMr. Williams Mmegi\n\n\n\n", "id": "218b6dae872793d8d2f7c6b8a7075a7e"}