{"email_subject": "From Silvia Awiloba", "email_body": "MY DEAR,\n\nPERMIT ME TO INFORM YOU OF MY DESIRE OF GOING INTO BUSINESS RELATIONSHIP WITH YOU. I GOT YOUR NAME AND CONTACT FROM THE IVOIRIAN CHAMBER OF COMMERCE AND INDUSTRY. I PRAYED OVER IT AND SELECTED YOUR NAME AMOUNG OTHER NAMES DUE TO IT'S ESTEEMING NATURE AND THE RECOMMENDATIONS GIVEN TO ME AS A REPUTABLE AND TRUSWORTHY PERSON I CAN DO BUSINESS WITH AND BY THEIR RECOMMENDATIONS I MUST NOT HESISTATE TO CONFIDE IN YOU\nFOR THIS SIMPLE AND SINCERE BUSINESS.\n\nI AM Ms SILVIA AWILOBA, THE DAUGHTER OF LATE MR AND MRS.AWILOBA MY FATHER WAS A VERY WEALTHY COCOA MERCHANT BASED IN ABIDJAN, THE ECONOMIC CAPITAL OF IVORY COAST BEFORE HE WAS POISONED TO DEATH BY HIS BUSINESS ASSOCIATES ON ONE OF THEIR OUTING TO DISCUSS ON A BUSINESS.WHEN OUR MOTHER DIED ON THE 21ST OCTOBER 1984, MY FATHER TOOK US SO SPECIAL BECAUSE WE ARE MOTHERLESS.BEFORE THE DEATH OF OUR FATHER ON 29TH JUNE 2000 IN A PRIVATE HOSPITAL HERE IN ABIDJAN. HE SECRETLY CALLED ME ON HIS BEDSIDE AND TOLD ME THAT HE HAS A SUM OF US$ 11,500,000 (ELEVEN MILLION FIVE HUNDRED THOUSAND,UNITED STATES DOLLARS) LEFT IN A SUSPENCE ACCOUNT IN A LOCAL BANK HERE IN ABIDJAN, THAT HE USED MY NAME AS HIS FIRST ISSUE FOR THE NEXT OF KIN IN DEPOSIT OF THE FUND. HE ALSO EXPLAINED TO ME THAT IT WAS BECAUSE OF THIS WEALTH THAT HE WAS POISONED BY HIS BUSINESS ASSOCIATES. THAT I SHOULD SEEK FOR A FOREIGN PARTNER IN A COUNTRY OF MY CHOICE WHERE I WILL TRANSFER THIS MONEY WITH MY BROTHER AND USE IT FOR INVESTMENT PURPOSE,(SUCH AS REAL ESTATE MANAGEMENT).SIR,WE HONOURABLY SEEKING YOUR ASSISTANCE IN THE FOLLOWING WAYS.\n\n1)TO PROVIDE A BANK ACCOUNT WHERE THIS MONEY WOULD BE TRANSFERRED TO(2)TO SERVE AS THE GUARDIAN OF THIS FUND SINCE I AM A GIRL OF 24 YEARS AND MY BROTHER JEFFERSON\nIS 18(3)TO MAKE ARRANGEMENT FOR US TO COME OVER TO YOUR COUNTRY AFTER THE MONEY HAS BEEN TRANSFERRED.\n\nMOREOVER,SIR,WE ARE WILLING TO OFFER YOU 10%OF THE TOTAL SUM AS COMPENSATION FOR YOUR EFFORT/INPUT AFTER THE UCCESSFUL TRANSFER OF THIS FUND TO YOUR NORMINATED ACCOUNT OVERSEAS.FURTHERMOIRE, YOU CAN INDICATE YOUR OPTION TOWARDS ASSISTING US AS WE BELIEVE THAT THIS TRANSACTION WOULD BE CONCLUDED WITHIN SEVEN (7) DAYS YOU SIGNIFY INTEREST TO ASSIST US.ANTICAIPTING TO HEAR FROM YOU SOON OR PLEASE CALL ME ON TELEPHONE 00225 0590 2666 FOR MORE EXPLANATION.\n\nWITH THE BEST REGARDS\n\nSILVIA & JEFFERSON AWILOBA\nAlternative email:jsilvia_01@yahoo.fr\n\n", "id": "21a1f4e3fcf5cfc2cb9ff4e7ab3b5015"}