{"email_subject": "URGENT  ASSISTANCE", "email_body": "\nFROM THE DESK OF BILL AND EXCHANGE MANAGER,\nDR. EJIMEGO  ALOTA,\nBANQUE INTERNATIONALE DE ABIJAN.\nABIJAN,COTE D, IVOIRE.\n\n\nATTN\nI am the manager of bill and exchange at the foreign\nremittance\ndepartment of Banque internationale de Abidjan (BIAO).\nI am writing\nfollowing the impressive information about you through\nmy research from\nyour country directory. its assured me of your\ncapability and\nreliability to champion this businees opportunity.\nIn my departmentn i discovered an abandoned sum of\n$11.5m US dollars\neleven million, five hundred thousand U.S dollars) .\nIn an account\nthat\nbelongs to one of our foreign customer who died along\nwith his entire\nfamily in a concord plane crash in the year 2000 in\nparis that almost\ntook the\nwhole life of the pasengeres on board Since we got\ninformation about\nhis death,\nwe have been expecting his next of kin to come over\nand claim his money\nbecause we cannot release unless somebody applies for\nit as next of kin\nor relation to the deceased as indicated in our\nbanking guidelines but\nunfortunately we learnt that\nall his supposed next of kin or relation died\nalongside with him at the\nplane crash leaving nobody behind for the claim. It is\ntherefore upon\nthis discovery that I now decided to make this\nbusinness proposal to you\nand release the money to you as the next of kin or\nrelation to the\ndeceased for safety and subsequent disbursement since\nnobody is coming for\nit and we don't want this money to go into the Bank\ntreasury as\nunclaimed Bill.\nThe Banking law and guideline here stipulates that if\nsuch money\nremained unclamed after three years, the money will be\ntransfered into\nthe Bank treasury account as unclaimed fund.\nThe request of foreigner as next of kin in this\nbusiness is occasioned\nby the fact that the customer was a foreigner and an\nIvoirean cannot\nstand as next of kin to a foreigner.I agree that 30 %\nof this money will\nbe for you as foreign partner, in respect to the\nprovision of a foreign\naccount, 10% will be set aside for expenses incured\nduring the business\nand 60 % would be for me . There after I will visit\nyour country for disbursement accoding to the\npercentages indicated.\nTherefore to enable the immediate trnansfer of this\nfund to you as\narranged,\nyou must apply first to the bank as relations or next\nof kin of the\ndeceased indicating your bank name, your bank account\nnumber, your\nprivate telephone and fax number for easy and\neffective communication and\nlocation where the money will be remitted .\nUpon receipt of your reply, I will send to you by fax\nor email the text\nof the application. I will not fail to bring to your\nnotice that this\ntransaction is risk free and that you should not\nentertain any atom of\nfear as all required arrangements have been made for\nthe transfer .\nYou should contact me immediately as soon as you\nreceive this letter.\nTrusting to hear from you immediately.\nYours faithfully,\nDR. EJIMEGO  ALOTA  .[bill and exchange manager bib]\nPrivate line\n(0022507537741 .\nN/B.my intention of writing you through email is\nbecause i belive it is\nvery Confidential\n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\n The all-new My Yahoo!  Get yours free!    ", "id": "21c98453de4ed36e63a9654775cd42f8"}