{"email_subject": "Greetings", "email_body": "\nMr. JOSEPH AYO\nFINANCIAL TRUST BANK\nNO: 17 COLE STREET,\nVICTORIA - ISLAND\nLAGOS - NIGERIA\nDear Friend,\nMy name is Mr.JOSEPH AYO a staff FINANCIAL TRUST BANK. I have this urgent deal to transact with you if you can do it. There is an unclaimed deposited fund of $15 Million in the name of Jame Johnson with no traceable address.This fund has stayed over 10 years in the bank without a claimant.Professionally, any unclaimed money for a period exceeding 10 years is recovered by the bank.\nI being in the position of the file.I wants any foreign partner to assume the next of kin of the late James Johnson and write to the Financial Trust Bank for claims.\nI will advice you adequately on how to do it when I hear from you. Bear in mind that I will stand as a neutral body to the whole transaction. You will only be dealing with any attorney we choose.\nYour compensation has been taken into consideration as the account provider. To be precise, your share is 20% of the Total amount. Any financial assistance we receive from you will be given back to you immediately the fund gets into your account.I am willing to give you the details of the money and the way we can execute the deal successfully but let me see the desire from you first.Please observe utmost confidentiality and be rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country.\nPlease upon the receipt of this mail message, send to\nme the following,to enable start the process of the fund into your bank account:\n\n1. Your full Name and address.\n\n2. Your private Telephone and fax numbers\n\nAwaiting your urgent reply via my alternative\nemail:josephaayo13@yahoo.ie.\nThank you,\nSincerely.\nMr. Joseph Ayo.\n\n\n\n\n\n\n\n\n\n\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at Xoopster.com\n- http://www.xoopster.com/\n\n\n", "id": "21f36c1ed78dfd345ee94996379e074c"}