{"email_subject": "", "email_body": "ASSISTANCE AND BUSINESS RELATIONSHIP\n\nKindly accept my apology for sending unsolicited mail to you. I believe you are a highly respected personality, considering the fact that I sourced your profile from a human resource profile database on your country. \n\nMy name is MRS. GRACE GBENGA I am a widow I know you will see my letter to you as an mbarrassment\nconsidering the fact that we do not know ourselves. I plead with you to be patient with me I feel very pleased to contact you for some assistance and business relationship.\n\nMy Husband is Issac J. Gbenga was the Royal Head of my Community (an oil rich town) also the Chairman of OMPADEC now NDDC, Jesse branch. In his position as the Royal head and Chairman of the OMPADEC, he made some money, which he left, for our children and myself as the only thing to inherit. The money is Twelve Million US Dollars ($12M).\n\nHe deposited this Money with an open beneficiary, pending when he would finish arrangement to transfer it abroad as a CONTRACT PAYMENT ALSO establish a business in the United States of\nAmerica, He was planning this when he died late last year In an ghastly auto crash.\n\nJust before my husband died he called my attention to the money and charged me to look for a foreigner who would assist me in the transfer / investment of the funds abroad. So l would be very grateful if you could accept to help me achieve this great objective.\n\nI promise to give you 20% of the total funds transferred to your vital bank account as compensation for your assistance. Five percent (5%) would be set aside to take care of all expenses we may incur during the transaction. To indicate your interest, contact me urgently and confidentially for more information and the roles you will play in this business. All the legal information concerning this money will be sent to you as soon as we agree and get this transaction started.\n\nI will like you to provide me immediately with your full names, telephone and fax numbers to enable my eldest son James Gbenga to contact you. He will handle this transaction from beginning to completion on behalf of the entire family. Alternatively you can him on gd200@web-mail.com.ar\n\nYours faithfully,\nMRS. GRACE GBENGA.\n\n\n", "id": "222669f9a5bf35281ddd9251fcffa96b"}