{"email_subject": "CAN I CONFIDE IN YOU? PLEASE RESPOND", "email_body": "Barrister Anthony Njaba\nLagos Nigeria\nPrivate email: tonynjaba2k2@centrum.cz\n\n\nDear Friend,\n\n\nI am Barrister Anthony Njaba, a solicitor at law. i am the personal \nattorney to Mr. Andrew Dekelver, a national of your country, who used to \nwork with shell development company in Nigeria. On the 16th of march \n2001, my client, his wife and their only son were involved in a car \naccident along lagos-ibadan express road,all occupants of the vehicle \nunfortunately lost their lives. \n\n\nSince then i have made several enquiries to your embassy here to locate \nany of my clients extended relatives, this has also proved \nunsuccessful.After these several unsuccessful attempts, i decided to contact \nyou,hoping that you will be willing to assist me in recovering the fund \nvalued at us$9.6 million left behind by my client before it gets \nconfisicated or declared unserviceable by the bank where this huge amount was \ndeposited.The said bank has issued me a notice to provide the next of kin \nor have the account confisicated within the next twenty one official \nworking days.Since i have been unsuccesfull in locating the relatives for \nover 2 years now, i seek your consent to present you as the next of kin \nto the deceased so that the proceeds of this account can be paid to \nyou.\n\n\nTherefore, on receipt of your positive response, we shall then discuss \non how we can share the funds when it gets into your account. i will \ngive you necessary information and some documents you need to back up \nyour claim. I need your sincere and honest cooperation to enable us see \nthis transaction through.i assure you that this transaction will be \nexecuted under legitimate arrangement that will protect you from any breach \nof the law. if you wish to assist me, then you should reply.\n\n\nRemember to email me your telephone and fax number and your contact \naddress.please reply to my private email address: tonynjaba2k2@centrum.cz\n\t\t\t\t\t\t  \t\n\nBest Wishes,\n\nBarrister Anthony Njaba\nLagos Nigeria\n\n\n\n\n\n\n\n\n___________________________________________________________________________________________\n\nIOL  - Portal Oficial do 10 Festival Super Bock Super Rock.\nGanha um dos 50 passes de 3 dias que temos para oferecer!\nConcorre aqui: http://www.iol.pt/passatempos/sbsr/\n\n\n", "id": "22376809f7d6383e46cc5d0a94bc0782"}