{"email_subject": "HOW ARE YOU TODAY,", "email_body": "\nFROM THE DESK OF:\n\nDR EVANS UBAH, BANK MANAGER.\n\nCONTINENTAL TRUST BANK OF NIGERIA PLC}\n\nNO 77, MARINA ISLAND\n\n LAGOS.\n\n \n\n \n\nATTENTION:\n\n \n\nNEW YEAR WISHES\n\n \n\nFirstly, My warmest regards to you and your family this new year as I pray you all are well in the name of the Most High God. \n\n \n\nLet me start by first introducing myself properly to you. I am Evans  Ubah, A\n\nKey Managerial Staff at the Continental Trust Bank PLC, Lagos. I came to know of you\n\nin a my private search for a reliable and reputable person to handle a\n\n very\n\nconfidential transaction, which involves the transfer of a huge sum of \n\nmoney to a foreign account requiring maximum confidence.\n\nA foreigner, Late Engineer William ., an oil Merchant /contractor \n\nWith the Federal Government of Nigeria, until his death three years ago in a\n\nghastly air crash, banked with us here at the Continental Trust Bank \n\nPLC,Lagos,and had a closing balance of USD$22.2M (Twenty-Two Million, Two Hundred\n\nThousand United States Dollars) which the bank now unquestionably\n\n \n\nexpectsto be claimed by any of his available foreign next of kin or \n\nalternativelybe donated to a discredited trust fund for arms and ammunition at a \n\nmilitary war collage here in Nigeria.\n\n \n\nFervent valuable efforts are being made by this bank to get in touch \n\nWith any of late Engr. William 's next of kin (he had no known wife and\n\nchildren), but all our efforts proof abortive. Right now, the \n\nmanagementand the Board of directors of this bank has made an arrangement for the\n\nfund to be declared \"UNCLAIMABLE \" and then be subsequently donated to \n\nthetrust fund for Arms and Ammunition, which will further enhance the \n\ncourseof war in Africa and the world in general. In order to avert this \n\nnegativedevelopment, myself and some of my trusted colleagues in the bank now \n\nseekfor your permission to have you stand as late Engr.WILLIAMS s\n\nnextof kin\n\n so that this fund (USD$22.2M) would be subsequently transferred \n\nand paid into your bank account as the beneficiary next of kin.\n\n \n\nAll documents and proves to enable you get this fund have been \n\ncarefullyworked out and we are assuring you a 100% risk free involvement. Your \n\nsharewould be 30% of the total amount. 10% has been set aside for expenses, \n\nwhile the rest would be for myself and my colleagues for purposes in your \n\ncountry.\n\n \n\nIf this proposal is OK by you and you do not wish to take advantage of \n\nThe trust we hope to bestow on you and your company, then kindly get to me\n\n \n\nImmediately via my e-mail address furnishing me with your most confidential telephone,fax and e-mail, so that I can forward to you the relevant details of this transaction.\n\n \n\nPLEASE CONTACT ME THROUGH THIS E-MAIL ADDRESS(foba700yahoo.com)\n\nFOR SECURITY REASONS.\n\n \n\nThank you in advance for your\n\n anticipated co-operation.\n\n \n\nRegards.\n\n \n\nDr. famous oba\n\n\n\n___________________________________________________________________________\nMessage compos depuis le module WebMail de REA S2 - http://www.reas2.ch/\n\n\n", "id": "2254b53635f063dd25ce4889b797bf08"}