{"email_subject": "THE CEO", "email_body": "Good day,\nI am contacting you because of a business concerning a huge sum of money \nwhich was deposited by a client in the Security and Finance company where I \nwork here in Nigeria.Though I know that a transaction of this magnitude will \nmake any one apprehensive and worried, but I am assuring you that all will \nbe well at the end of the day. I actually decided to contact you due to the \nurgency of this transaction.\nPROPOSITION;\nI discovered an abandoned deposit in my company owned by one of our\nforeign customers who died along with his entire family as a result of\nan automobile crash. He actually deposited this funds amounting to\nUS$40,000,000.00 (fourty million united states dollars), for safe\nkeeping in my company here in Nigeria. Company file records shows that the \nfunds was actually for a project. Our late costurmer wanted to start a multi \nmillion Dollar steel plant in Florida, USA in the near futur,before his \nsudden and untimely death. As such since his death none ofhis relations or \nnext-of-kin has come forward to lay claims for this property as the heir, \nthis basically the reason why I have\ncontacted you. My company cannot release the property unless someone\napplies for claim as the next-of-kin to the deceased as indicated in our \noperating guidelines.\nUpon this discovery, I now seek your permission to have you stand as a\nnext of kin to the deceased as all documentations will be carefully\nworked out by me for the funds to be released in your favour as the\nbeneficiary's next of kin. It may interest you to know that I have\nsecured from the probate an order to locate any of deceased\nbeneficiaries. Please acknowledge receipt of this message in acceptance\nof our mutual business endeavour by furnishing me with the following;\n1. Beneficiary full name and address\n2. Direct Telephone and fax numbers\n3. Occupation and position\n4. Nationality and Date of birth\n5. Marital status\n6. Gender/sex\nThese requirements will enable me file letter of claim to the\nappropriate departments for necessary approvals in your favour before\nyou can personally appear for the claim. I shall be compensating you\nwith 30% of the total money while 10% will be for any expenses incurred and \nthe rest will be mine on final conclusion of this project. Please note that \nyour share stays while the rest shall be for me for investment purposes.\nIf this proposal is acceptable by you, do not take undue advantage of\nthe trust I have bestowed in you, I await your urgent reply through my \nprivate email;; U BELLO\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "2288cf681324b28ca62f2cb2c08d2dff"}