{"email_subject": "FROM MR EDWARD  NKANGA", "email_body": "Compliments\n\nBefore I introduce myself, I wish to inform you that this letter is not a hoax mail and I urge you to treat it serious. We want to transfer to an oversea account ($16,700.000.00 USD) Sixteen Million Seven Hundred Thousand United States Dollars) from one of the banks located in Euroupe. I want to ask you, If you are not capable to quietly look for a reliable and honest person who will be capable and fit to provide either an existing bank account or to set up a new Bank a/c immediately to receive this money, even an empty a/c can serve to receive this money, as long as you will remain honest to me till the end of this important business ,I am trusting in you and believing in God that you will never let me down either now or in future.\n\nI am mr Edward Nkanga a personal assiatant to late Andreas Schranner. During the course of his bank's last week auditing,it was discovered that since his death no one has come forward to lay claim to this funds.So the bank issued me a memo to provide his next of kin or forfeith the funds. This account was opened with the bank in 1999 and since 2000 nobody has operated on this account again, after going through some old files in my records,I discovered that my late client  died without a [Heir/WILL] hence the money is floating and if I do not remit this money out urgently it will be forfeited for nothing.\n\nThe owner of this account Mr. Andreas Schranner a German property magnate who unfortunately lost his life in the plane crash of AF4590 German Concorde which crahsed on July 25th 2000,including his family leaving nobody as next of kin.\n\n\nNo other person knows about this account or any thing concerning it,the account has no other beneficiary and my investigation proved to me as well that the account is a secret account.\nThe total amount involved is Sixteen million Seven Hundred Thousand United States Dollars only [$16,700.000.00] and we wish to transfer this money into a safe foreigners account abroad. But I don't know any foreigner, I am only contacting you as a foreigner because this money can not be approved to a local person here, but to a foreigner who has information about the account, which I shall give to you upon your positive response. I am revealing this to you with believe in God that you will never let me down in this business, you are the first and the only person that I am contacting for this business, so please reply urgently so that I will inform you the next step to take urgently.\n\nAt the conclusion of this business, you will be given 25% of the total amount,70% will be for us, while 5% will be for expenses both parties might have incurred during the process of transferring. I look forward to your earliest reply. PLEASE, TREAT THIS PROPOSAL AS TOP SECRET.\n\nBest Regards,\n\nEdward Nkanga\n\n\n\n\n", "id": "22d1a02de01c3e9e02bf9a78386c3928"}