{"email_subject": "Hello", "email_body": "Dear friend,\n\nI am making this contact with you based on trust and confidence I have for\nyou, your Company and God irrespective of the fact that we have not\nmet before and because of the nature of the business I am about to introduce\nto you,I want to remain positive having the faith, the will\nand convincing myself that you will be interested and capable to do business\nwith me.This business proposal I wish to intimate you with is\nof mutual benefit and its success is entirely based on mutual\ntrust,cooperation and a high levelof confidentiality as regard this\ntransaction.My name is Mr. Daniel Johnson The kind of the relationship and\nthe confidential nature makes it imperative for me to contact you\ndirectly by email. A German, Late Estate Magnate Mr.Andreas Schranner, a\nmajority stakeholder in Korean Real Estate Company ,until his death\nyears ago in 25th July,2000 CONCORDE plane clash [Flight AF4590]\nhttp://news.bbc.co.uk/1/hi/worl d/europe/859479.stm>),There is a fixed\ndeposit of US$48,000,000.00(Fourty Eight Million United States Dollars) made\nin a Korea bank since 1998 which is eight years now and since\nthenno claim or withdrawal have been made on that deposit.\n\nFortunately, I have been the person in charge of this deposit from the day\nof deposit to date. This great late Estate Magnate died without a\nwritten or oral 'WILL' attached to the account with respect to his\ninvestment in Korea Real Estate Company. It is because of the perceived\npossibility of not being able to locate any of his next of kin. Rapidly,I\ntook the precaution of converting this funds worth\nUS$48,000,000.00Dollarsto the[open secure progamme] and deposited it with\nOPEN BENEFICARY-which allowsanybody or person that has accurate\ninformationto the deposit can lay claim to it.\n\nAs a proposed partner i must confided in you immensely,therefore to use my\nposition to move this money outside Korea through dedicated bank in\nEurope to your designated account with consolidated arrangement. It can be\ntransferred to your custody if you are willing and assure me of your\nability to handle such a sum and honesty that I will not be cheated out when\nthe money comes into your account.I am willing to let you keep 20%\nof this fund for your assistance.\n\nIndicate your willingness by return email.\n\nSincerely yours,\nMr Daniel Johnson.\n", "id": "22fb71346f34e5528d4a14d9ba08bbd0"}