{"email_subject": "ASSISTANCE", "email_body": "Goodday,\n\nI am Joseph vaye,the son of late Issac Nuhan Vaye, deputy minister of public\n\nworks under President charles taylor of Liberia.\n\nBefore the political upheaval in liberia my late father was a good and\nclose \nfriend of president\ncharles taylor and a member of his inner caucus.But of late when liberia\n\ncrisis came up again,with the rebels trying to oust charles taylor out\nof \ngovernment and liberia,president charles taylor became very uncomfortable\n\nwith some of his loyalists which my late father happened to be one of them\n\nbecause he had the believe that at the rate at which the rebel group was\n \nclosing in on him in Monrovia(which is the seat of power)was as a result\nof \nthe leakage of some vital security information  from his cabinet and he\n\ndecided to eliminate some of his cabinet members which my father happened\nto \nbe a victim.\n\nIt started in the name of an uncovered coup and he ordered the arrest of\n\nsome of his cabinet ministers\nand the Vice President Moses Blah on the 5th of june which my father was\n\nincluded and some days later we learnt about my father's death alongside\n\nwith John Winpoe Yormie, deputy minister of national security.\n\nMy mother and i actually knew why my father was murdered because before\nthe \npolitical mayhem in\nliberia,my late father  and President charles taylor have maintained a\ngood \nrelationship and he has\nassisted him in lodging funds from the sales of diamond in different banks\n\nand security companies which my late father also benefited from it until\nat \nthe wake of rebellious war in liberia my father was not getting along with\n\nPresident Charles taylor because of his tyranic law which created a breach\n\nin their relationship and with the alarming rate at which the rebels are\n\nadvancing into Monrovia to unseat President charles taylor he was no longer\n\nsure of  some of his cabinet members and decided to eliminate\nthem under the disguise that they were coup plotters\n\nBefore the death of my father, at the peak of his relationship with \npresident charles taylor,he was able\nto accumulate some funds $31,600,000.00 (US$31.6million)which he deposited\n\nwith a security company in Ghana from the deals he did for the president.\n\nBasically my mother and i require a trustworthy person that can assist\nus to \nretrieve our funds from the\nsecurity company in Ghana.Life has been very unstable for us(my mum,my\n\nyoungers ones and i) and i would not want to bore you with all we went\n\nthrough but for the sake of my late fathers death. All the necessary \ndocuments for the deposit are in my possession I am now a refugee in \nneigbouring african country Ghana due to the fear of been killed by \npresident charles taylor and the unrest in Liberia.\n\nIronically the president of Nigeria  has agreed to grant  president charles\n\ntaylor assylum in Nigeria in\norder to restore peace in liberia so we are trying to do all  we can at\n\nearnest to retrieve the funds from\nthe security company and leave West Africa before he eventually comes to\n\nNigeria.\n\nUpon your response to this mail,i will intimate you on how we can proceed\nto \nget the funds from the security company.\n\nBest regards,\n\nJoseph\n\n\n", "id": "2322601eefd3a90f9f54de8540482f43"}