{"email_subject": "ASSISTANCE CLAIM OF FUND", "email_body": "FROM:MR.FRANK SHABALALA .\n44 WITS STREET SANDTON,\nJHB,SOUTH AFRICA.\nEMAIL ADDR:mr_frank2020@hotmail.com\nTEL:+27 83 740 2698\n\nATTENTION:C.E.O,\n\nI am MR.FRANK SHABALALA, an officer incharge of delivery department in Operations GLOBAL SECURITY COMPANY,SOUTH AFRICA. Here in south Africa,Our firm is a security company of high repute with years of outstanding service to the people of Africa.\n\nI have resolved to contact you through this medium based on business proposal that will be of mutual benefit to both of us. I got your particulars through a consultant company base on my research for a trustworthy and established person that understands investment ethic for entering into a life time profitable joint partnership investment and also co-operation with confidence and trust that you will keep the contents secret and not divulged to any third  party.\n\nTo be explicit and straight to the point. Some time early 1997, a reputable client of ours deposited a consignment in our company's vault for safe keeping. And since then our client has failed to come forward  to claim his consignment, which has accumulated a considerable amount of money in demurrage.Consequently, in our bide to contact this client to redeem the demurrage which his consignment had accumulated we discovered that our client was the former president of the Federal Republic of Zaire, who died of illness after he was de-throwed in the same year the consignment was entrusted into our care.\n\nSince the death of our client President Mobutou Sese seko, none of his benefactors has come forward to claim the consignment with us, which means that non of his relatives or aids had any knowledge of this consignment. Hence out of curiosity I decided to scanned the  box after some of workers have been dismissed for the day l find out that our client deposited in our vault. And to my surprise I discovered that the  box that were registered as treasurer by our client actually contained a considerable amount of money in United States Dollars amounting to about US$35million Dollar. Since this development I have been nursing plans secretly. \n\nI also found out from enquiries and the foreign media that our late client  siphoned a lot of money from his country while he was in office as head of state.It is my conviction that the consignment in our vault was part of the money that our client siphoned and now that he is dead there is no race to this money in our care. I am now soliciting your noble assistance to assist me in transferring this money out of South Africa to your country for immediate investment with your assistance.\n\nI have also decided that you will generously be entitled to 30% of the total amount. Upon my receipt  of your reply confirming your willingness to assist me of this transaction, I will immediately arrange and transfer all the rights of ownership of this consignment to your name to facilitate your easy clearance and transfer of the complete funds to your country, all the  documents that covers this box of consignment will be send to you  so that you as far as l concern.\n\nyou have nothing to worry about, as I will  be there to assist you in anyway necessary with all proper documentation.  This transaction is 100% risk free. Please maintain absolute confidentiality on this matter. Please reply to the above email address with your telephone and fax so that i can call you. \n\nThanks.\nYours faithfully.\nMR.FRANK SHABALALA.\n\n \n\n\n\n", "id": "23647b864adeb139517f4040eb2026b8"}