{"email_subject": "TRANSFER", "email_body": "\nFromLEONARD OBI Esq c/o The Abacha's Family\nLegal Adviser (Abacha's Family Estate) \nDirect  Tel:234-1-4705964.\nEmail: leonardobi@ecplaza.net Or mrsabacha@ecplaza.net\nwebside:http://allafrica.com/stories/200203180074.html \nAttn.:  The President/CEO\n\n\nI am  Dr. (Mrs.) Maryam Abacha, wife to the late\nNigeria Head of State - General Sani Abacha. I am\nproposing this business to you because we could be of\ngreat assistance to each other, likewise developing a\ncordial business relatinship.\n\nI currently have within my reach the sum of Twenty-Five\nMillion, Six Hundred Thousand United States Dollars \n(US$25,600,000:00)cash which I intend to \nuse for investment purpose specifically in your country. \n\nThis money came as a result of a pay back contract \ndeal between my late husband and a Russian firm \non our country's Multi-billion Dollars Ajaokuta Steel Plant. \n\nThe Russian partners returned my husband's share of\nUS$25.6 million after his death and lodged it with my\nhusband's security firm in Nigeria of which I am adirector.\nRight now, the new civilian government has revoked our\nlicenses that allow us to own a financial and oil\ncompany. \n\nIn view of this, I acted very fast to\nwithdraw the US$25.6 million from the company's vault\nwell preserved and packaged in trunk boxes and\ndeposited it in  ECOWAS Security Bank. I have since\ndeclared our  security company bankrupt. No record \never  existed concerning the money neither is the\nmoney traceable by the government because there is no\ndocument showing that we received the money from the\nRussians.\n\nDue to the current situation in the country concerning\nthe government attitude towards my family, it has\nbecome quite impossible for me to make use of the\nmoney within, thus I seek your assistance to move the\nmoney out of this country. On your consent, I shall\nexpect you to contact me urgently to enable us discuss\nin detail about this transaction. Bearing in mind that\nyour assistance is needed to transfer this fund.\nYour urgent response is highly needed.  All\ncorrespondences must be channeled to our legal adviser\n\nLeonard Obi Esq  through  his direct Tel. No:\n\n234-1-4705964. I must also use this opportunity to\nimplore you to exercise the utmost indulgence to keep\nthis transaction a confidential issue. You can also\ncontact me directly on  my secret  telephone:-234-1-4705964\nif there is need.\n\nThanks and God bless you.\n\nDR. (MRS.) MARYAM ABACHA.\n\n\n \n\n\n\n---------------------------------\nDo you Yahoo!?\nYahoo! Mail Plus - Powerful. Affordable. Sign up now", "id": "2399aebef624f98421615517c55eb6ba"}