{"email_subject": "TEMPORARY JOB OFFER", "email_body": "Dear Sir/Madam, \n \nWould you like to work online from Home/Temporarily and get paid weekly? We are glad to offer you for a job position at our company,KELLEYKO FABRICS&TEXTILES We need someone to work for the company as a Representative/Book keeper in the USA and CANADA. This is in view of our not having an office presently in the USA AND CANADA. \n \nOur integrated yarn and fabric manufacturing operations use state-of-the-art textile equipment from the world's leading suppliers. Order processing,production monitoring and process flow are seamlessly\nintegrated through a company-wide computer network. \n \n* The average monthly income is about 4000.00 USD.\n* No form of investments from you.\n* This job takes only 1-3 hours per day \n \nABOUT THE JOB\nWe have sales representatives all over the world to distribute our products.You know, that it's not easy to start a business in a new market (being the US AND CANADA). There are hundreds of competitors, close direct contacts between suppliers and customers and other difficulties, which impede our sales promotion.We have decided to deliver the products upfront, it's very risky but it should push up sales on 25 percent.We need to get payments for our products as soon as possible. Unfortunately we are unable to open Bank Accounts in the United US without first registering the company name.\n \nPresently with the amount of Orders we have, we cannot put them on hold. For fear of loosing the customers out rightly. Secondly we cannot cash these payments from the US soon enough, as international Checks take about 14 working days for cash to be made available. \n \nWe lose about 75,000 USD of net income each month because we have money transfer delays. \n \nYou are not involved in any sales. Once orders are received and sorted, we deliver the product to a customer (usually through FEDEX/UPS).The customer receives and checks the products. After this has been done the customer has to pay for the products. About 90 percent of our customers prefer to pay through Certified Cheque and Money orders based on the amount involved. \n \nYOUR TASK ARE:\n1. Receive payment from Customers\n2. Cash Payment at your Bank\n3. Deduct 10% which will be your percentage/pay on Payment processed\n4. Forward balance after deduction of percentage/pay to any of the offices you will be instructed to send payment to. \n \nOur payments will be issued out in your name and you can have them cashed in your bank or other Cashing Services. Deduct your weekly salary and forward the balance to the company via western union money transfer or Money Gram. We understand it is an unusual and incredible job position. This job takes only 3-7 hours per week. You'll have a lot of free time doing another job, you'll get good income and regular job. \n \nThis job is very challenging and you should understand it. We are looking only for the worker who satisfies our requirements and will be  an earnest assistant. We are glad to offer this job position to you. If you feel that you are a serious and earnest worker and you want to work for KELLEYKO FABRICS&TEXTILES, kindly fill the below information and get back to us. \n \nFirst Name:.................Middle Name:........................LastName:.......................................\n \nAddrress Line 1............................................Address Line2................................... \n \nCity............................State.............................Zip...........................................\n \nHome Phone.......................................Cell Phone...........................................\n \nGender.............MaritalStatus................Age.................Nation of Origin..........................\n\nMR. KELLEY KO \nEMPLOYMENT CO-ORDINATOR\n(KELLEYKO FABRICS&TEXTILES) ", "id": "23ac8961d611ae7032850d548b0df998"}