{"email_subject": "FROM MR DAVID.R.BALA", "email_body": "                          FROM: MR DAVID.R. BAILA\n                          DAKAR, SENEGAL\n                           WEST AFRICA.\n\nDear Beloved One.\n    \n     Thank you for giving me your time, Please be patient and read my email to you, this letter might come as a surprise to you\nand you could be wondering where i got your contact.\nI got your address through a personal search on the internet for someone relaible and trustworthy,so i decided to contact you for an assistant, which I do hope you will take your time to consider. \nMy name is DAVID RICH BALA, am personal political adviser to former liberia president CHARLES TAYLOR,during his tenures in office as president,  Charles Taylor who left to Nigeria for political assylum under president Olusegun Obasanjo, until pressure  become unbearable  from global world particularly the goverment of America and the newly elected president of Liberia for Obasanjo to hand him over to Liberia goverment and finally he decided to escape to Camerrom where he was arrested at border between Nigeria and Camerron named Boki and finally hand over to Liberia democratic elected president for trial later end up in prison for interogation.\n Now let me introduce to you  the secrect behind these letter which i would like you to keep the contents confidential between us, am the above name.  CHARLES TAYLOR deposited the sum of us$12.5millon (twelve millon five hundred thousand united state  dollar) in a security company before he left to Nigeria for asylum, as the beneficiary before he escaped to Cameroon he  deposited all the document with me and later arrested by Nigeria police.i tried to escaped to Dakar Senegal where am presently. \nAm now seeking for your assistances to enable me take out the money from the security company, and i have agreed to offer you 30% of the total sum for your assistance, 5% will be set-aside for any expenses that maybe incurred in the course of this transaction and the remaining 65% will be for me  to invest in any lucrative investment.\n All I want you to do is to help me finish this transaction and at the same time to help me to invest some of my share of the money in a lucrative business in your country. \nPlease get back to me via my private email address(davidrich_bala@yahoo)for better discussion or should incase you have any questions you would like to ask,please feel free to contact me any time via my email address. \nThanks and God bless as i will be looking forward to your swift and positive response.\n\nRegards,\nMR.DAVID. R.BAILA\n\n\n\n\n", "id": "23dc92e88f5bdbf8f18b123fb36b8fef"}