{"email_subject": "STRICTEST CONFIDENCE", "email_body": "FROM: Dr.Abdul Latif\nChairman Contract Review Panel,\nAbidjan, Cote D'Ivoire.\nWest Africa.\n\nDEAR FRIEND.\nFirst, I must solicit your strictest confidence in this transaction.\nThis by virtue of its nature as being utterly confidential and TOP\nSECRET.\nI got your contact in our search for a foreign partner who has the\nAbility and reliability to prosecute a transaction of great magnitude\nInvolving a pending business transaction requiring maximum confidence. We \nare top officials of the Federal Government contract review panel who are \ninterested in investment in your country with funds which are presently \ntrapped here in Cote D Ivoire.In other to commence this Business, we solicit \nyour assistance to enable us transfer into your Account the said trapped \nfunds.\nThe source of this fund is as follows: During the last regime here of\nGeneral Robert Guei in Cote D Ivoire some government official's set up \ncompanies and awarded themselves contracts which were grossly over Invoiced \nin various ministries. The government set up a contract review panel and we \nhave Identified a lot of inflated\ncontracts funds which are presently Deposited in a BANK here in Abidjan,Cote \nD Ivoire .\nHowever, by virtue of our position as civil servants and members of the \npanel ,we cannot acquire this money in our name. we have\ntherefore ,been delegated as a matter of trust by my colleagues  to look for \nan overseas partner into whose account we would transfer\nthe total sum of USD$15,500,000.00  (FIFTEEN MILLION,FIVE HUNDRED THOUSAND \nUNITED STATES DOLLARS)\nHence we are writing you this letter. We agreed to share the money\nthus:\n(1) 20% FOR THE ACCOUNT OWNER (YOU)\n(2) 10% FOR MICSELLENIOUS EXPENSES\n(3)70% FOR US (THE OFFICALS)\nIt is from the 70% that we wish to commence investments in your country as \nyou will also stand as our foreign agent over there. Please note that this \ntransaction is 100% safe and we hope to commence the transaction latest \nseven (7) days from the date of the receipt of the following information \nbellow.\n(A) COMPANYS NAME BENEFICIARY OF ACCOUNT.\n(B)YOUR PERSONAL TELEPHONE NUMBER AND FAX NUMBERS.\n(C) BANK ACCOUNT/SORT/ABA/ROUTING NUMBERS\nWHICH THE FUND WILL BE TRANSFERED TO.\n(D) YOUR BANK ADDRESS, TELEPHONE NUMBERS/FAX NUMBERS.\nThe above information will enable us commence the transfer of this\nfunds into your account in your country without delay\nWe are looking forward to doing this business with you and solicit your \nconfidentiality in this transaction.\n\nPlease acknowledge the receipt of this letter using the above email\naddress; I will bring you into the complete picture of this pending\nproject when I hear from you.\nWith Kind regards,\n\nDr.Abdul Latif\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "23e87e421bef253c8cad694b191940c8"}