{"email_subject": "Urgent needed", "email_body": "November 6, 2003                                   Mail Options    Manage Folders    Mail Upgrade           dho@zwallet.com                                          Folders [ manage ]                   Inbox         Sent         Trash [ empty ]                         Previous | Next | Back to Message List                                   Inbox Sent Trash                   From: dhyalo obi  To: dho@zwallet.com Subject: Assistance Date: Wed, 05 Nov 2003 19:50:29 -0500        --------------------------------------------------------------------------------        ADVERTISEMENT   --------------------------------------------------------------------------------   Students: Rate your Professors Online! Read what others wrote about your Professors.   --------------------------------------------------------------------------------          Dear Friend,  Iam a staff of African Developent bank(ADB). I am writing following an impressive information about you through an internet business proposal .I decided to introduce this business opportunity to you.  In my departmentn we discovered an abandoned sum of US$16.M (SIXTEEN MILLION, UNITED STATES DOLLARS).In an account that belongs to one of ourforeign customer who died along with his entire family in november 1998 in a plane crash.  Since we got information about his death, we have been expecting his next of kin to come over and claim his money because we cannot release it unless somebody applies for it as next of kin or relation to the deceased as indicated in our banking guideline s but unfortunately welearnt that all his supposed next of kin or relation died alongside with him at the plane crash leaving nobody behind for the claim and other officials. It is therefore upon this discovery that we decided to make this businness proposal to you and release the money to you as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and we don't want this money to go into the Bank treasury as unclaimed Bill.  The Banking law and guideline here stipulates that if such money remained unclamed after four years, the money will be transfered into the Bank treasury as unclaimed fund.  The request of foreigner as next of kin in this business is occasioned by the fact that the customer was a foreigner and a Burkinabe cannot stand as next of kin to a foreigner.  we agree that 30 % of this money will be for you as foreign partner, in respect to the provision of a foreign account, 10 % will be set aside for expenses incured during the business and 60 % would be for ;me and my colleagues.  There after we will visit your country for disbursement accoding to the percentages indicated. Therefore to enable the immediate trnansfer of this fund to you as arranged, you must apply first to the bank as relations or next of kin of the deceased indi cating your bank name, your bank account number, your private telephone and fax number for easy and effective communication and location where in the money will be remitted.   Upon receipt of your reply, I will send to you by fax or email the text of the application. I will not fail to bring to your notice that this transaction is hitch free and that you should not entertain any atom of fear as all required arrangements have b een made for the transfer.  You should contact me immediately as soon as you receive this letter.    Trusting to hear from you immediately.    Your's faithfully,    MR.lucman Watson African Development bank ADB", "id": "2431a6cb5768e3ea2a87b7277c164048"}