{"email_subject": "GOOD DAY/VERY URGENT.", "email_body": "\nMR ZUMA BARLEY\nAUDITING AND ACCOUNTING DEPT,\nAFRICAN DEVELOPMENT BANK BENIN(ADB)\nCOTONOU-BENIN REPUBLIC\nREPLY TO: (zuma_barley@hotmail.com)\n\nCompliments Of the Season, Pleasure writing to you at this moment of the \nday, I am Mr Zuma Barley, the director incharge of auditing and accounting \nDept. of AFRICAN DEVELOPMENT BANK\nBENIN(ADB) in Cotonou,Benin Republic.I deem it fit to contact you regarding \nan inactive/dormant account fund that will benefit both of us at the end, if \nparties involved will take restrait and maintain absolute secrecy,honesty \nand intergrity.\n\nI got your contact in my search for a reputable and reliable person to \nparticularly assist me to claim the fund in question. During auditing, in \nour bank at the end of last fiscal year, We discovered the\nsum of (US$28.1M) Twenty-eight million one hundred thousand United States \ndollars in a dormant\naccount belonging to an international businessman based here in benin \nrepublic who was involved in the December 25th Benin plane crash. I kept \nthis information(secret) confidential within my\njurisdiction to enable us submit claims and transfer this fund through \ntrustworthy person whom we\nshall present to our bank as the bonafide next of kin to the deceased.\n\nPlease visit\nhttp://www.cnn.com/2003/WORLD/africa/12/26/benin.crash/index.html\n\nOur investigations so far clearly reveals that there is no immediate \nsurvivor or even a relation to the deceased and as such,there is no \nimmediate next of kin for further claims of the deceased fund as we have \nlong been expecting someone to come forward with an applications. Further\ninformations /verifications from reliable sources too have confirmed that \nthe deceased customer supposed next of kin were all in the plane with him \ndied with him.\n\nThis fund is now ready for transfer into a foreign account, whose owner will \nbe portrayed to our bank as the beneficiary and a next of kin to the \ndeceased customer. The foreign account owner will\nimpost himself approprietly as the next of kin to the deceased and respond \npositively like a true next of kin who wishes to speed up the release and \ntransfer process of his inherited fund.Kindly be aware too that if the \nover-due fund if not claimed by the end of next quarter, the National \nTreasury\nand Bills of Benin will take over the ownership of the fund in line with the \nNational Edict Act of 1979. We do not want this to happen as it will not \naugur to our best interest, having worked all our lives in the banking \nsector, that is why I contacted you for us to do the deal together with\nabsolute confidence, so that you will be portrayed as the bonafide \nbeneficiary and an immediate next of kin to the deceased. I will give you \nfurther directives, advice and all needed informations required for this \ntransaction as soon as I receive your positive response. Similarly,if you \naccept to carry out this transaction with us, we have resolved offering to \nyou 30% of the total sum as\ncommission, extra 10% of all proceeds to be generated from subsequent \nprofit-viable investments\nprojects and you will be compensated with an executive office in the \nproject.The first-phase shall be a five (5) year irrevocable contractual \nbusiness partnership. We will invest 50% of our shares into your firm if you \nalready have one provided that is profit orientated. 5% of the total fund \nwill be set aside to re-imburse all expenses incurred in this course of this \ntransaction. This transfer will automatically be affected within 7 working \ndays.\n\nBe rest assured that with the underground work i have laid so far,that this \ntransaction carries no risk and no extra burdens on your part, except the \nabove mentioned nominal roles you are required to fulfill and similarly will \nbe required to maintain absolute information secrecy throughout the duration\nof this transaction,because discussing and exhibiting it with a third party \nmight jeopardise the entire transaction.\n\nI will give you directives and all needed information as soon as I receive \nyour positive response. Kindly understand that we could not carry out this \nfund-transfer on our own, based on the simple facts that we are civil \nservants and presently bank staffs and this office excludes us from \noperating foreign accounts,moreover,conducting such magnanimous transaction \nfrom the same place where we belong to/coming from will raise eyebrows on \nour side and the truth is that this fund belongs to a foreigner,and as such \ndemands same as next of kin.\n\nI am looking forward to receiving your interesting response on this project \nas this will greatly enrich the both of us at the end.\n\nBest Regards,\nMR ZUMA BARLEY\nCALL ME: 00229-97-87-27-83\nFOR MORE PROOFS AND DETAILS\n\n\n\n\n", "id": "24b5076733897c2e883b8deb6248b78c"}