{"email_subject": "MANY THANKS", "email_body": "Dear Sir,\n\nI am Mrs. Suha Arafat, the wife of Yasser Arafat, the\nPalestinian leader who died recently in Paris France.\nSince his death and even prior to the announcement,\nI have been thrown into a state of antagonism, confusion,\nhumiliation,frustration and hopelessness by the present\nleadership of the Palestinian Liberation Organization and\nthe new Prime Minister headed by MAHMOUD ABBAS.\nI have even been subjected to physical and psychological\ntorture.\n\nAs a widow that is so traumatized, I have lost confidence\nwith everybody in the country at the moment. You must have\nheard over the media reports and the Internet on the \ndiscovery of some fund in my husband secret bank account \nand companies and the allegations of some huge sums of \nmoney deposited by my husband in my name of which I have \nrefuses to disclose or give up to the corrupt Palestine \nGovernment.And they are not relenting on their effort to \nmake me poor for life. As you know, the Moslem community \nhas no regards for woman,more importantly when the woman \nis from a christian background,hence my desire for a \nforeign assistance.I and my late husband deposited the \nsum of 6.5 million dollars with a Financial firm in \nEurope/Canada whose name is withheld for now until \nwe open communication.I shall be grateful if you could \nreceive this fund into your bank account for safe keeping \nand any Investment opportunity.This arrangement will be \nknown to you and I alone and all our correspondence should \nbe strictly on email alone because our government has \ntapped \nall my lines and are monitoring all my moves.\n\nIn view of the above, if you are willing to assist for our \nmutual benefits, i promise to give you 30% of the \n$6,500,000 \nthat will be kept in your position for a while and \ninvested \nin your name for my trust pending when my Daughter, ZAHWA, \nwill come off age and take full responsibility of her \nFamily \ninheritance.Please note that this is a golden opportunity \nthat comes once in life time and more so, if you are \nhonest, \nI am going to entrust more funds in your care as this is \none \nof the legacy we keep for our children. In case you don't \naccept please do not let me out to the security and \ninternational media as I am giving you this information \nin total trust and confidence I will greatly appreciate \nif you accept my proposal in good faith.\n\n\nYours sincerely,\n\nMrs.Suha Arafat\nReply email: suhaarfata@walla.com\n        \n\n\n", "id": "24ecd2f72ba2f527771d6010c7329228"}