{"email_subject": "GOOD  NEWS", "email_body": "Dear, Beloved Friend,\n \nI am Mrs. Susan John from London ; I am married to Mr. John Mike who\n worked with London embassy for Ten years before he died in the year 2004.\n We were married for eleven years without a child. He died after a\n brief illness that lasted for only four days. Before his death we were both\n born again Christian.\n \nSince his death I decided not to remarry or get a child outside my\n matrimonial home which the Bible is against. When my late husband was alive\n he deposited the sum of $9.8Million (NINE Million Eight hundred\n thousand U.S.Dollars) with one Bank in London Presently, this money is still\n with the Bank. Recently, my Doctor told me that I would not last for\n the next Eight months due to cancer problem. The one that disturbs me\n most is my stroke sickness. Having known my condition I decided to keep\n this fund in the Bank\n \nI want an organization or an individual that will use this fund for\n orphanages, widows, propagating the word of God and to endeavor that the\n house of God is maintained. The Bible made us to understand that blessed\n is the hand that grivet. I took this decision because I don't have any\n child that will inherit this money and my husband relatives are not\n Christians and I don't want my husband&#8217;s efforts to be used by\n unbelievers.\n \nI don't want a situation where this money will be used in an ungodly\n way. This is why I am taking this decision. I am not afraid of death\n hence I know where I am going. I know that I am going to be in the bosom of\n the Lord. Exodus 14 VS 14 says that the lord will fight my case and I\n shall hold my peace. I don't need any telephone communication in this\n regard because of my health hence the presence of my husband's relatives\n around me always. I don't want them to know about this development.\n With God all things are possible.\n \nAs soon as I receive your reply I shall inform the Bank in London that\n you are the beneficiary of the said fund   in London . I will also\n issue you an authority letter that will prove you the present beneficiary\n of this fund. I want you and the organization to always pray for me\n because the lord is my shepherd. My happiness is that I lived a life of a\n worthy Christian.\n\nWhoever that wants to serve the Lord must serve him in spirit and\n truth. Please always be prayerful all through your life. Any delay in your\n reply will give me room in sourcing another person for this same\n purpose. Please assure me that you will act accordingly as I stated herein. \nHoping to receive your reply and Remain blessed in the Lord. \n\n\nYours in Christ,\nMrs. Susan John\nGREETINGS FROM MRS SUSAN JOHN\n\n\n\n\n\n\n\n\n", "id": "253ca212c022ba9cb82e5ba19275f151"}