{"email_subject": "PLEASE REPLY BACK", "email_body": "HELLO FRIEND,\nGood day and Compliments, I am writing this letter in confidence believing \nthat if it is the wish of God for you to help me and my family, God Almighty \nwill bless and reward you abundantly and you\nwould never regret this.\nMy family and I are true Christians and worship God truthfully. I got your \ncontact during my search for this assistance. I am a female student from \nUniversity Burkina Faso, Ouaga. I am 22 yrs old. I'd like any person who can \nbe caring, loving and home oriented. I will love to havea long-term \nrelationship with you and to know more about you.\nI would like to build up a solid foundation with you in time coming if you \ncan be able to help me in this transaction. Well, my father died earlier \nthree months ago and left I and my junior brother behind. Hewas a king, \nwhich our town citizens titled him over sixteen years before\nhis death.\nI was a princess to him and I am the only person who can take care of his \nwealth now because my junior brother is still young and my mother is not \nliterate enough to know my entire father's wealth.He left the sum of USD \n7.350, 000M (Seven Million, Three Hundred and Fifty\nThousand US Dollars) in a security company.\nThis money was annually paid into my late fathers account from Shell \npetroleum Development Company (spdc) and chevron Oil Company operating in \nour locality for the compensation of youth and community development in our \njurisdiction.\nI don't know how and what I will do to invest this money somewhere in \nabroad, so that my father's kindred will not take over what belongs to my \nfather and our family, which they were planning to do without my \nconsentbecause I am a female as stated by our culture in the town.\nNow, I urgently need your humble assistance to move this money from the  \nSecurity Company to your bank account that is why I felt happy when I saw \nyour contact because I strongly believe that by the grace of God,you will \nhelp me invest this money wisely.\nI am ready to pay 30% of the total amount to you if you help us in this \ntransaction and another 10% interest of Annual after Income to you, for \nhandling this transaction for us, which you will strongly have absolute \ncontrol over it.\nIf you can handle this project sincerely and also willing to assist me in \nlifting this fund, kindly reach me. Please, note that this transaction is \n100% risk free and I hope to commence the transaction as quick as possible, \nI will send you my picture as soon as I hear from you for recognition.\nYours sincerely,\nPrincess memuna iboudo.\nplease reply me at my private email address: \nprincessmemuna_iboudo@hotmail.com\n\n_________________________________________________________________\nMSN Messenger: appels gratuits de PC  PC ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "25872463ed3db561c64ec570ba7c10d6"}