{"email_subject": "BUSINESS/INVESTMENT PROPOSAL CLASSIFIED DEAL", "email_body": ">From Mamou mouna mbulu\nCoordinator of the northern states Programmes\nSubject: BUSINESS/INVESTMENT PROPOSAL CLASSIFIED DEAL,\n\nDear  Sir,\n\nI am Mamou Mouna Mbulu,Bank personnel of the above mentioned Bank Annexe.\nI got your contact from a very confidential source and I wish to maitain \nthis confidentiality.\nActually,I decided to send you this proposal directly.for your appraisal on \nbussiness proposition for you & for our overall mutual interest.\nI am currently the coordinator on technical cooperation and procurement \nofficer to the  Bank Of African Development and the African funds \ndevelopment.Projects/contract awards.\nI need your assurance to help conclude a very good transaction wish i feel \nyou will be very much interested\nBUSINESS\nI am currently in need of a foreign partner to assist me to be the \nbeneficiary of the total sum of $5,200.000 USD.\nThe money was deposited with BIAO bank in Abidjan by the late general Guie \nthat was assasinated during the last recent failed coup de etat that \nhappened in Ivory coast.\nhe made me the depositor but I can not withdraw this money myself.\nSo right now, I wsih to resign which is must if I secure you affirmative \nassurance to be able to front for me as my foreign business partner to act \nas the beneficiary of this money .\nI have already transfer this money from BIAO to another bank called BICICI \nin Burkina faso which is now programmed for onward transfer to any name \nwhich I shall submit to the bank as the beneficiary of this fund.\nThis is strictly confidential and only between me and you alone.\nI shall send to you the check as soon as I am able to recieve your \nfavourable response right away.\nPlease this is not a scam as you may think, just remove doubt.\nthis is real\nA bank account in any part of the world,which you will provide to facilitate \nthe transfer of this money to you as the beneficiary.\nThe money will be paid into your account for us to share in the ratio of 60% \nfor me , 30% for you and 10% for expencies .There is no risk at all as  my \nposition will do the paperwork for this\ntransaction as the branch manager guarantees the\nsuccessful execution of this transaction.If you are interested,please\nreply immediately via this private email address and also forward to me your \ntelephone number and fax number for easy communication.\nUpon your response,I shall then provide you with more details and\nrelevant documents that will help you understand.PLEASE OBSERVE UTMOST \nCONFIDENTIALITY,and be rest assured that this would be\nmost profitable for both of us because I shall\nrequire your assistance to invest my share in your country.\nAwaiting your urgent reply via this email above,please save me the anxiety \nof endless waiting.\nGod bless you.\nMamou Mouna Mbulu\n\nADB BANK PLC\n\n_________________________________________________________________\nMSN Hotmail : crez votre adresse e-mail gratuite &  vie ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "2589b2f139b40f92c4753f185b9d7182"}