{"email_subject": "FROM MRS   ANNAH  KURGA", "email_body": "\n\n\nFROM MRS ANNAH KURGA\nNO 345 Oxford Road Roosebank\nJohannesburg,\nTEL: +27-83 9510312.\nMy Alternative Email Address:  annah1@myway.com\nTHE DIRECTOR/C.E.O,\n\nMy name is Mrs. annah kurga the wife of Wilfred kurga from Zimbabwe. This\nmight be a surprise to you about where I got your contact address, I got\nyour address from the South African Network Online {SAINO} when I was\ndesperately looking for a trust-worthy person to assist my son who is\ncurrently residing in South Africa, and so I decided to contact you.\nDuring the current war against the farmers in Zimbabwe from the supporters\nof our President Robert Mugabe to claim all the white-owned farms to his\nparty members and his followers, he ordered all the white farmers to\nsurrender their farms to his party members.\nMy husband was one of the best farmers in our country and because he did\nnot support Mugabes ideas, Mugabes supports invaded my husband farm and\nburnt everything in the farm, killing my husband and made away with a lot\nof items in my husband farm.\nBefore his death, my husband had deposited with one of the Security\nCompany in Johannesburg, South Africa the sum of (20Million  United States\nDollars). After the death of my husband, my son {john} decided to move out\nof my country to Republic of South Africa where my husband had deposited\nthe money with the Security Company as valuables.\nPlease why I am contacting you is to assist my son to move this money out\nof South Africa because as asylum seekers he is not allowed to operate any\nBank Account or assured of security our investment within in the country.\nWe have agreed to offer you 20% of the total sum for your assistance, 5%\nwill be out for any expenses that may be incurred in the course of this\ntransaction while 75% will be for me and my family which I believe that\nwith your help we will invest it in your country.\nAll I want you to do is to furnish me with your private phone and fax\nnumbers for easy communication. You can contact my son on his private\ntelephone number {JOHN KURGA} on: +27-83 9510312. or on his email address\nthus: annah1@myway.com\n Waiting for your urgent response.\nPLEASE YOU CAN READ ABOUT PROBLEMS IN ZIMBABWE AND HOW MY HUSBAND DIED,\nFROM THE LINKS BELOW.\nhttp://news.bbc.co.uk/1/hi/world/africa/918781.stm\nhttp://news.bbc.co.uk/1/hi/world/africa/715001.stm\nhttp://news.bbc.co.uk/1/hi/world/africa/1063785.stm\n\nBest Regards.\nMRS. ANNAH KURGA.\nFor the Family FROM MRS ANNAH KURGA\n\n\n", "id": "25950be827b38c4c04ddde4f5f0cda43"}