{"email_subject": "Respond immeiately for time essence", "email_body": "From: Barrister Philip Ajayi\n\n\nRE: SOLICITING FOR A BUSINESS VENTURE AND PARTNERSHIP\n\n\nBefore I proceed, I must be grateful to introduce\nmyself. My name is Barrister Philip Ajayi a lawyer to\nthe Ex - President Charles Taylor, the president of\nliberia . During the rebellion in my client's country,\nmy client deposited Twenty-Eight Million Five Hundred\nThousand United States Dollars (US$28.5M)  with a\nsecurity company in Lome, Togo which was part of the\nmoney meant for his campaign for re-election into\noffice.\n\n\nPresently, the fund has long been moved diplomatically\nto a Financial Vault Company in Europe where it is\nstill kept in safe custody.\n\n\nMY REQUEST\nAs a result of my client's present situation as a\nrefugee in Nigeria who cannot have access to own an\naccount or accounts, I am looking for a trustworthy\nindividual/ firm by my client's instructions to\nreceiving the funds and  advicing us in making the\nrightful investment as well as to provide\naccount(s)where the funds will be lodged into. More\nalso, we are at the interim interested in buying\nproperties for\nresidence as my family will be residing there in the\nnear future.\n\nCOMMISSION/REMUNERATION\nAs regards your commission/remuneration, my client\nhave decided to offer you 15% of the total sum and\nalso set aside 5% for all your expenses (i.e telephone\nbills, travelling expenses, hotel bills and other\nmiscellaneous expenses).\n\nI strongly believe that associating with you to embark\non this and other business ventures will derive a huge\nsuccess hereafter and it will be a long lasting\nbusiness association via my email for further\nbriefing.\n\nEndeavor to send your full contact details like your\nfull names, address, telephone and fax numbers. As\nsoon as I receive the above information, I will let\nyou have the contact details of the security company\nin Europe where funds are deposited to enable you\nverify the existance of the security company and the\ndeposited funds before we proceed on this transaction.\n\n\nI await your anticipated co-operation.\n\n\nYours truly,\nBarrister Philip Ajayi\nReturm email: philip_ajayi_lawfirm@web-mail.com.ar\n\n\nFor better understanding, please view these websites\nbelow:\nhttp://www.cnn.com/2003/WORLD/africa/08/11/taylor.warcrimes/index.html\nhttp://www.cnn.com/2003/WORLD/africa/08/11/liberia.1300/index.html\n\n\n\n\n", "id": "25df0982b69241a8712204ecf60ab626"}