{"email_subject": "FOR YOUR CONSIDERATION", "email_body": "      Mrs. Rose  Bangra hamenya.\nBlk. 2681, HLM II,\nDakar - Senegal.\n   \n   Hello dear,\n\n  Compliments of the season. I am Mrs. Rose Bangra Hamenya, a civil servant from Zimbabwe. I got your contact from Chamber and Commerce office as I was searching for someone who will help me  out of my present predicament, \n   \n  My late husband, Mr. Ransome Gatorgay Hamenya was the co-owner of an Agricultural firm and his partner happens to be among the white farmers that the dictator President of Zimbabwe, Robert Mugabe took over their farmlands and handed over to the blacks, despite all the pleas from the International Community,and members of the commonwealth country's Most of the company's assets,animal farms and milk industry were seized and confiscated by the tyrant President. \n   \n  My late husband was a British citizen of African descent and we both lived in the company's staff quarters but our lives were threatened by agents of President Mugabe. Since then, my husband and I have been living in exile in Dakar - Senegal. My husband died last August as a result of cardiac arrest. \n   \n  A substential amount of money was deposited in the finance house by my husband before his death through the help of the International Red Cross staff, because President Mugabe, placed order for the closure of the accounts of all the white farmers and no one is allowed to transfer more than ten thousand dollars abroad but luckily enough, I and my late husband along with some other farmers were assisted through diplomatic means with the help of the International Red Cross to send our money abroad.\n\nThe total Sum is FIFTEEN million US dollars (US$15.000.000.), \nthe money is part of our savings and what my husband inherited from his late father, from whom we took over the family business.  All the documents to the deposition of the money are with me and with the finance firm also for Security reasons. \n\nI would like you to assist me to relocate the money to your country into any account of your choice or keep it for me in your safe custody until I am able to come to your country after my operation soon. I would like to invest the money into any lucrative business, you deem profitable and your assistance is highly needed in the areas of investment feasibility studies. \n   \n  Hence I need your cooperation to secure this deposit which is as it stands now, the only hope of my survival as I have already lost my husband, coupled with my sickness and the situation of insecurity. Life is no more the same with me after all the lot I have gone through.Moreover, I wouldn't mind paying you any amount you will charge me up to 20% of the total money for your assistance in relocating and keeping the money for me as well as helping me to carry out proper investment. You keep 80% for me pending execution of the investment. \n   \n  As a sick person, it will be difficult to handle this alone, hence I need your immense help, coupled with your distinguished business acumen and track record. Please, I would like you to come to my assistance, I am a lonely widow and in utter confusion and distress.\n   \n   This business is solely between two of us and should there be any need for a third party, I will contact one of the Red Cross staff with whom I have established some trust. I am scared that if any one gets to know about this, he might take advantage of my helpless situation. to diverte this fund or seat on the money without helping me to manageit as planed,so please if your willing to help kindly contact me through my email above. or my son's email id (papis_prince@hotmail.com) \n\nSincerely your's,\n\nMrs. Rose Bangra Hamenya.\n\n\n\n\n\t\t\t\t\n---------------------------------\n Jiyo cricket on Yahoo! India cricket\nYahoo! Messenger Mobile Stay in touch with your buddies all the time.\n\t\t\t\t\n---------------------------------\n Jiyo cricket on Yahoo! India cricket\nYahoo! Messenger Mobile Stay in touch with your buddies all the time.", "id": "25e0162ad62d75fe29294f523361d318"}