{"email_subject": "partnership", "email_body": "FROM: MR. JIDE WILLIAMS\n\nJOHANNESBURG,\nSOUTH\n\nAFRICA.\n\nEMAIL,jidewilliams000@arabia.com\n\n\n\n\n\nREQUEST FOR\nURGENT\n\nASSISTANCE/INVESTMENT.\n\nDear Sir/Madam ,\n\nMy names is MR. JIDE WILLIAMS, \nthe elder son of Mr. ANTHONY WILLIAMS, of Zimbabwe. It might be a\nsurprise to you where I got your contact address, I got it from network on line, South African. During the current crises against the farmers of Zimbabwe\nby the supporters of our President Robert Mugabe to claim all the white owned farms in our country, he ordered all the white farmers to surrender their farms \nto his party members and their followers.\n\nMy father was one of the best\nfarmers in the country and knowing that he did not support the presidential\npolitical ideology, the presidential supporters invaded\n\nmy fathers farm\nburnt down everything, shot him and as a result of the wounds\n\nsustained, he\nbecame sick and died after two days. And after his death, I with\n\nmy\nyounger Brother decided to move out of Zimbabwe for the safety of our \n\nlives \nto South-Africa.\n\nBUT, before he died HE WROTE HIS WILL, which reads\n\n\"(MY\nBELOVEED SON ,I WISH TO DRAW YOUR ATTENTION TO\n\nTHE SUM OF ($9,000,000=00).\nMILLION U.S DOLLARS WHICH\n\nI DEPOSITED IN A BOX WITH A SECURITY COMPANY IN\n\nJOHANNESBURG (SOUTH-AFRICA). IN CASE OF MY ABSENCE\n\nON EARTH CAUSED BY DEATH ONLY\". You should solicit for\n\nreliable foreign partner to assist you\nto transfer this money out of South Africa for\n\ninvestment purpose. I deposited the money in your name and it can be\n\nclaimed by you alone with the deposit code. your mother has all the documents. Take good care of your mother and brother.\" From the above, you will understand that the lives and\nfuture of my family depends on this money as much, I will be very grateful if you can assist us. I with my younger brother are now\n\nliving in South-Africa as POLITICAL ASYLUM SEEKERS and the financial law of SOUTH-AFRICA does not allow ASYLUM SEEKERS certain Financial rights to such huge amount of money .In view of this, I cannot invest this money in South-Africa, hence I am asking you to assist me transfer this money out of South-Africa for investment purposes. For your efforts, I am prepared to offer you 20% of the total\n\nfund, while 5% will be set aside for local and international expenses and 75% will be kept for me and my family\n\n\n\nFinally modalities on how the transfer will be done will be\nconveyed to you \n\nonce we establish trust and confidence between ourselves.\nLooking forward to your urgent reply .For detailed information. \n\nNOTE:\nTHE KEY WORD TO THIS TRANSACTION IS ABSOLUTE CONFIDENTIALITY AND SECRECY. THIS\nTRANSACTION IS 100% RISK FREE. YOUR URGENT RESPONSE WILL BE\nHIGHLY\n\nAPPRECIATED. \n\nBEST REGARDS,\n\nJide Williams\n\n____________________________________________________________\nŘekněte sýr! MMS telefon SonyEricsson T610 s foťákem můžete mít už za 5577\nKč. A k tomu až 120 MMS zdarma! http://ad2.seznam.cz/redir.cgi?instance=60089%26url=http://www.oskarmobil.cz/services/whatsnew.php\n\n", "id": "25e414c705bf7df3a0d0ad4ee5a7c371"}