{"email_subject": "urgent business transaction", "email_body": "INVESTMENT MANAGER JOB PROPOSAL.\n> \n>  Dear Friend,\n> \n>  My name is Kenneth Kaseke from Zimbabwe, I am 21 years old.\n> And my mother died last year and my father has been long dead.\n> Before the death of my mother, she was a farmer and who\n> acquired wealth through the export of vegetables and other\n> edible goods. Before the death of my mother she had acquired a\n> total sum of $9,000,000.00 (Nine million dollars), which she\n> secretly deposited in a security company abroad(Europe).But\n> right now as the only child and only son of my late parents it\n> is now time for my inheritance, but I cannot do this because\n> of my age and I am presenting an asylum seeker here in the\n> netherland.And the Netherland government laws does not allow\n> asylum seekers to have bank accounts.And because of this I\n> cannot collect my money from the security company for proper\n> banking.And also because of my age and little experience with\n> large sum of money like this.\n> \n> That is why I am now writing you and seeking your assistance.\n> I want you to represent me in Europe and be my investment\n> manager and beneficiary of this funds, so that you can help me\n> make claims and as well invest this money for me. I have\n> decided to give you 20% out of the total amount\n> ($9,!000.000.00),which would be $1.8M US dollars .While the\n> rest will be mine, which I plan to use in my educational\n> pursuit. And also I hope you can also get me out of  here by\n> assisting me in acquiring a visa to join you up after you have\n> collected the money. I know this might sound strange to you,\n> but I don't have a choice and I want you to assist me by been\n> my investment manager and also give me a good education which\n> i couldn't get since the death of my mother.\n> \n>  If you are ready to assist me, please get back to me through\n> this email address(kkzim@email.com),and I will feed\n> you with all the necessary information's and documents\n> regarding this proposal. I am hoping to hear from you soon.\n> Please do not let me down or turn away from me. I am begging\n> you in Gods name.\n> \n> Yours Truly,\n> Kaseke Kenneth\n> \n\n\n", "id": "26723a51f33de691d74532462ebb67ec"}