{"email_subject": "From Dr. Abraham Maliba", "email_body": "DEPARTMENT OF ENERGY & NATURAL RESOURCES\nSANDTON TOWERS, JOHANNESBURG P.M.B. 12701 SOUTH AFRICA\nFROM THE DESK OF: Dr. Abraham Maliba M.sc (Manager 14 Project  Allocation)\n\n                                \n                                          CONFIDENTIAL\n\n\nEmail: maliba5@702mail.co.za\n\t\nHello,\n\nIt is indeed my pleasure to write you this business request. I am writing you to solicit your assistance in a business partnership that could be of mutual benefit to both of us. I hope that you read thoroughly and response as promptly as possible. Precisely, in the year 2000, the Ministry of Minerals and Energy in South Africa where I work as a Manager of 14 Project Allocation, received presidential irrevocable circular order requesting the ministry to compile and forward the list of all past foreign contractors, whose contract payments are pending since the period of the past government of Dr, Nelson Mandela and the present government.\n\nThe purpose of this presidential order is that the present South Africa elected government will pay foreign contractors all debts owned, and thus maintaining a good relationship with other foreign government and non-governmental financial agencies. In light of the above, my partner and I duty is to compile a list of these contractors. We have decided to include a company name with a bill of {USD25 Million United State Dollars} along side other company names and their respective bill for payments. The {Alliance Mining SA PTY}, which was incorporated for this operation, also carried out contractual works for the ministries as well as others.\n\nWith the co-operation of top senior partner of mine we are confident that our claim of {USD25Million} shall be granted being for contract work executed at the Ministry of Minerals and Energy, payment shall then be transferred upon approval to a safe account that would be provided by you in other words, if you accept to be our partner then you shall be considered given the pertinent documentation to certify that your company had been awarded a contract already executed, for which your company shall be paid the sum of USD25Million. Please be informed that with the South Africa government monetary policy. Government official's employees are not allowed to operate or to own bank account abroad hence our decision to seek a foreign partner.\n\nHowever, the legitimacy of this transaction is well pronounced, which I will personally explain to you by fax or telephone if you agree to be our partner to determine your true position. I have the authority and consent of my partner to offer this transaction to you. You will be highly compensated with a percentage upon mutual agreement by both parties after a successful completion of this project. Further information concerning the transaction shall be forwarded to you upon your response to this letter.\n\nI can assure you that my partners and I are in a position to make this payment claim possible, provided you can give us the assurance and guarantee that our share will be secured. Visualize this opportunity as an indirect financial resource; also note that your area of specialization is not a hindrance in the successful execution of this transaction, endeavour to contact me immediately by the above alternative email address because we will not compromise this transaction with any form of exposure, as we are still in active civil service.\n\nPlease keep this close to your chest as much as possible; we can not afford any political problems.\n\nThank you and God bless, as I await for a long term mutually beneficially relationship for both of us.\n\nYours Faithfully\n\nDr Abraham Maliba.\n  \n\n \n\n\n\n\n", "id": "269c097d3f8e888f647cca8f9dff6ab5"}