{"email_subject": "business assistance", "email_body": "Engr. Zulu makaleni\n\nPretoria, South Africa.\n\n Sir,\n\n On behalf of my colleagues and I, I write this\n letter with great pleasure. Your information were\n given to me by a member of the South African Export\n Promotion Council (SAEPC) who was with the Black\n Economic Empowerment Commission (Government)\n delegation on a trip to the United States during a\n bilateral conference talk to encourage foreign\n investors. I have decided to seek a confidential\n co-operation with you in execution of a business\n transaction hereunder for the benefit of all\n parties.\n\n Within the Department of Mining Resources where I\n work as the Director of Project Implementation, with\n co-operation of two other top officials, we have in\n our possession, an overdue payment in US funds.\n\n The said funds represent certain percentage of the\n contract value executed on behalf of my Ministry by\n a foreign contracting firm, which we the officials\n over-invoiced to the amount of US$14,300,000.00\n (Fourteen  Million, Three Hundred Thousand United\n States Dollars). Though the actual contract cost has\n been paid to the original contractor, leaving the\n excess balance unclaimed.\n\n The Government of the Republic of South Africa\n believe that private investment in general, and\n foreign direct investment in particular, are the\n real engines for sustainable economic development,\n for which reason it has continued to encourage\n investment in the key growth-oriented sector of\n Mining with sincere determination to pay foreign\n contractors all debts owed to them, so as to\n continue to enjoy close relationship, and a mutually\n beneficial co-operation with foreign governments and\n non-governmental financial agencies. As a result we\n included our bills for approvals with the\n co-operation of some officials at the Department of\n Finance and the Reserve Bank of South Africa (RBSA).\n We are seeking your assistance to be the beneficiary\n of the unclaimed funds, since we are not allowed to\n operate a foreign account. The changing of\n beneficiary's information/details and other forms of\n documentation upon application for claim to reflect\n the contract money and its approvals will be secured \n on behalf of your company or your good self.\n I have the authority of my colleagues involved to\n propose that, should you be willing to assist us in\n this transaction your share as compensation will be\n 30% while my colleagues and I shall receive 60%, and\n the balance of 10% shall be used to reimburse all\n expenditures, taxes and miscellaneous expenses so\n incurred.\n\n It does not matter whether or not your company does\n contract projects of the nature described here. The\n assumption is that your company won the major\n contract and subcontracted it to other companies.\n More often than not, big trading companies and firms\n of unrelated fields win major contracts, and\n subcontract to more specialized firms for execution.\n\n This business itself is 100% safe, provided you\n treat it with utmost confidentiality. Also your\n pecialization is not a hindrance to the successful\n execution of this mutual beneficiary transaction. I\n have reposed my confidence in you and hope that you\n will not disappoint us.\n\n Kindly notify me by email for further details, upon\n your acceptance of this proposal.\n\n Regards,\n\n Engr. Zulu Makaleni.\n\n\n\n\n", "id": "26ea2ee44c1ec8259d798303d25bdb35"}