{"email_subject": "DEAR BELOVED,I am Mrs. Christina Holden. Am married to Dr. Donald Holden. a Liberian who worked for Shell Oil Company in Nigeria,he died after a brief illness that lasted for only four days.Before his death we were married for 11 good years without a child and were both born again Christians . Since his death I decided not to re-marry or get a child outside my matrimonial home which the Bible forbids. When my late husband was alive he deposited the sum of $10.5 Million (Ten Million five hundred thousand U.S.Dollars) with A Bank.Presently, this money is still under the safe keeping of the RESERVE FINANCE COMPANY Recently, my Doctor told me that I would notlast for the next Three(3) months due to my cancer problems.Though what disturbs me most now, i recently had stroke.Having known my condition, I decided to donate this fund to church or betterstill a Christian or muslim individual That will utilize this money theway I am going to instruct here in. I want a church tha t will use this fund on,orphanages, deaf and dumb and poor widows propagating the word of God and to ensure that the house of God is maintained.The Bible made us to understand that blessed is the hand that giveth.I took this decision because I don't have any child that will inherit this money and my husband relatives are not Christians and I don't want my husband's hard earned money to be misused by unbelievers. I don't want a situation where this money will be used in an ungodly manner. Hence the reason for taking this bold decision. As soon as I receive your reply I will forward your personal information, such as Your full name, Your full address, with Your telephone and fax number to my lawyer through his email so that he will contact you as the legal owner of my fund before the bank will be transferring the fund into your nominated Bank Account in your country. I will also issue you a letter of a authority that will back you up as the real next of kin and the original- b eneficiary of my fund. I want you and the church to always pray for me because the lord is my shepherd,you will also promise me that you will not seat on the fund when it gets into your bank account. My happiness is that I lived a life of a worthy Christian. Whoever that wants to serve the Lord must serve him in spirit and truth. Please always be prayerful all through your life, any delay in your reply will give me room in serching for a church or Christian individual for this same purpose. Please assure me that you will act accordingly as I stated herein.Hoping to hear from you as soon as possible.Remain blessed in the name of the Lord. Yours in Christ, Mrs. Christina Holden.", "email_body": "\n\n\n\n-----------------------------------------------\nThis mail sent through http://webmail.zoom.co.uk\n\n\n", "id": "26f3d1a1690bfd9fe478a511149a2644"}