{"email_subject": "URGENT APPEAL FOR HELP.", "email_body": "From: J.Rodney chesson jr \nChesson Family Corporation, \nLiberia. \nemail: chesson_joseph@yahoo.com\n\nKindest attention, I am very sorry for the informal\nmanner in which this mail is reaching you. This is\nnecessitated by my urgent need to reach a dependable\nand trustworthy foreign partner. This request may seem\nstrange and unsolicited but I crave your indulgence\nand pray that you take my request very serious.I am\nMr. Joseph Rodney Chesson, the first son of Late J. J.\nF. Chesson (Liberian Minister of Justice 1979 to\n1980). On April 22, 1980, my father along with 12\nother Liberian Government officials was assassinated\nas a result of a military coup that toppled the\ngovernment of President William R. Tolbert, Jr. May\nhis soul rest in Eternal Peace. Since then, my family\nhas always been seen as a symbol of peace in Liberia.\nYou can view our family web page below; \n(http://www.chessonfamily.com/chessonfamilypage.htm)\nbut please do not call me \non the tel/fax number below as the number is presumed\nbugged by the government.\n\nI received information from a reliable source that\ndescribed your country as being economically conducive\nfor investment and her people as transparent and\ntrustworthy to engaging business, which made me to\nwrite you. As you may want to know and to make you\nless curious, I got your email address from an\nInternet site that portrayed you in good light. \nEarly this year, Liberia rebels agitated for the\nremoval of\nPresident Charles Taylor, who portrayed a very good\nexample of a bad leader. The President who needed\nsupport from prominent Liberia citizen gave me the sum\nof twenty-eight million United States Dollars (US$\n28M) cash (stalked in two trunk boxes) as compensation\nfor my late father and solicited for my support. I\nquickly made an arrangement with a courier company\nhere in Monrovia and moved the consignment to an asset\nmanagement company in \nthe uk. I did not support\nPresident Charles Taylor because my conscience is not\nfor sale. Some months later heavy fight broke up in\nLiberia, he placed all the eligible members of my\nfamily under travel watch,confiscated all our\ntraveling documents and frozen all our account in\nLiberia. Later in July, foreign troops invaded Liberia\nand different peace keeping meetings were held and\nPresident Taylor was advised to step down for national\npeace. On the 11th August 2003 President Charles\nTaylor flied into exile but the problem we are having\nnow is that he handed over power to his Vice-President\nMoses Blah who is more wicked and dangerous. He was\nthe person that instigated Taylor to confiscated all\nour traveling documents and frozen all our account in\nLiberia. That is why I requested for your sincere\nassistance pending when a fresh election will be held\nhere. The main rebel faction Liberians United for\nReconciliation and Democracy (LURD) has vowed to\ncontinue its war if Taylor hands over to Blah. The\nrebels are not happy with the above development so\nthey still continued fighting. \n\nWHAT YOU ARE EXPECTED TO DO FOR US:I will transfer the\nownership of the consignment /boxes containing the\ncash to you and issue you a power of attorney through\nmy Lawyer. With these document you will lay claims to\nthe money as my proxy from the company in europe.\n\nThe entire operation is risk free since it is only you\nand me and my Lawyer that knows the details of the\nmoney after you must have taken the money to your\ncountry where it is save my lawyer will then meet you\nin your country to use my share of the money for\ninvestment. Bearing in mind that your assistance is\nneeded to transfer this fund, I propose a commission\nof 20% (twenty percent) of the total sum to you for\nthe expected services and assistance. Your private fax\nand telephone numbers are needed to enhance the speedy\nconclusion of this transaction (our only hope in life\nnow) urgently. Your urgent response via the above\nemail address is highly needed so as to stop further\ncontact. I must use this opportunity to implore you to\nexercise the utmost indulgence to keep this matter\nextra ordinarily confidential whatever your decision\nwhile I await your prompt response. Our phone line\nboth home and abroad are bugged. So dont call me. I\nwill always call you at my convenient time and in a\nconducive atmosphere. PLS REPLY TO  chesson_joseph@yahoo.com\n\nRegards,\n\nJ.Rodney Chesson. JR.\n\n\n", "id": "27011cdb9cb6aafaeab31c5d6ed115aa"}