{"email_subject": "URGENT TRANSFER.........", "email_body": "Box 1287 Port Shepstone\nChaka -South Africa.\n\n       RE  TRANSFER OF ($ 39,500.000.00 USD THIRTY \nNINE MILLION FIVE HUNDRED THOUSAND DOLLARS] \n\nDear Sir,\n\nWe want to transfer to overseas ($$ 39,500.000.00 USD)\n Thirty nine million Five hundred thousand United\nStates Dollars) from a Prime Bank in Africa, I want \nto  ask you to quietly  look for a reliable and honest\nperson who will be capable and fit to provide either\nan existing bank account or to set up a new  Bank a/c\nimmediately to receive this money, even an empty a/c\ncan serve to receive this funds quitely.\n\nI am Dr.John Solomon.,the accountant and personal\nconfidant  to  Dr. Ravindra F. Shah who died together\nwith his wife  Dr.Mrs.  Manjula Parikh-Shah in a plane\ncrash on the 1st Oct. 2003 on their way to attend\nwedding in Boston. \n\nMr. Ravindra F. Shah, is an American, a physician and\nindustrialist, he died last year without having any\nbeneficiary to his assets including his account here\nin South Africa which he opened in a prime bank in the\nyear 2000 as his personal savings for the purpose of\nexpansion and developement of his company before his\nuntimely death in 2003.\n\nThe amount involved is (USD 39,500,000.00)Thirty Nine\nMillion Five Hundred Thousand USD,  no other person\nknows about this account, I am contacting you for us\nto transfer this funds to your account as the\nbeneficiary, I want to first transfer $9,500.000.00\n(nine million five hundred thousand USD)   from this\nmoney into a safe  account abroad, after which we will\ntransfer the remaining (30M) but I don't know any\nforeigner, I am only contacting you as a foreigner\nbecause this money can not be approved to a local\nperson here, without valid international foreign\npassport, but can only be approved to any foreigner\nwith valid international passport or drivers license\nand foreign a/c because the money is in US Dollars and\nthe former owner of the a/c Mr.Ravindra F. Shah is a\nforeigner too, and as such the money can only be\napproved into a foreign a/c.\n\nHowever,  I am revealing this to you with believe in\nGod that you will never let me down in this business,\nyou are the first and the only person that I\nam contacting for this business, so please reply\nurgently so that I will inform you the next step to\ntake urgently. Send also your private telephone and\nfax number including the full details of the account\nto be used for the deposit.\n\nI need your full co-operation to make this work fine.\nbecause the management is ready to approve this\npayment to any foreigner who has correct information\nof this account, which I will give to you, upon your\npositive response and once I am convinced that you are\ncapable and will meet up with instruction of a key\nbank official who is deeply involved with me in this\nbusiness.\n\nAt the conclusion of this business, you will be given\n50% of the total amount, 50% will be for me, we will\nbear the working cost together through the process of\ntransfer to get payment approvals.\n\nI look forward to your earliest reply through my\nEmail:{john_solomon14@hotmail.com}or you call me on\n+871-763-649-685, +874-763-649-685, +870-763-649-685.\n\nSincerely,\n\nJohn Solomon.\n\n\n\n\n\n\n______________________________________________________________________ \nPost your free ad now! http://personals.yahoo.ca\n\n", "id": "272de9a151f3c969982f232668a9d674"}