{"email_subject": "10/10/2006", "email_body": "Mr.Abgottspon Ewald\nBanque Jacob Safra(Schweiz)AG \nBleicherweg 1 / Paradeplatz\n8022 ZURICH\nSwitzerland.\nEmail:aewald2000@msn.com \n\n\n\nDear Sir,\n\nI got your contact on my private search for a reliable and trusted person to handle a transaction of this nature. I know that\nthe contents of this mail might sound so strange, but I want to assure you that every word of it is true.I am Mr.Abgottspon Ewald, a credit officer with Banque Jacob Safra(Schweiz)AG.I have a concealed business suggestion for you.Before the \nplane crash of Mrs.Dimka Ilkova Boskovic on February 26, 2004 ,Dimka Ilkova Boskovic from the Ministry of Foreign \nAffairs,macedonia and also a business woman made a fixed deposit for 12 calendar months, with a value of Nine Million,eight Hundred Thousand United State Dollars only in my branch.You can visit this website:\n\nhttp://www.rferl.org/featuresarticle/2004/02/8c37dc80-40e3-4333-8d04-dad352108cb5.html\n\n\nThe board of directors of my bank adopted a resolution and as the accounting officer to Mrs.Dimka Ilkova Boskovic I was mandated to provide her next of kin for the payment of this money within 14 working days or forfeit the money to the bank as an abandoned property. Further investigations revealed that Dimka Ilkova Boskovic did not declare any next of kin in her official papers including the paper work of his bank deposit. And she also confided in me the last time she was at my office that no one except me knew of her deposit in my bank. So Nine Million,eight Hundred Thousand United State Dollars is still lying in my bank and no one will ever come forward to claim it. What bothers me most is that the directors of my bank had planned to invoke the abandoned property decree of 1991 to confiscate the funds after the expiration of the period given to me, despairing at the point of exhaustiveness but fortunately, I came across your name. My suggestion \nto you is that I will like you to stand as the next of kin to Dimka Ilkova Boskovic so that you will be able to receive this funds.\n\nHowever, I seek your consent to present you as the Next of Kin to the deceased. I have contacted an attorney that will prepare the necessary document that will back you up as the next of kin to Dimka Ilkova Boskovic. All I require is your honest cooperation to enable us see this deal through. I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of law. Be Inform also that we shall share the funds in the ratio 70% for me and 25% for you, while 5% should be for Expenses or Tax as your Government may require. Please endeavor to observe utmost discretion in all matters concerning this issue. I will bring you into a more detailed picture of this transaction \nwhen I hear from you. Your earliest response to this letter will be appreciated via my private email address(aewald2000@msn.com).\n\n\nKind Regards,\nMr.Abgottspon Ewald.\n\n\n\n\n\n\n", "id": "2734d24ac2260f1bef4bfe3efc800fcf"}