{"email_subject": "URGENT CALL FOR ASSISTANCE FROM MRS TAYLOR", "email_body": "Attin.Partner\nPlease Kindly accept my apology for sending this mail to you.I believe you are a highly respected personality, considering the fact that I sourced your contact from a human resource profile databaseon of your country that speaks very good of you in the internetiny.Nutshel I 'MRS MARIAM TAYLOR.a Mother of JANET TAYLOR AND DAVID my only SON from SIERRA LEONE, the wife of Dr.KOROMA TAYLOR.Former Personal Assistance to the present Minister for Mines and Natural Resources in-charge of the diamond production sales in my country SIERRA LEONE. \nUnfortunately some months ago before the peace pact in my country, my Husband and his colleagues were killed by rebel group. during an inspection visit to the rich diamond mining area in the village, where the rebels laid an ambush and open fire on the convoy killing my Husband and some of his colleagues who where on their way to the diamond mining zone.Following the peace pact that was introduce by the united nation keeping force some months back,i decided to leave the country with my son for our safety to DAKAR SENEGAL, \nMy Husband deposited the some ofUSD$ 5.MILLION UNITED STATES DOLLARS,in Holding company here under the name of my son is there as beneficary. I contact you based on trust and your vast knowledge in the business field.I want you to assist me so that i can transfer this money to your account for safe keeping pending our arrival to your country to start up an investment in your country through your wise advice. \nYou will act as our trustee international business representative and also my family business associate,so that this money can transfer to your account.I am now in Dakar-Senegal for the facilitation of this transaction. Please kindly communicate your acceptance or otherwise of this proposal through email address for us to discuss the modalities of seeing this transaction through.However, if you are not disposed to assist kindly destroy the letter in view of the families interest and personal security. \nI count on you greatly for your assistance.Please,if where i contacted you is not okay with you,do not hesitate to tell me and provide another address where i will be contacting you.You will be highly rewarded for any positive role you play in this endeavour.A good percentage awaits you for your assistance.I look forward to your timely response as this is a cry for help.contact me through my email address \nmrsmariamfamilybox@walla.com mrsmariamfamilybox@walla.com> or \n, I remain obliged.\n\nYours faithfully \nMRS MARIAM TAYLOR \n\n\n\n\n\n", "id": "27826aeb039b2eca92abbbd5e8196030"}