{"email_subject": "James", "email_body": "From: The Desk of Ajibola James\nSenior Manager: Pacific International Bank PLC.\n                40 Marina Street\n                Lagos\n\nDear friend,\n\nFirst, I must solicit your confidence in this transaction. This is by virtue \nof its nature being utterly confidential and  top secret. We have decided to \ncontact you due to the urgency  of this  transaction, as we have been reliably \ninformed of your discretness, trustworthy and ability to carry out legitimate  \nbusiness.\n\nTHE PROPOSITION: An American, Mr. Shaline Adam, an Oil merchant with the \nFederal Government of  Nigeria, until his death with his whole family on an \nEgyptAir Flight #990, which  crashed into the Atlantic Ocean on October 31, \n1999, banked  with us at Pacific International Bank Plc Lagos and had a \nclosing balance of US$3.5,000,000.00 (Three Milion Five Hundred Thousand \nUnited States  Dollars Only) as at the end of September, 2000. Attached here   \nis a CNN webpage on the unfortunate crash in 1999:   \nhttp://www.cnn.com/US/9911/02/egyptair990.list/index.html\n\nValuable efforts have been made by the bank to get in touch  with any of the \nAdam's family or relative, but to no avail. His Next of Kin was his wife that \nwas involved in the crash so for now there is no trace of his family.\n\nIt is because of the perceived impossibility of locating a relative of the \nShaline Adam's family (since all his family are dead) that the bank is making \nplans to ceed the said amount to the Defence Ministry for the procurement of \nweapons of war. In order to avert this ugly situation, few of my colleagues \nand I have decided to contact you and seek your   permission to have you stand \nas a relative to Late Shaline Adam so that the total amount of US$3.5 Million \nDollars will be processed and released in your favour into your personal \naccount.\n\nAll documents and proofs to enable you get this fund will be   carefully \nworked out. We have secured from the probate, an   order of Madamus, to locate \nany of the deceased beneficiary.   Be rest assured that this transaction is \nrisk-free. Also, your share for offering to assist us and provide the \nreceiving account will be 10% of the total sum, while 90% will be for my \ncolleagues and I, which also would be in your account for safe custody and \nprobable future investment purpose in your country.\n\nAs soon as we receive an acknowledgement of your willingness    to accept our \nproposal, we shall furnish you with further details as we concluded all \narrangements to have the money transferred to you within 7 working days from \nthe date of commencement.\n\nIf this proposal is acceptable to you, then furnish us with your most \nconfidential telephone and fax numbers  at which   time an application for the \nfund release will be forwarded in your favour.\n\nThank you in advance for your anticipated cooperation.\n\nRegards,\n\nAjibola James\n\nAlternative mail:jrade2000@caramail.com\n\n\n\n", "id": "279b7f20203f42ec7f2095373b5689f3"}