{"email_subject": "YOUR ATTENTION!!", "email_body": "Dear Associate,\n\nI wish to use this medium to reach out to you and at \nthe same time strongly advice that you endeavore to treat and consider \nthis mail confidential and urgent.\n\nMy name is Geoffrey Winkler; i am \nthe personal account officer to one Engineer B.Williams a foreign \nexpatriate with Mobil Petroleum Company here in Netherlands. My client \nwas one of those involved in the Alaska airline flight 261-plane crash \nthat took place February of 2000, which claimed the lives of every \npassengers on board.\n\nMy client had operated an account here with \nFINANS BANK (Netherlands) valued at 8.5m euros. This funds he amassed \nout of his proficient services with this company, his account have \nremained dormant and unclaimed since after his death possibly b'cos he \nkept it private and as a result of being dormant for a long time the \nbank management have resolved to enforce it's banking regulations \nhaving considered this account inactive and in view have indicated it's \ninterest to divert the floating funds into the bank treasury as \nunclaimed funds within the next ( 21 ) official working days. Since all \nthis time i have been expecting the next of kin to my deceased client \nto come over and claim and receive payment of this funds here in the \ncustody of the bank since the banking laws stipulates that in such \nsituation the money can only be released to the next of kin but \nsurprisingly no next of kin have made any such claims of this funds or \nidentified. This situation prompted me to have personally made several \nenquiries in order to possibly contact his next of kin but it only led \nme to discover that his supposed next of kin were among those in the \nplane crash leaving nobody for the claims.\n\nAs this situation \nimperatively damands a next of kin to file claims of this funds, i am \ncontacting you as a foreigner which is of my best intention to possibly \nidentifying you to help claim and receive payment of this money here in \nthe custody of the bank presenting as the next of kin for safe keeping \nand for future investment  before the funds is confisticated and \ndiverted into the bank treasury as unclaimed funds.\n\nI will be counting \non your reputation as being reliable for this transaction,as you can be \nrest assured of the full representation of your interest here as will \nbe required to have this money released and paid to you. Do understand \nthis transaction is 100% risk free and is in no way associated with \nmoney laundering, so on gaining your interest to proceed as will be \nrequired to receive payment of this money presenting as the next of kin \nthen we can further discuss on the modalities for disbursing of the \nmoney.\n\nI anticipate your kind and prompt response with your telephone \nnumbers with best time to reach you and your full names and contact \naddress to enable me highlight you further.\n Alternative E-Mail to ---> \nc_info@virgilio.it \n\nPlease do understand that my contacting you is for \nour good interest and benefit as i sure hope you will be of good \nassistance. Thanks,\n\nGeoffrey Winkler.\n\n\n\n", "id": "27b9a2b59db4ec9bb15ac4895f459d8c"}