{"email_subject": "Hello", "email_body": "77 Seaside Cottages \nFish Hoek-Cape Town\nSouth Africa\nTel:+874-763427915 or +874-763427918 \nFax:+874-763427916\nHello,\n\nREAD CAREFULLY PLEASE\n\nFor this letter is strictly personal, intimate and confidential. \n\nForgive this unusual manner of contacting you, but this particular letter\nis of exceptional and very private nature. There is absolutely going to be\na great doubt and distrust in your heart in respect of this email, coupled\nwith the fact that, so many miscreants have taken possession of the Internet\nto facilitate their nefarious deeds, thereby making it extremely difficult\nfor genuine and legitimate business class persons to get attention and recognition.\nThere is no way for me to know whether I will be properly understood, but\nit is my duty to write and reach out to you. \n\nFor I know that you are the only one that can be trusted to handle this project\neffectively without making me regret.\n\nThough this approach appears desperate, difficulties encountered in efforts\nto establish a business abroad necessitate this search for someone to assist\nme in securing and investing this fund.\n\nMy name is Bona Ken, I am the operational manager in account management section\nin charge of credit and foreign bills of one of the prime banks here in South\nAfrica. I am writing in respect of a foreign customer of my bank who perished\nwith his whole families on 18TH JULY 2003 in KENYAN PLANE CRASH with the\nwhole passengers aboard.\n\nThere is an account opened in this bank in 2000 by this great late INDUSTRIALIST\nwho died without a written or oral 'WILL' attached to the account. Since\nhis death, I personally has watched with keen interest to see the next of\nkin but all has proved abortive as no one has come to claim his funds and\nno other person knows about this account or anything concerning it,the account\nhas no other beneficiary and until his death he was the manager of his company.\n\nThe total amount involved is 116,000,000.00 USD.[One Hundred and Sixteen\nMillion United States Dollar]. We wish to start the first transfer with $16,000,000.00\n[Sixteen Million] and upon successful transaction without any disappointment\nfrom your side, we shall re-apply for the transfer of the remaining balance\nto your account.\n\nI have secretly discussed this matter with the general manager of the bank\nwho I must involve in order to have a smooth and a successful transfer of\nthe fund to any foreign bank account, which you are going to nominate. On\nthis note, I decided to seek for a reliable foreigner who will act as the\nforeign beneficiary of the fund from the deceased by providing his/her bank\naccount where the fund will be transferred for immediate investment on any\nviable project as no one has come up to be the next of kin.\n\nThe banking ethics here does not allow such money to stay more than three\nyears without claim hence the money will be recalled to the government treasury\nas unclaimed after this long period of dormancy. \n\nIn view of this I got your contact through my personal search to see if you\ncan assist by providing your safe bank account for the transfer or find a\nreliable person who will be capable of receiving such amount in his or her\npersonal account. At the conclussion of the transfer 60% of the fund will\nbe for me, I will give you 25% of the total transfer sum, 10% for charity\nboth in Africa and in your country while the remaining 5% will be set aside\nto settle expenses both parties might incure during the transfer process.\n\nUpon the receipt of your reply, I will send to you detailed information about\nthe transaction. I will not fail to bring to your notice that this business\nis 100% risk and trouble free and that you should not entertain any fear\nas all modalities for fund transfer can be finalized within 7 to 9 banking\ndays, after you apply to the bank as the beneficiary of the fund from the\ndeceased.\n\nWhen you receive this letter. Kindly send me e-mail . You should also include\nyour private fax and phone numbers for easy and safe communication.\n\nRespectfully yours,\nBona Ken.\n\n\n\n______________________________________\nPlatíte zbytečně drahé povinné ručení? Zjistěte si cenu v online kalkulačce\nnebo na tel. 841 444 444. O bonus nepřijdete, převedeme vám ho.\nhttp://ad.tiscali.com/adclick/CID=0002ceb4c6efdc0e00000000/SITE=CZ.TISCALI/AREA=NEWSLETTER..HOME/POS=L2\n\n\n\n\n\n", "id": "27d70b1c535615687bfd42e16530e902"}