{"email_subject": "Urgent Reply", "email_body": "From:Dr.Benedict Hills National Westminster Bank NatWest Bank London Bristol City Office P.O. Box 238 32 Corn Street Bristol, BS99 7UG United Kingdom Email:owo_1944@ixp.net Good Day, I am a staff of NatWest Bank London. I am writing following an oppurtunity in my office that will be of imense benefit to both of us. In my department we discovered an abandoned sum of Â£26.5million British Pounds Sterling (Twenty Six million five hundred thousand British Pounds) in an account that belongs to one of our foreign customers Late Mr. Morris  Thompson an American who unfortunately lost his life in the plane crash of Alaska Airlines Flight 261 which crashed on January 31 2000,including his wife and only daughter.  Since we got information about his death, we have been expecting his next of kin or relatves to come over and claim his money because we cannot  release it unless somebody applies for it as next of kin or relation to  the deceased as indicated in our banking guidelines.  Unfortunately I learnt that his supposed next of kin being his only daughter died along with him in the plane crash leaving nobody with the knowledge of this fund behind for the claim. It is therefore upon this discovery that I and two other officials in this department now decided to make business with you and release the money to you as the next of kin or  beneficiary of the funds for safety keeping and subsequent disbursement  since nobody is coming for it and we don't want this money to go back into Government treasury as unclaimed bill. The banking law and guidelines here stipulates that such money remained  after five years the money will be transferred into banking treasury as  unclaimed funds. We agreed that 30% of this money will be for you as foreign partner,while the balance will be for me and my colleagues.I will visit your country for the disbursement according to the percentages indicated above once  this money gets into your account. Please be honest to me and trust is our watchword in this transaction.this transaction is confidential and risk free.if you are ready to work with us please forward to me the required information below. (1) Send to me immediately A bank account ( a bank account with zero credit balance is still ok)  (2) Complete name and address of the Bank  (3) Bank Account Number  (4) Name of Account Holder/Beneficiary  (5) Your address, phone and fax  Once you send me the requested information as above, I will initiate the processing of the transfer and in about 5 working days the money will be in your nominated bank account for us to share in the ratio.This transaction is guaranteed to succeed without any problem. If you agree to assist me by sending me the above requested information, I will give you my complete Details,  including phone/ fax etc and any further clarifications you may require  We will discuss much in details when I do receive your response through  this email contact:((owo_1944@ixp.net) Have a nice day. Best regards, Dr.Benedict Hills   Msg sent via eMailWave - http://emailwave.com/ - Get your own FREE account and start receiving your eMail.", "id": "27ef3e419c4e895b1148da4ef127be4d"}