{"email_subject": "MR. ANDRE KOFFI REPLY ME BACK", "email_body": "\n\nDearest: Friend,\n\nMy Name is Mr.Andre Koffi a credit officer with the one\nof the leading Bank (Finance Trust House) here in Cotonou Republic Du Benin.\nIn my department i discovered an abandoned sum of (USD 32 m)  in an account\nthat belongs to one of our foreigncustomer (MR. ANDREAS SCHRANNER from Munich,\nGermany) who died along with his entire family in July 2000 in a plane crash.\n\nhttp://news.bbc.co.uk/1/hi/world/europe/859479.\n\nstm Since i got information about his death, I have been expecting his next of\nkin to come over and claim his money because we cannot release it unless some\nbody applies for it as next of kin or relation to the deceased as indicated in\nour banking guidlings and laws but unfortunately we learnt that all his\nsupposed next of kin or relation died alongside with him at the plane crash\nleaving nobody behind for the claim. It is therefore upon this discovery that\nI now decided to make this business proposal to you and release the money to\nyou as the next of kin or relation to the deceased for safety and subsequent\ndisbursement since nobody is coming for it and we don't want this money to go\ninto the bank treasury as unclaimed bill. The banking law and guidline here\nstipulates that if such money remained unclaimed after Five years, the money\nwill be transfered into the bank treasury as unclaimed fund. The request of\nforeigner as next of kin in this business is occassioned by the fact that the\ncustomer was a foreigner and an Indigen cannot stand as next of kin to a\nforeigner.\n\nI agree that 30% of this money will be for you as a respect to the provision\nof a foriegn account , 5% will be set aside for expenses incurred during the\nbusiness,another 5% to help the less previlage and to assist the charity\norganisations here in Africa and abroad while the rest 60% would be for me\nThereafter, I will visit your country for disbursement according to the\npercentage indicated .\n\nTherefore, to enable the immediate transfer of this fund to you arranged,you\nmust apply first to the bank as relation or next of kin of the deceased\nindicating your bank name, your bank account number, your private telephone\nand fax number for easy and effective communication and location where in the\nmoney will be remitted. Upon receipt of your reply, I will send to you by fax\nor email the text of the application .\n\nI will not fail to bring to your notice that this transaction is hitch-free\nand that you should not entertain any atom of fear as all required\narrangements have been made for the transfer.\n\nYou should contact me immediately as soon as you receive this letter. Trusting\nto hear from you immediately.\n\nYours Faithfully,\nMr.Andre Koffi\n\n\n\n\n\n\n", "id": "28154ed3c75b8899c55b397d534ebc68"}