{"email_subject": "Re-Compliments From Mr Turkin & Monica", "email_body": "Dear Sir, \nI Hope This Mail Meets You In Good Health And Spirit, I Am, TURKIN EZE, \nA Sierra Leonia. Presently, I Live As A Refugee In republic of senegal \ndakar , With My Younger Sister, MONICA.I Am A Victim Of War And The Son \nOf Late Chief Dr.O.ONUORAH The Assassinated Former Assistant Director Of \nSierra Leone Gold And Diamond Mining Corporation. \nMy Father Was Killed With Other Government Officials During Official \nHours When The Rebel Troops Stormed And Raided The Mining Corporation \nOffice At The Heat Of The Crisis In My Country. A Few Weeks Later, The \nRebels Also Invaded Our Residential Building In Which My Mother And Two \nOf Our Security Men Were Killed In The Compound While I Was Out For A \nSpecial Research Program And My Younger Sister Was In School. \nI Had A Singular Shock And Trauma, Which Compelled Us To Flee From The \nCountry To republic of senegal dakar By The Help Of An Army Colonel, Who \nIs A Close Friend Of My Late Father,We Would Like To Further Our Education If \nNot For The Death Of My Parents. I Have Never Worked To Earn My Living \nSince My Late Parents Had Enough Wealth For Us. \nI Am Contacting You Now Because Of The Present Difficulty I Am Facing.\nUnfortunately My Father's Two Accounts In West Africa Have Recently Been \nFrozen.However This Did Not Affect The Twenty Million And Six Hundred \nThousand Dollars(Us$ 20,600,000), Which He Kept In a Foreign Finance Fairm\nBanking On My Name As The Next Of Kin. \nFor Now, I Am Having Every Information And Document Needed For The \nClearance Of The Money In The Foreign Finance Firm Banking Here With Me And \nI Want You To Act As The Beneficiary Of The Fund For Easy And Smooth \nTransfer To Your Account Abroad For Investment Purposes. \nYou Will No Doubt Be Adequately Compensated With As Well As A Percentage \nOf The Profit From Investment Of The Fund. Also You Will See To It That \nMy Sister And I Come Over To Your Country At The Earliest Possible Time. \nI Am Making This Request To You With Tears In My Eyes And I Feel That God \nAlmighty Will Touch You With His Spirit To Listen To My Cry For Help And \nAnswer Me Without Delay. \nSince Our Breadwinner Is No More And This Is The Only Hope For Life.\nYou Positive Response Will Give Me The Greatest Joy And Relief. God Bless \nYou For Your Kind Assistance We Have Agreed To Offer You\n35% Of The Total Sum.Seriously Waiting For Your Urgent Reply Below Email.\nEmail :turkineze2004@walla.com. \nBest regard, \nMR.TURKIN.E.ONUORAH\n\n\n\n\n\n\n", "id": "282a0520b9c0abce25062a0903f872e0"}