{"email_subject": "APPEAL FOR URGENT ASSISTANCE.", "email_body": "FROM MISS REGINA.\nABIDJAN.IVORY COAST.\nCOTE D'IVOIRE.\n  \nAPPEAL FOR URGENT ASSISTANCE.\n   \n   \n   \n  I am MISS REGINA DUKE, the only daughter of late Mr./ Mrs.FRANCIS DUKE. My father was a very wealth cocoa merchant in Abidjan, the economic capital of Ivory Coast, my father died during the political war crisis that going on in my country here in ivory coast (cote d'ivoire) My mother died when I was a baby when she was about to delivers a new baby and since then my father took me so special. Before the death of my father on november 2003 in a private hospital here in Abidjan he secretly called me on his bed side and told me that he has the sum of Twelve Million Five Hundred Thousand United State Dollars ($10.500,000 USD ) left in one of the private security/finances trust services house here,as a family treasures that he used my names her only daughter for the next of kin in depositing of the fund. He also explained to me that he might not survive the situation he was at that present. However that I should seek for a reliable foreign person in a country of my choice where I will\n transfer this money and use it for a profitable investment.\n  \nDearest, I am in a sincere desire of your humble assistance in this regards again.Your suggestions and ideas will be highly regarded.\n   \n  Now permit me to ask these few questions:-\n   \n  (1)Can you help me for the retrievements of this fund on my behalf in the security custody here & help me to provide all necessary requirements for the transfer of this fund to you & stand as a beneficiary/ receiver of this fund since I am only 20 years old?\n(2)Can you make an arrangement for me to come over to you to further my Education & secure a resident permit in your country?\n(3) Can you honestly take me as your own blood & help me?  \n(4) Can I completely trust you? \n(5) What percentage of the total amount in question will be good for you after the money is in your care? \n   \n  Please, Consider this and get back to me as soon as possible so that i can forward the documents to you after we have agreed on the conditions for your assistance. My life is not safe here and i need to be out of here as soon as possible because now that my father is dead and with me only as a female child, firstly the political war crisis are still going on here in my country and secondly my uncles are seeking to kill me so that they can have all my fathers properties. I really don't want to struggle anything with them in terms of properties but my presence will still be disturbing them. thank God they are not aware of this fund in the security company here hence, I want to leave here as soon as you help me to have the consignment cleared from the security company custody here and lodge it into a safe account in your stable country and then send me some amount to enable me prepare to meet you. without your help, i will find it difficult to travel and clear it myself alone with my\n little or no experience.\n   \n   \n   \n  Best Regards,\n   \n  Miss REGINA.\n\n\t\t\n---------------------------------\nNew Yahoo! Messenger with Voice. Call regular phones from your PC and save big.", "id": "286cd44ad23780fc90ea214acb7aad8b"}