{"email_subject": "RE: REVERT.", "email_body": "\nHON.DR, ADENIJI OLU.\nMinister, Foreign Affairs Ministry.\nAwolowo Road,\nAbuja Nigeria.\nTELEPHONE: 234-1-8961394\nHOTLINE: 234-1-762-0664 \nEMAIL:(adeniji_olu@ok.kz). \n\nAttn:SIR,/MADAM.\n\n                     RE: CONTRACT PAYMENT. \n\nI am HON.DR, ADENIJI OLU, Minister Foreign Affairs Ministry; my office monitors and controls the affairs of all banks and financial institutions in Nigeria concerned with foreign contract payments. I am the final signatory to any transfer or remittance of huge funds moving within banks both on the local and international levels in line to foreign contracts settlement. \n\nI have before me list of funds, which could not be transferred to some nominated accounts as these accounts have been identified either as ghost accounts, unclaimed deposits and over-invoiced sum etc. Your name was among the people expecting the funds to be transferred into their account, on this note; I wish to have a deal with you as regards to your unpaid funds. \n\nI have your file before me and hope your data?s are correct and un-tampered unless u reconfirms it. \n\nAs it is my duty to recommend the transfer of these surplus funds to the Federal Government Treasury and Reserve Accounts as unclaimed deposits, I have the opportunity to write you based on the instructions I received 2 days ago from the Senate Committee on Contract Payments / Foreign Debts to submit the List of payment reports / expenditures and audited reports of \nrevenues. Among several others, I have decided to remit your contract sum following my idea that we have a deal/agreement and I am going to do this legally.\n\n                       MY CONDITIONS.. \n\n1. The sum of USD$5M only will be paid into an account I will provide you after you have confirmed the transfer of your sum into your account by telegraphic Transfer (T/T), confirmable in 3 working days.\n2. This deal must be kept secret forever, and all correspondence will be strictly by email / telephone, for security purposes.\n3. There should be no third parties as most problem associated with your fund release are caused by your agents or representative. \n\nIf you AGREE with my conditions, l advise you on what to do immediately\nand the transfer will commence without delay as I will proceed to fix your name on the Payment schedule instantly to meet the three days mandate. \nI hope you dont reject this offer and have your funds transferred?\nWaiting for your reply soon. \n\nHON.DR, ADENIJI OLU.\nFOREIGN AFFAIRS MINISTER.\n\n\n\n\n\n\n", "id": "286d993cd9f121eb42ca4871ef344137"}