{"email_subject": "DEAR FRIEND", "email_body": "\nDEAR FRIEND, \n\nURGENTLY AND EXTREMELY CONFIDENTIAL. \n\nI am an Accountant and the chairman of the tender committee which \nawards contract in the department of the petroleum Resources of Nigeria \n. I sent you a letter by post office sometime ago informing you of our \nplan to transfer the sum of US$20.5million (Twenty\nmillion, Five hundred thousand US Dollars only) to your account.\n\n I have been waiting to hear from you,but up till now, nothing has been \nheard from you hence this particular message. In any case, I guess that \nyou may not have received the letter after all due to the shortcomings \nof our postal system. I want you to know that this fund originated from \nan Over-invoiced contract sum which was awarded to a foreign firm in \n1999.\n\n I and my three (3)other colleagues in the tender Board purposely \ninflated the actual cost of the contract to the tune of US$20.5Million. \nHowever, the original contractor has fully executed the contract, the \nproject commissioned and the contractor paid his actual contract worth, \nleaving behind the over-invoiced sum. So, itis based on this that we \nnow want you / your company to come forward to claim this sum on our \nbehalf. We are Civil Servants, and we are not allowed to operate \nforeign account while still in office, so you are therefore to act as \none who had executed a contract worth the sum of US$20.5million for my \nDepartment and you now want your payment.This deal is 100% risk free. \nWe \nare perfectly in charged and had worked out modalities that would \nguarantee a hitch free transfer of this fund to your account. \n\nWe have also mapped out 30% of the total sum for you for your help and \nassistance while the remaining is for me and my colleagues. If you are \ninterested in the proposal, and you are a trustworthy person who would \nnot sit on this money if it is transferred to your account,kindly \nindicate by contacting me through my private telephone/fax numbers,or \nvia my E-mail.You can as well send your bank account details for this \ntransfer. This deal must be kept absolutely confidential till we \nsucceed. \n\nThank you as we look forward to your anticipated co-operation. NOTE \n=After a successful transfer, 30% for you, 60% for us, 10% mapped out \nto settle expenses incurred by both parties in the process oftransfer.\n\nWe will also visit you immedaitely we conclude this transaction to \ncollect and invest our shares of the total sum into any viable business \nyou may advise us in your country. Contact me urgently through my email \naddress  philipsss@noolhar.com \n \n\nBest regards \n\nPAUL P. UCHECHI \n\npls call me on my phone number 234-1-7212507 now for more discussion.\n\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://yoursite.com\n\n\n", "id": "289924d56e757bf000074ff7b4d7e111"}