{"email_subject": "Attn My Dear.....", "email_body": "\n\nAttn :......... \n\n\n          RE: TRANSFER OF 156,000,000. 00 \n\n\nI am quite Sure that this mail Will come to you as a surprise Since I have\nnot been having previous correspondences with you.\n\nFirst, let me start by introducing myself as Mr. Andy Hornby, a staff in\nthe Private Clients Section of a well-known bank, here in London,\nEngland.One of our accounts, with holding balance of 156,000,000 (One\nHundred and Fifty Six Million Pounds Sterling) has been dormant and last\noperated three years ago. From my investigations and confirmation,the owner\nof the said account, a foreigner by name John Shumejda died on the 4th of\nJanuary 2002 in a plane crash in Birmingham; you can view this CNN website\n. \n\nhttp://edition.cnn.com/2002/WORLD/europe/01/04/england.plane/\n\nThe account has no beneficiary and no other person knows about this\naccount.\n\nI am in close contact with the bank manager here who is my partner and is\nwilling to approve the transfer to any reliable and trustworthy foreigner\nwith foreign bank account because the former owner of the a/c is a\nforeigner. The account has no writen or oral WILL attached to it. I will\nprovide the necessary information and documents needed in order to claim\nthis money if you agree to receive this fund in your account pending my\narrival in your country for sharing and on receipt of your Bank Account\nDetails where the fund will be transferred. \n\nWe will start with FIFTY SIX MILLION POUNDS. At the end, 65% will be for\nme, 25% for you and 5% will be set aside for expenses incurred on both\nsides during the transfer.Another 5% will go to the charity. There is no\nrisk involved as every arrangement has been perfected. \n\n\nYOU CAN CONTACT ME.\n\n\nYours Faithfully,\nMr. Andy Hornby.\n\n\n\n\n--------------------------------------\nEasy + Joy + Powerful = Yahoo! Bookmarks x Toolbar\nhttp://pr.mail.yahoo.co.jp/toolbar/\n\n\n\n", "id": "28fcc33a4366b12441d2f00b9b0c7850"}