{"email_subject": "EXREMELY URGENT/GET BACK TO ME!!!", "email_body": "琣sqla}IA{iql琚Gkester_jone_s@yahoo.com.hk Sir/Madam, I am kester jones  An Accountant with Unity Trust Bank Plc London UK. I got contact from British Chamber of Commerce  Industries Foreign Trade Department, On the cost of my research for a Foreign partner who can assist me for urgent and  confidential business Relationship.   On January 7, 1996, An America Oil consultant/contractor with the submit oil company London UK, Engr. Kim Changho made a numbered time (fixed) deposit for twelve calendar months, valued at ?5,000,000.00 (Fifteen Million Pounds Sterling) in my Bank upon maturity. I sent a rountine notification to his forwarding address but got no reply. After a month,we sent a reminder and finally we discovered from one of their staff in The submit oil company that Engr. Kim Changho is among the passengers that perished in a plane crash [Korean Air Flight 801] with the whole passengers aboard on August 6, 1997. Since the demise of this our customer.. On further investigation, i found out that he died without making a  WILL, and attempts to trace his next of kin was fruitless.I therefore made further investigation and discovered that Engr. Kim Changho did not declare any next of kin or relations in all his official documents, including his Bank deposit paperwork in my Bank. This sum of ?5,000,000.00 is still in my bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it.According to the British law, at the expiration of (10)years, the money will revert to the ownership of the British Government if nobody applies to claim the fund Consequently, my proposal is that i will like you as a foreigner to stand as the next of kin to late Engr. Kim Changho, So that the fruit of this old man's labour will not get into the hands of some corrupt Government officials. This is simple, I will like you to provide immediately your full name and address so that the Attorney will prepare the necessary documents and affidavits which will put you in place as the next of kin. We shall employ the service of an  Attorney for the Drafting and Notarization of the WILL and obtain the necessary documents and letter of Probate/Administration in your favour for the transfer. Any Bank account in any part of the world which you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin. The money will be paid into your account for us to share in ratio of 55%  for me and 40% for you, While we keep 5% for  local and international expenses we might incure in the cost of this transaction, Take Note: There is no risk at all, the paperwork for this transaction will be done by the Attorney and my position as the Accountant guarantees the successful execution of ths transaction. If you are interested, please reply immediately, upon your response,i shall provide you with more details and relevant documents that will help you understand the transaction. Please observe utmost confidentiality and be rest assured that this transaction would be most profitable for both of us because i shall require your assistance to invest my share in your country. Please if this proposal satisfies you , upon the reciept of this mail message, send to me the following to enable me start the process of the fund into your bank account: You shall read more about the crash on visiting this:http://www.cnn.com/WORLD/9708/06/guam.passenger.list 1. Your full Name and address 2. The name of your Bank where you want the fund to be transfered into, Account beneficiary 3. Your private Telephone and fax numbers Awaiting your urgent Reply Please reply to this alternative E-mail: kester_jones@yahoo.co.uk   Regards, kester jones An Accountant  ( Unity Trust Bank Plc) - Jones kester", "id": "293ed3c9c7512b8251b6281cd40e8fbe"}