{"email_subject": "THANKS AND REMAIN BLESSED", "email_body": "\nDear Sir/CEO,\n \nI am Mr.D S Ammer, the purchasing director African Millennium Villages Project. Our head office is situated in Lome, Federal Republic Togo. This agency has been existing since over 3 years. \nOur duty is to fight against rural poverty in Africa. This scheme has over US$500,000,000,00 involves targeted investment in health, education and farming to help lift African villages out of poverty.\n\nPresently we have currently covers around 107 villages in 13 countries, including, Ethiopia, Ghana, Mali, Rwanda, Uganda and Kenya. Under the scheme, villages are supplied with various materials, e.g. mosquito nets to prevent the spread of malaria, fertilizers, clothing of various kinds and treatment for people living with HIV/Aids. This scheme makes up part of the UN'S Millennium Development Goals, which are internationally agreed targets to cut poverty, hunger, disease and boots literacy by 2015 in Africa. \n\nI am contacting you for a business; I would like you to register with our agency as one of our foreign suppliers that supplys relief materials to our organization. I have about US$8MILLION to transfer into any secured bank account abroad. The money is an over-invoiced contract amount executed by a foreign supplier and commissioned with African Millennium Villages project (AMVP), and the original supplier has been paid since march last year remaining the over-invoiced amount of $8million. This was intentional and since then the US$8million has been in the suspense account of our organization awaiting for claim. Now i am ready to transfer the fund(US$8million) overseas for our personal business investment and that is where i need your assistance by providing me with a trusted bank account to remit the fund. Then both of us will share the fund.\n \nNow, how to start is just for me to pass through my attorney and register your name/company as a sub-contract with African Millennium Villages project, and the date of the registration will be back-dated to the date the contract was awarded to the original supplier. Then you will serve among the foreign suppliers that supplied relief material to our organization awaiting for payment.\n \nAll arrangements have been put in place to ensure a successful project. Please if you are capable of working this project with me get back to me quickly via this email:deansammer033@yahoo.com. We will discuss on the sharing modality of the fund if i receive your positive response. I will send you more details on how we are going to proceed on the claim. Note this project is risk free and genue.With your corporation it will only take just few weeks to accomplish our project.\n \nKind regards\n \nMr.D S Ammer \n\n\n\n\n\n\n\n", "id": "293e5a2853420eeb17dc2c715781ddac"}