{"email_subject": "From Mr.Sullivan", "email_body": "URGENT BUSINESS PROPOSAL\nEngineer Richard Sullivan\nShell Petroleum South Africa.\nE-mail:sullivan_060@walla.com\n\nAttn: MANAGING DIRECTOR/PRESIDENT/CEO\n\nDear Sir/Madam,\n\nI am Richard Sullivan, a director of contracts evaluation and\nimplemention department of Shell Petroleoum,South Africa. I am married with\nChildrenand hold degrees in economics and business studies.I require\nurgently your unreserved assistance in providing me with a safe and reliable\nbank account with full details, where I can transfer thesum of $20.5M\n(Twenty million five hundred thousand United States of AmericanDollars) The\npurpose of the transfer is to take care of my retirement by investing in a\nviable business you might deem fit to advise.\n\nThis sum of money was generated as a result of over-invoiced contracts\nawarded by my colleagues and I, and I have arranged for the money to be\nremitted out through a reliable expatriate partner whom I can present\nas the beneficiary, as my present status and financial resources will not be\nsufficient for me to handle the transfer successfully without the\nfinancial assistance of a reliable foreign partner.I got your profile from\nour chamber of commerce and it is with business trust that I write to\nrequest, you partner with us to facilitate the transfer of this money to\nyour nominated bank account for our mutual benefits.\n\nNote that 20% will go to you for your efforts and your contribution, 5%\nis for miscelleneous expenses incurred by both parties, and 75% will be\nshared between me and colleagues which will be use for business investment\ninyour country under your supervision.Please if you are interested kindly\nsend to me immediately theunderlisted:\n\n1. Name to be used as beneficiary and beneficiarys address.\n2. Your private and confidential telephone/ fax number(s)and Cell\nphone.3. Your bank name,address,bank Account Number and Telephone/fax\nnumber(s).Contact me via my alternative e- mail: sullivan_060@walla.com as\nsoonas you receive my mail. I hope to conclude this business within the next\nfourteen- (14) working days.Looking forward to your anticipated and\nurgent positive response.\n\nThanks indeed,\n\nRichard Sullivan\n\n\n\n\n", "id": "29753f12fd499c7b81f9cd0030f84d7a"}