{"email_subject": "Farmers", "email_body": "Greetings from the beautiful land of Zimbabwe.\n\nI am Joseph Made of Lands, Agriculture, & Rural Resettlement ministry of\nZimbabwe.\n\nAs a member of cabinet and former stuanch supporter of President Mugabe's\ngovernment I was opportuned to be in the know as to what led to the\nstruggle for farm lands and subsequent fall out of my government with the\nWestern world. As of today I would be more than glad if the case of what\nhappened can be reversed as I have come to see that it was all in pursuit\nof the selfish interest of one man, the president!\n\nAfter all said and done, it has become obvious that my president like any\nother African leaders needed to make sure that he remains in power to not\njust consolidate his fortunes but also to make sure that he bleeds the\ncountry to death by siphoning the money meant for developmental\ninfrastrure abroad. Of course with the help of some foreigners who do not\nsee anythng wrong in helping him steal the country blind.\n\n I may very well be sounding like a disgruntled and dis-appointed person\nbut the truth is that he has shifted his gaze from the foreigners to his\nown very people. He sees any suggestions or opinions that does not agree\nwith his own has been that of a sabortuer and the person therefore must\nbe purnished. In other words, we the followers have come to realise that\nhe feels threatened by not just our presence but coupled with the fact\nthat most of us are privy to what transpired and are very much aware of\nthe movement of large sums of money abroad.\n\nAs it stands now I and many others are of the strong opinion that sooner\nor later it will be our turn to be flushed out of the composition of\nmembers of cabinet and replaced with loyals who obviously have sworn to an\noath of allegiance and loyalty via fetish and ritualistic methods. This\nbeing the norm does not appeal to some of us and therefore we are now\ntargets to be dismissed/disgraced from service or face possible\nextermination.\n\nI have contacted you on the consideration that I could discuss with you\nthe possibility of placing some funds with you for management purpose\neither in your existing establishment or other venture to be undertaken\nafter due delibrations and under terms to be agreed upon. I will prefers\nthat this investment be made in your country if and when we have arrived\nat a compromise.\n\nI sincerely appologise for writing you via this means even without prior\nestablished acquaintance. But I do beleive that as we get along you will\ncome to understand the reason for my writing through this means.\n\nI thank you for taking time to read my letter and hope that you will\nrespond soon with any inquiries that may help you decide on your next line\nof action.\n\nRegards,\n\nJM.\n\nMy Secured Email Address:joseph_m333@latinmail.com\n\n\n\n\n", "id": "297f8fcfcd80390459666d629df5d26a"}