{"email_subject": "CONTACT ME", "email_body": "PETER BUNO.\nTel:+41 79 530 99 35\n\nGood Day,\n\nWith warm heart I offer my friendship, and my greetings, and I hope  this letter meets you in good time. It will be surprising  to you to receive  this proposal from me since you do not know me personally.\n\nHowever, I am sincerely seeking your confidence in this transaction,  which I propose with my free mind and as a person of integrity.  My name is PETER BUNO, the first son of Phillip BUNO Personal assistant to the president Charles Taylor Liberia,a country in West Africa is presently torn apart by strife and armed rebellion.These upheavals\nhave led to the intervention of the American government which has insisted that the incumbent president Charles Taylor,vacate his position and allow an international peacekeeping force to act as a transitional government.\n\nThe embattled president Charles Taylor,has been offered political asylum by the Government of the Federal Republic of  Nigeria, and he intends to grasp this lifeline that has been provided.\n\nThe Government of the United States of America have clearly stated their intentions to investigate the finances and financial dealings of  president Charles Taylor and have also threatened to freeze his personal accounts.\n\nIn the light of these circumstances,My father has instructed me, to source for a foreigner who can take possesion and control of a large portion of his personal fortune which he has amassed over the period of his regime, which is stashed away in a financial institution in Europe.\n\nI was continually threatened to  abandon my inheritance from my father. I  resited for a while, but when the danger became unbearable, and I  survived two murder attempts,I fled Liberia.I am currently staying in the Switerland where I am seeking  political asylum.\nThese monies amount to approximately (US$56. 000.000)Fifty - six  million United States Dollars).Adequate remuneration will be provided for services rendered by you.\nIt is important that you expedite action in this transaction if you are interested, because time is of the essence.Confidentiality is also of great importance.\n\nThank you\nPETER BUNO\nContact me  through my direct line which is 00 41 79 530 99 35 \n\n\n\n", "id": "29fd64801e78b9ffa1935dd69760a4c1"}