{"email_subject": "PLEASE   RESPOND", "email_body": "DR.SOLOMON AZEEZ \n\nFEDERAL MINISTRY OF PETROLUEM RESOURCES(F.M.P.R) \n\nLAGOS NIGERIA. \n\nATTN:SIR, \n\nREQUEST FOR ASSISTANCE- STRICTLYCONFIDENTIAL \n\nI am Dr SOLOMON AZEEZ, an accountant in the Ministry \nof petroleum Resources (MPR) and a member of a \nthree-man Tender Board in charge of contract review \nand payment approvals. I came to know of you in my \nsearch for a reliable person to handle a very \nconfidential transaction that involves the transfer of \na huge sum of money to a foreign account. It may sound \nstrange but exercise patience and read on. There were \nseries of contracts executed by a consortium \nMultinational in the Oil industry in favor of Ministry \nof Petroleum Resources among which were: \n\n1. The extension of pipeline network within Nigeria \nfor crude oil, Down stream products distribution and \nsubsequent evacuation- US$ 195 Million. \n\n2. Contract for the Turn Around Maintenance (TAM) of \nthe various refineries in the country~ US$ 152Million. \n\n\n3. The construction of storage tanks for petroleum \nproducts (Depots) US$240 Million. The original values \nof this contract were deliberately over invoiced to \nthe sum of US $35.5million American Dollars which has \nnow been approved and is now ready to be transferred \nbeing that the companies that actually executed these \ncontracts has been fully paid and project officially \ncommissioned. consequently, my colleagues and I are \nwilling to transfer the total amount to your account \nfor subsequent disbursement since we are Civil Servant \nand are prohibited by the Code of Conduct Bureau \n(Civil Servant Laws) from opening operating foreign \naccount in our names. Needless to say, the trust posed \non you at this juncture is enormous. In return, we \nhave agreed to offer you 30% of the transferred sum \nwhile 10% shall be set aside for accidental expenses \n(Internal & External) between the parties in the \ncourse of the transfer. We will mandate you to draw up \nan investment plan for us of which you will control \nsince we cannot bring our shares back to Nigeria. We \nare very interested in investing in real estate in \nyour country. You must however note that this \ntransaction is subjected to the following termsand \nconditions: \n\n1. Our conviction of your transparent honesty \nanddiligence. \n\n2. That you would treat this transaction with utmost \nsecrecy and confidentiality because of \nthecircumstances we now find ourselves. \n\n3. That the funds would be transferred to an account \nover which you have absolute control. Modalities have \nbeen worked out at the highest level of the presidency \nat the Central Bank of Nigeria for the immediate \ntransfer of the funds within 14 working days, subject \nto your satisfaction of the above stated terms. Our \nassurance is that your role is 100% risk free. To \naccord this transaction, the legality it deserves and \nfor mutual security of the parties involved and the \nfunds, the whole approval procedures will be \nofficially and legally processed with your name or the \nname of your company you may nominate as the bonafide \nbeneficiary. Also, be informed that our main reason of \ncontacting you is for the obvious reason that we will \nwant to invest these funds in the real estate. It is \nour believe that you can be ofimmense help in this \nregards. Kindly expedite action so as to enable us \ninclude this transaction into this batch as payment to \nforeign contractors is usually carried out on \nquarterlybasis. Please, contact me as soon as possible \non my private e-mail address: \n\nBest regards, \n\nDR.SOLOMON AZEEZ \n\n\n\n\n\n___________________________________________________\nGO.com Mail                                    \nGet Your Free, Private E-mail at http://mail.go.com\n\n\n\n", "id": "2a05a3a1ad1d11bcb325afcc9b80c3aa"}