{"email_subject": "My dearest in Christ,", "email_body": "My dearest in Christ,\nMay God be praised!!!\n\nI am Mrs. Fatima Iyesa Ismiana, from Kuwait. I am married to Usman Ismiana\nof blessed memory who worked with Kuwait embassy in Madrid Spain for nine\nyears before he died in the year 2000.\n\nWe were married for eleven years without a child he died after a brief\nillness that lasted only four days. Before his death he was a very devoted\nMuslim and I was a devoted Christian by birth battling with both cancer and\n\nfibroid problems when my late husband was alive he deposited the sum of\n$15million dollars (FIFTEEN million dollars) with an overseas finance and\nsecurity firm. Presently,this money is still with finance and security firm.\n\nRecently, my doctor told me that I had aterminating illness (cancer) that\nwould last for the next four months.\n\nThough what disturbs me most is my stroke s ickness, having known my\ncondition I decided to donate this fund to either a Christian organization\nor a devoted Christian individual that will utilize this money the way I am\n\ngoing to instruct here in. I want this Christian organization or individual\n\nto use this money in all sincerity to fund churches, orphanages, widows and\n\nalso propagating the word of God and to ensure that the society upholds the\n\nviews and beliefs of the holy bible.The holy bible emphasized so much on the\n\ngiving of alms,charity and this ha s en couraged me in taking this bold\nstep.\n\nI took this decision because I don't have any child to start from and where\n\nI will stop and my husband's relatives are all Muslims and I don't want my\nhusband hard earned money to be misused by people that call me an\nunbeliever. I don't want asituation where this money will be used in an\nunholy manner hence the reason for taking this bold decision. I know that\nafter death I will be with God the most high and the most merciful one. I\ndon'tneed any telephone communications but will only give you the contact of\n\nmy lawyer Barr Brow Nelson. because he is the one who is going to assist you\n\nin making you the beneficiary of the consignment in the finance and security\n\nfirm.With God, I know that all thing are possible and as soon as I receive\nyour reply through my lawyer I will now give him instruction to make you the\n\nbeneficiary of the consignment and all necessary steps to take before\nreceiving these f unds and I shall also give you the contact of the finance\n\nand secur ity firm I will also issue you a letter of authority that will\nprove you as the original beneficiary of the funds.\n\nI want you and the Christian community where you reside toalways pray for\nme.Myhappiness is that I lived a life of a true devoted Christian though\nmarried to a Muslim, whoever that wants to serve God must serve him in truth\n\nand in spirit, pl ease always be prayerful all through\nyour life.\n\nAny delay in your reply will give me room in sourcing for anotherChristian\norganization or a devoted Christian for the same purpose.Until I hear from\nyou my dreams will rest squarely on your shoulders,may the Almighty God\ncontinue to guide and protect you.\n\nAmen.\nYours faithfully,\nMrs. Fatima Iyesa Ismiana.\n\n\n\n\n", "id": "2a0f7323bb98d8b2bc7633cfb602ada3"}