{"email_subject": "GOOD DAY", "email_body": "\n\n\n\nCHINA MERCHANT BANK.\nDES BOUEX RD. BRANCH,\nCENTRAL HONG KONG,\nHONK KONG. \n\n\nNOTIFICATION AS NEXT OF KIN/BENEFICIARY \n\nDATE: 18/10/2006\n\nI am Mr.Joseph Yun, credit officer of the China Merchant Bank.I have a  concealed business suggestion for \nyou.\n\n\nBefore the U.S and Iraqi war, our client Gen.Talfik Haddad who was  with the Iraqi forces and also business \nman made a numbered fixed  deposit for 18 calendar months, with a value of Twenty Three Million,Six  \nHundred Thousand United State Dollars only in my branch.\n\n\nUpon maturity several notice was sent to him, even during the war. Again after the war another notification \nwas sent and still  no response came from him. We later find out that the General and his  family had been \nkilled during the war in a bomb blast that hit their home. After further investigation it was also discovered \nthat the General did not declare any next of kin in his official papers including the  paper work of his bank \ndeposit.  \nAnd he also confided in me the last time he was at my office that no one except me knew of his deposit in \nmy bank. So, Twenty Three Million,Six Hundred Thousand United State Dollars is \nstill lying in my bank and no one will ever come forward to claim it. \n\n\nWhat bothers me most is that according to the laws of my  country at the expiration three years the funds \nwill revert to the ownership  of the Hong Kong Government if nobody applies to claim the funds. Against this \nbackdrop, my suggestion to you is that I will like you as  a foreigner to stand as the next of kin to \nGen.Talfik Haddad so that you  will be able to receive his funds. \nWHAT IS TO BE DONE:\n\nI want you to know that I have had everything planned out so that we  shall come out successful. \nI have contacted an attorney that will prepare the necessary document  that will back you up as the next of \nkin to the late General,all that is  required from you at this stage is for you to provide me with your Full  \nNames and Address so that the attorney can commence his job. After you have been made the next of \nkin,the attorney will also file  in for claims on your behalf and secure the necessary approval and  letter of \nprobate in your favor for the move of the funds to an account that  will be provided by you. \n\nThere is no risk involved at all in the matter as we are going to adopt a  legalized method and the attorney \nwill prepare all the necessary  documents.  \nPlease endeavor to observe utmost discretion in all matters concerning  this issue. Once the funds have \nbeen transferred to your nominated bank account we  shall share in the ratio of 65% for me, 30% for you \nand 5%for any  expenses incurred during the course of this operation. Should you be interested please \nsend me your private phone and fax  numbers for easy communication, you can write me via my private \nbox thus:  (josef_yun499@yahoo.com.hk ) and i will provide you with more details of  this transaction.\n\n\nYour earliest response to this letter will be appreciated.\n\n\nKind Regards, \nMr. Josef Yun.\n\n\n\n\n", "id": "2a22f7d2f57e03907360fe8dc32bc4bc"}