{"email_subject": "REPLY SOON", "email_body": "VERY URGENT AND STRICTLY CONFIDENTIAL BUSINESS PROPOSAL.\n\n\nPLEASE I WANT YOU TO RELPY ME THIS MAIL TO MY ALTERNATIVE EMAIL ADDRESSES vinobi@voila.fr and applefamily@indiatimes.com\n\n\nDear Sir, \n\n\nI am MR. MOHAMMED ABACHA the son of the late Gen. Sani Abacha, former head of State of Nigeria who died on 8th June 1998 while in office. Since the death of my father the present Government of Chief Olusegun Obasanjo has been tormenting members of the Abachas family including family friends. All businesses and property owned by the Abachas have been confiscated by the Government and all our Bank Account in Nigeria and abroad have been frozen. A quick reference of Newsweek publication of March 13th 1999 were 88million dollars was taken from us will give you an insight of what I have gone through. After a short while I was arrested and detained in prison custody,  the government came up with a trump up charge against me and honestly speaking I have been in detention since November 1999 and I was only released on Thursdays (11-07-02) by the supreme court of Nigeria who passed judgment in my favor.\n\n\nDuring the reign of my father as the president of this country, an Aluminum Smelter Company of Nigeria (Alscom) contract was revealed. The contract was for the construction of plant, at Ikuta Abasi in Akwa Ibom State of Nigeria, for production of ingots and billets required as raw material for Aluminum and Allied Industries, Reynolds Incorporated of America, Phoenix and M&F Companies of Switzerland conducted the feasibility studies. The contract was awarded to Ferrostall AG of Germany. However, after the revaluation of the contract, Ferrostall AG collected its own share of the increment in project cost, while my father's share of fifty-eight Million U.S. Dollars (US$58,000,000:00) was deposited on my name with a security company here in Nigeria for safety keep and I know that my father was planning of how to send this money abroad before his sudden death in June 8 1998. Since then the money has been with the security company up till date. This US$58M was secretly packaged in a trunk box and the certificate of deposit where on my name and is still in my possession.\n\n\nHence all plane is to ship this money abroad through a diplomatic means without the knowledge of anybody from outside knowing my involvement in this money, to avoid be seized due to my presently situation and also I am handicapped as what next to do since I am not conversant with international monitory policies. Hence I am contacting you as a reputable and trustworthy person, with a well experience and able hand to help. This was to bit the security system in Nigeria Because I want you to claim the money on my behalf. I have declared to the security company that the consignment belongs to (YOU) as my foreign business partners.  Actually I got your contact from a reliable source, and also I believe you are in a good position to assist me to transfer this fund for good investment.\r\n\n\nUpon receipt of your willingness to assist me claim this money I will then contact my personal attorney to draft a power of attorney that will authorise you as the beneficially of this money so that you can handle this transaction on my behalf. And as soon as this money leaves Nigeria I will travel out to seek asylum either in Europe or America.My contract with APEX FINANCE AND SECURITIES GROUP remains few weeks to expire and I am down broke to renew the duration with the Security Company.\n \nAs a matter of urgency, I will like you to send to me immediately your telephone and fax number. I shall send you all the clearance documents by fax. I will then forward your name as the beneficiary and my foreign business partner to the Security Company. \n \nYou will be entitled to 20% of the total sum involved for your assistance, 5% will be set aside for reimbursement to you for any incidental expenses that may be incurred in the course of the transaction.\n\n\nYour URGENT response is needed. I want you to call my Attorney Mr Lawrence Daniel on 234 1 7765468 for more detailed directives infomations and the nest requied step of how we have to make move immidiately as i have told him about you and he is to handle all the processing with you on my behalf.  All your REPLY must go through these our family private email address: vinobi@voila.fr and applefamily@indiatimes.com, I will also need your private and direct telephone and fax number for easy reach.\n\n\nPlease this is a very confidential matter, you don't disclose to anybody for us to have success.\n\n\nBest regard\n\n\nMR MOHAMMED ABACHA\n\n\n\n \n\n\n--\nEmail.it, the professional e-mail, gratis per te: http://www.email.it/f\n\nSponsor:\nHai dei virus sul tuo PC ma non sai come eliminarli? Allora impara come\nrimuovere i virus e collegati a http://www.madri.com/virus/?EMAILk0403b\nClicca qui: http://adv.email.it/cgi-bin/foclick.cgi?mid=1557&d=10-10", "id": "2a27a63be8ece12146cb31a1703b8ff6"}