{"email_subject": "From The Desk Of  Godwin Amiri (Esq).", "email_body": ">From The Desk Of  Godwin Amiri (Esq).\nThe Head Of File Department,\nAfrican Development Bank A.D.B\nOuagadougou Burkina-Faso West Africa.\nPhone: 00226-7885 75 97.\nPLANE CRASH WEB SITE...http://news.bbc.co.uk/1/hi/world/europe/859479.stm.\n\n                         (\"REMITTANCE OF $15 MILLION U.S.A DOLLARS\n                                   CONFIDENTIAL IS THE CASE\")\n\n\nCompliments Of The Season 2006,\n\n     Forgive my indignation if this message comes to you as a surprise and\nmay offend your personality for contacting you without your prior consent \nand\nwriting through this channel.I got your contact from the proffesional data \nbase\nfound in the internet Yahoo tourist search.When i was searching for a \nforeign reliable partner.I assured of your capability and reliability to \nchampion this businees opportunity.\n\n     After series of prayers/fasting.i was divinely directed to contact you\namong other names found in the data base Yahoo tourist search.I believe that \nGod has a way of helping who is in need.\n\n   I am (Godwin Amiri Esq),the Head of file Department in African developent \nbank (ADB).\n\nIn my department we discovered an abandoned sum of $ 15 million U.S.A \ndollars ( fifteen million U.S.A dollars) . In an account that belongs to one \nof our foreign customer who died along with his entire family in (Monday \n31st July 2000) in a plane crash. Since we got information about his death, \nwe have been expecting his next of kin to come over and claim his money \nbecause we cannot release it unless somebody applies for it as next of kin \nor relati on to the deceased as indica ted in our banking guidelines, but \nunfortunately we learnt that all his supposed next of kin or relation died \nalongside with him at the plane crash leaving nobody behind for the claim. \nIt is therefore upon this discovery that I and one official in my department \nnow decided to make this businness proposal to you and release the money to \nyou as the next of kin or relation to the deceased for safety and subsequent \ndisbursement since nobody is coming for it and we dont want this money to \ngo into the bank treasury as unclaimed bill.\n\nThe Banking law and guideline here stipulates that if such money remained \nunclamed after five years, the money will be transfered into the Bank \ntreasury as unclaimed fund. The request of foreigner as next of kin in this \nbusiness is occasioned by the fact that the customer was a foreigner, and a \nBurkinabe cannot stand as next of kin to a foreigner. We agree that 30 % of \nthis money will be for you as foreign partner, in respect to the provision \nof a foreign account, 10 % will be set aside for expenses incured during the \nbusiness and 60 % would be for me and my woman colleague. There after i will \nvisit your country for disbursement according to the percentages indicated.\n\nTherefore to enable the immediate trnansfer of this fund to you as arranged, \nyou must apply first to the bank as relations or next of kin of the deceased \nindicating your bank name, your bank account number, your private telephone \nand fax number for easy and effective communication and location where the \nmoney will be remitted.Upon receipt of your reply, I will send to you by fax \nor email the text of the application I will not fail to bring to your notice \nthat this transaction is hitch free and that you should not entertain any \natom of fear as all required arrangements have been made for thetransfer.\n\nYou should contact me on my number 00226-7885 75 97 immediately as soon as \nyou receive this letter. Trusting to hear from you immediately.\n\nYours faithfully,\n\nGodwin Amiri  (Esq.)\nFROM (ADB) OUAGADOUGOU BURKINA-FASO.\nGOD BLESSINGS,PROTECTIONS AND GUIDIANCE TO YOUR ENTIRE FAMILY.\n\nPOST SCRITUM:You have to keep everything secret as to enable the transfer to \nmove very\n\n_________________________________________________________________\nTestez Windows Llive Mail Beta ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "2a5c708b15e9f13e944a94973c843d87"}