{"email_subject": "PLEASE CAN YOU ASSIST?", "email_body": "Dear friend,\n\nI am Mr. Alexander Gedike a personal treasurer to Mikhail Khodorkovsky the \nRichest man in Russia and owner of the following companies: Chairman/CEO: \nYUKOS OIL (Russian's Largest Oil Company), Chairman/CEO: Menatep SBP Bank (A \nwell reputable financial institution with its Branches all over the\nworld).\n\nSOURCE OF FUNDS:\nI have a profiling amount in an excess of US$35,000,000 which I seek  your  \nPartnership in accommodating for me. You will be rewarded with 10% of  the  \ntotal sum for your partnership. Can you be my partner on this?\n\nINTRODUCTION OF MYSELF:\nAs a personal treasurer to him, authority was handed over to me to transfer \nsome money to an American oil merchant for his last oil deal with my boss \nMikhail Khodorkovsky.\n\nAlready the funds have left the shore of Russia to a European private Bank \nwhere the final crediting is expected to be carried out. While I was on the \nprocess, My Boss got arrested for his Involvement in politics by financing \nthe leading and opposing political parties (the Union of Right Forces, Led \nby Boris Nemtsov, and Yabloko, a liberal/social democratic party Led by \nGregor Yavlinsky) which poses a treat to President Vladimir Putin's Second \nTenure as Russian president.\n\nYou can catch more of the story on this website:\n\nhttp://newsfromrussia.com/main/2003/11/13/51215.html\nhttp://en.wikipedia.org/wiki/Mikhail_Khodorkovsky\n\nYOUR ROLE:\nAll I need from you is to stand as the beneficiary of the above quoted Sum \nand I will re-profile the funds with your name, which will enable the \nEuropean bank transfer the sum to you with the aid of a Security firm in \nLondon. The transaction has to be concluded before Mikhail Khodorkovsky is \nout on bail. As Soon as I confirm your readiness to conclude the transaction \nwith me, I will provide you with the details.\n\nPlease respond to my private email which is:alexandergedike71@walla.com\n\nThank you very much\n\nRegards\n\nAlexander Gedike (Mr.)\n\n\n\n\n", "id": "2a6b7fc774ea91c9eddc535619b04ce9"}