{"email_subject": "URGENTIY KIND ASSISTANCE", "email_body": "\nKindly permit me the opportunity to narrate my ordeal\nto you and as such seek your understanding in my\nproposal to you as below.\nI am WILLIAMS WRETCHER the only son of the special\n\nAdviser\non finance and Economic planning to Mr. Charles\nTaylor, erstwhile president of Liberia.\nMy father Prince Dada Fidaye Wretcher the Special\n\nAdviser to Charles Taylor was killed in the renewed war\nalongside\nmy mother all this because of the tussle for power in\nLiberia as reported by international media.\nDuring the heat of the war in Liberia recently,\nimmediately the opposition group killed my father, the\nNigerian president offered Asylum to Charles Taylor\nwith some of his [[Charles Taylor] aides and Loyalist\nto be in Nigeria as a ? Peace Map? to the Liberia\nCrisis and the American president did approve of the\nabove as he stated during his five working day visit\nto Africa upon this, I succeeded in coming to Nigeria\nwhere I am presently as a refugee in the refugee camp\nin Oru, Ogun- State, Nigeria .\nThe above because of the serious war in Liberia and\nall my father?s houses, properties burnt and his bank\naccounts frozen by the Liberia Warriors who have taken\nover power.\nHowever, my father told me of some fund he deposited\nin a security trust service company in Europe before\nhis death and he handed over all the document and\ninformation to me which are with me here in Nigeria\nSecretly and the funds were moved through diplomatic\nmeans to Europe as African Artifacts contained in the\nsecurity box.\nThe total amount inside is US $12 Million and all I\nneed from you at this point is your acceptance to help\nme claim the consignment deposited by my late father.\nI also require your utmost sincerity and faithfulness\nin working with me to get the consignment claimed and\nthe funds deposited in your account while I meet with\nyou in your country on completion of the transaction\nto get my share and invest it in a viable business\nover there based on your advise and for me to start a\nnew life alone as an Orphan.\nYou will get 10% of the sum for your assistance while\n5% will be for expenses incurred for traveling,\ncommunication and other miscellaneous items.\nYou are to respond to me urgently with your direct\ntelephone number and personal details to enable me\nforward the complete procedures and modalities to you.\nOnce again I solicit for your understanding\ncooperation and urgent response please, I am in pains\nhere. You can as well reach me via my alternative\n\nmailboxes: williams_wretcher@movemail.com\nas above\n\n\nYours in need,\n\n\nWILLIAMS  WRETCHER\n\n\n\n\n-----------------------------------------\nKunjungi pusat informasi Batam.\n  \nhttp://www.ibatam.com/\n\n\n\n\n", "id": "2a9162582154636bbfdbfc1a7d76fabd"}