{"email_subject": "URGNT ASSITANCE PLEASE  1", "email_body": "FROM: MRS,JANE ABBAS \n\nPhone:+27-736112897\n \nATTN:DIRECTOR/CEO \n\nIam Mrs. JANE ABBAS, the wife of the former adviser\nsuliman H. Abbas, who is in charge of arms and\nacquisition to the current president of Sierrelone,\nHis excellency, Ahmed Kabbah.Following the civil war\nin my country, the head of state delegated my husband\nto arrange for arm purchase from republic of south\nAfrica through independent arms dealer. He was\ndirected to purchase arms worth TWENTY FIVE MILLION\nUNITED STATES DOLLARS (US$25 000,000.00.) On arrival\nin South Africa through diplomatic means, he deposited\nthe  in a private  company with the name of our first\nson Ahmed Abbas and declared it to be official\nconsignment belonging to his foreign affiliate in\nholland \n\nOn getting back home he was hijacked and killed by\nunknown people, I became widow over night. God so\nkind, all the papers for deposition of this  with the \ncompany is with us, I did not waste time to run away\nwith my sons and daughter to the republic of south\nAfrica. On getting to South Africa, we could not find\nit easy to bring the consignment out off the  Company,\nthey demanded for foreign partner information that is\nbassed in holland. Due to these, For that we are\nlooking for a reliable trustworthy person who can help\nus to transfer this to His or Her private account\noversea. \n\nI ran into your name through net work search and I\ndecided to contact you and see if you could be of any\nhelp to us. We intend to compensate you with 25% of\nthe total sum, if you agree in transferring this  into\nany of your account oversea. 5% will be mapped out in\ncase of any country of which you will be guide to us\nin your country. \n\nPlease should this meet your utmost consideration,\nplease contact me through the above specified email\naddresss, please feel free to ask a question you\nconsider necessary. This transaction is 100% risk\nfree,Please include your private telephone and fax\nnumber for easy communication. Remember to keep this\ntransaction secret for  reason. \n\nI expect your urgent call as soon as possible or \n[e-mail:janeabbs13@yahoo.co.in / thanks and remain\nblessed. \n\nBest Regards \n\nMRS. JANE ABBAS. \n\n\n\n\n\n\n\n\n\t\t\n__________________________________ \nDo you Yahoo!? \nYahoo! Mail - now with 250MB free storage. Learn more.\nhttp://info.mail.yahoo.com/mail_250\n\n\n", "id": "2a96afdd358acee2d78d5de2eff9cee3"}