{"email_subject": "from MR PEACE WILLIAMS", "email_body": "DEAR BELOVED,\n \nGREETINGS AND COMPLIMENT OF THE SEASON.\n \nI AM MR PEACE WILLIAMS  THE SON OF THE IMMEDIATE PAST MILITARY PRESIDENT OF THE FEDERAL REPUBLIC OF COTE D'IVOIRE  WHO DIED ON  YEAR 2003.\nI GOT YOUR ADDRESS WHILE GOING THROUGH THE INTERNET SEARCHING FOR A RELIABLE BUSINESS PARTNER, I THINK I WAS LED BUT NOTERRONIOURSELY BUT TO MAKE A SINCERE PREPOSITION TO YOU.\n \nMY MAJOR REASON FOR WRITING THIS LETTER TO YOU IS THAT MY FATHER LEFT A LOT OF PROPERTIES AND HUGE AMOUNT OF CASH, MONEY BEFORE HIS SUDDEN DEATH.\nTHE PRESENT GOVERMENT OF THE COUNTRY THAT SUCCEEDED MY FATHER IS AVOURABLE TO OUR FAMILY AND INDEED HAS SHOWN THIS,BY THE COFISTICATION OF MANY OF OUR LANDED PROPERTIES AND LARGE AMOUNT OF MONEY BELONGINGS.FORTUNATELY,WE HAVE DISCOVERED MY LATE FATHER WILL.\nTHIS WILL STATES THAT THE SUM OF £ NINE MILLION POUNDS HAS BEEN DEPOSITED WITH A SECURITY VAULT IN OVERSEAS FOR THE ENTIRE FAMILY.\n \n I HAVE CONTACTED THE SECURITY VAULT AND IT HAS BEEN CONFIRMED THAT THE £ NINE MILLION IS STILL INTACT AND THAT WE ARE ABSOLITELY FREE TO COLLECT THE BOX CONTANING THE MONEY ANY TIME WE WANT.\n \nAT THIS MOMENT IS THAT THE PRESENT GOVERNMENT OF OUR COUNTRY WILL CONFISCATE THIS MONEY IF WE MAKE USE OF iT IN THIS COUNTRY.WE NEED THE ASSISTANCE OF A FOREIGNER WHO WILL HELP TO INVERST THIS MONEY OUTSIDE OUR COUNTRY.\n \nTHIS IS WHY I DECIDED TO CONTACT YOU TO ASSIST ME.\n \nNOTE I WILL PAY YOU 15% OF THE ENTIRE AMOUNT AND THE REST TO BE RELEASED TO ME.\n \nIF YOU ARE INTERESTED IN GIVING THIS ASSISTANCE, PLS INDICATE YOUR INTERST THROUGH MY CONFIDENTIAL EMAIL ADDRESS ABOVE AND ALSO SEND ME YOUR FULL ADDRESS AND CONFIDENTIAL TELEPHONE AND FAX NUMBERS FOR EASY COMMUNICATION.\n \n IMMEDIATE ACTION NEEDS TO BE EXPEDITED BECAUSE WE ONLY HAVE SOME WORKING DAYS FOR NEGOTIATION. PLEASE KEEP THIS BUSINESS CONFIDENTIAL.\n \n CALL ME ON (+22507347770)\nBEST REGARDS,\nMR PEACE WILLIAMS \n \t\t\n---------------------------------\n Découvrez une nouvelle façon d'obtenir des réponses à toutes vos questions ! Profitez des connaissances, des opinions et des expériences des internautes sur Yahoo! Questions/Réponses.\n \t\t\n---------------------------------\n Découvrez une nouvelle façon d'obtenir des réponses à toutes vos questions ! Profitez des connaissances, des opinions et des expériences des internautes sur Yahoo! Questions/Réponses.", "id": "2aeca673a465355b5f81d7014fa396bb"}