{"email_subject": "Greeting  from henry.", "email_body": "Dear friend,\n\nGreetings, I am Mr.Henry Okoye the Account Manager of Late Mr.  Morris \nThompson in Standard Trust Bank Regional Office in Victoria island, here \nin Lagos.However I got your contact through the International web \ndirectory.I decided to contact you by email because I feel that it is \nmore secured and private.\n\nRecently we discovered a Dormant Account with a huge amount of Money \nValued USD35,000,000.00 (Thirty Five Million Dollars only)that belongs to \none of our late Customer who died in a plane crash .During our \ninvestigation and auditing in this bank, my department came across a very \nhuge sum of money belonging to Late Mr.  Morris Thompson an American \ngreat  industrialist and a resident of Alaska, who  unfortunately lost \nhis life in the plane  crash of Alaska Airlines Flight 261 which crashed \non January 31  2000,including his wife and only daughter. \n\nYou shall read more news about the crash on  visiting this site which I \ngot during my  investigation;\nhttp://www.cnn.com/2000/US/02/01/alaska.airlines.list/\nand\nhttp://www.nativefederation.org/history/people/mThompson.html\n\n\nThe fund has been dormant in his account With this Bank without any claim \nof the funds in our custody either from his family or relation before our \ndiscovery of this development.\n\nThe Banking law here stipulates that if such money remains unclaimed for \nfive years, it will be for feited no the Bank treasury as an unclaimed \nbill.It is only a foreigner that can stand as a next of kin and It is \nupon this discovery that I decided to contact you to collaborate with you \nto pull out this dormant fund. In order to avert this negative \ndevelopment, I on behalf of my trusted colleagues now seek your \npermission to have you stand in as next of kin to Our late Customer so \nthat the fund will be released and paid into your account as the \nbeneficiary.s next of kin now that the bank is still expecting a next of \nkin or relative of the deceased ,Late Mr.  Morris Thompson.\n\nIn fact we could have done this deal alone but because of our position in \nthis country as civil servants, we are not allowed to operate a foreign \naccount and that would eventually raise an eye brow on our side during \nthe time of transfer since we still work in this bank,this is the actual \nreason why we required a second party or fellow who will assist us \nforward claims as the next of kin and also provide either an existing \nbank account or to set up a new Bank a/c immediately\nto receive this fund, even an empty a/c can also serve for this purpose.\n\nOn smooth conclusion of this transaction, you will be entitled to 40% as \ngratification for your assisting us, and the remaining 60% will be for me \nand my partners.\n\nWhat I want from you is for you to act as the deceased next of kin. I \nhave in my possession, all the necessary Documents to successfully \naccomplish the operation. Bear in mind that this proposal is 100% risk \nfree.\n\nFurther Information will be given to you as soon as I receive your \npositive response. I suggest you get back to me as soon as possible \nstating your wish. Find in the attachment of my Family Picture, to proof \nwho I am.\n\nI await your Urgent Responce, \n\nRegrads,\n\nMr.Henry Okoye\n\n\n\n", "id": "2b514cfd371cc9488b752a1d916b7027"}