{"email_subject": "FROM MR.WONG.GOD BLESS YOU.", "email_body": "MR. SIMON WONG\nDAH SING BANK LTD.\n19 DES VOEUX RD.\nCENTRAL HONG KONG,\nHONK KONG.\n\nI am Mr.Simon Wong credit officer of the Dah Sing Bank Ltd.\nI have a concealed business suggestion for you.Before the U.S and Iraqi\nwar, our client General. Ibrahim Moussa who was with the Iraqi forces\nand\nalso business man made a numbered fixed deposit for 18 calendar months,\nwith a value of Twenty millions Five Hundred thousand United State\nDollars\nonly in my branch.\nUpon maturity several notice was sent to him, even during the war early\nthis year. Again after the war another notification was sent and still\nno\nresponse came from him. We later find out that the General and his\nfamily\nhad been killed during the war in bomb blast that hit their home.\nAfter further investigation it was also ?discovered that Gen. Ibrahim\nMoussa did not declare any next of kin in his official papers including\nthe paper work of his bank deposit. And he also confided in me the last\ntime he was at my office that no one except me knew of his deposit in\nmy\nbank.So, Twenty millions Five Hundred Thousand United State Dollars is\nstill lying in my bank and no one will ever come forward to claim it.\nWhat\nbothers me most is that according to the laws of my country at\nthe expiration three years the funds will revert to the ownership of\nthe\nHong Kong Government if nobody applies to claim the funds. Against this\nbackdrop, my suggestion to you is that I will like you as a foreigner\nto\nstand as the next of kin to Gen. Ibrahim Moussa so that you will be\nable\nto receive his funds.\n\nWHAT IS TO BE DONE:\n\nI want you to know that I have had everything planned out so that we\nshall\ncome out successful. I have contacted an attorney that will prepare the\nnecessary document that will back you up as the next of kin to\nGen.Ibrahim\nMoussa,all that is required from you at this stage is for you to\nprovide\nme with your Full Names and Address so that the attorney can commence\nhis\njob.After you have been made the next of kin,the attorney will also\nfill\nin for claims on your behalf and secure the necessary approval and\nletter\nof probate in your favor for the move of the funds to an account that\nwill\nbe provided by you.There is no risk involved at all in the matter as we\nare going adopt a legalized method and the attorney will prepare all\nthe\nnecessary documents. Please endeavor to observe utmost discretion in\nall\nmatters concerning this issue.Once the funds\nhave been transferred to your nominated bank account we shall share in\nthe\nratio of 60% for me, 35% for you and 5% for any expenses incurred\nduring\nthe course of this operation.\n\nShould you be interested please send me your private phone and fax\nnumbers\nfor easy Communication and i will provide you with more details of this\noperation.\n\nYour earliest response to this letter will be appreciated.\n\nKind Regards.\nSimon Wong.\n\n\n\n\n", "id": "2b6769cc2cbe77b1650d8859fcc36cc6"}