{"email_subject": "URGENT PROPOSAL", "email_body": "FROM: \nTHE OFFICE OF MYKES$MYKES CHAMBERS\nPLOT 12 WUSE GARKI ABUJA.\n     COMPLIMENTS OF SEASON\nDear\nI am Barr.Myke Utaki,an Attorney at law, I am the\nPersonal Attorney to a deceased engineer a national of\nyour Country, who used to work with Julius Berger\nConstruction Company in Nigeria. Hereinafter shall be\nreferred to as my client. On the 21st of May 2000, my\nclient, his wife and their three children were involved\nin a car accident along Kano - Sokoto express Road\nwhile arriving from Easter Holiday to Warri Delta\nState. All occupant of the vehicle unfortunately lost\ntheir lives, since then I have made several enquiries\nto your Embassy to locate any of my clients extended\nrelatives this has also proved successful. \n After these several unsuccessful attempts. I am\ncontacting you to assist in transfering the money left\nbehind by my client before they get claimed or declared\nunserviceable by his Bank where these huge deposit were\nlodged. Particularly, the Guarantee Trust Bank. where\nthe deceased had an Account valued to about USD20\nMillion has issued me a notice to provide the next of\nkin or have the Account declared domant and\nunserviceable within 1 month. Since I have been\nunsuccessful in locating the relatives for over two\nyears now, I seek your consent to present you as the\nnext of kin of the deceased since you have the same\nlast name so that the proceed of this Account valued at\nUSD20 Million can be paid to you and then you and I can\nshare the money 60% to me and 35% to you while the\nremaining 5% is set aside for expenses incured during\nthe the course of the transfer.\n  I have all necessary legal document that can be used\nto backup any claim we may make. All I require is your\nhonest cooperation to enable us see this business\nsuccessful. I guarantee that this will be executed\nunder a legitimate arrangement that Will protect you\nfrom any breach of the law.Indicte your firm interest\nby responding to this mail as soon as possible to\nenable us beat the said time. \nBest regards,\nBarr.Myke Utaki\nSenior Advocate of Nigeria (SAN  ", "id": "2b7e242ec3364be0e9253978a0d4f91c"}