{"email_subject": "MY FAMILY NEED YOUR HELP", "email_body": "FROM:VUYO GWALA\n  TEL : 27-73349-1086\n   FAX:  27-76197-0308\n  \nDEAR SIR, \n                  STRICTLY PRIVATE AND CONFIDENTIAL \nYou may be surprised to recieve this letter from me, since\nyou don't know me personally.Thus, I have to introduce\nmyself.I am MR.Vuyo Gwala ,the first son of Late MR.Tijani\ngwala a farmer and leader movement for democratic\nchange[MDC] in Zimbabwe until recently, he was murdered in\nthe land dispute in Zimbabwe. \nI was furnished with viable information from the\nInternational Trade Centre here in Johannesburg and I\ndecided to write to you. Before the death of my father, he\nhad taken me to Johannesburg to deposit the sum of\nUSD$15,000,000(FIFTEEN MILLION UNITED STATES DOLLARS),in a\nSecurity Company, as if he foresaw the looming danger in\n Zimbabwe. This amount was meant for the purchase of new\nmachines and chemicals for the farms and the establishment\nof the new farms in Swaziland. This land problem came when\nZimbabwean President MR.ROBERT MUGABE introduced a new Land\nAct which wholly affected the rich white farmers and some\nfew black farmers. This resulted to the killing and mob\naction by Zimbabwean war veterans and some lunatics in the\nsociety. \nInfact, alot of people have been killed because of this\nland reformed Act for which my father was one of the\nvictims. It is against this background, that I and my\nfamily who are currently staying in South Africa decided to\ntransfer my father's money to foreign account since the law\nof South Africa prohibits a refugee (asylum seeker) to open\nany bank account or to be involved in any financial\ntransaction. \nAs the eldest son of my father, I am saddled with the\nresponsibility of seeking a genuine foreign account where\nthis money could be transferred without the knowledge of my\ngovernment who are bent on taking everything we have got. I\nam faced with the dilemma of investing this amount of money\nin South Africa for fear of going through the same\nexperience in future since both countries have similar\npolitical history. Moreover,the South African Foreign\nExchange policy does not allow such investment as an asylum\nseeker. As a businessman, whom I have entrusted my future\nand of my family in his hands,I must let you know that this\ntransaction is risk free. If you accept to assist me and my\nfamily,all I need you to do for me is to make arrangement\nand come to Johannesburg -South Africa so that you can open\na non-resident account which will aid us in transferring\nthe money into any account you will nominate overseas. \nThis money I intend to use for investment. I have two\noptions for you,firstly you can choose to have a certain\npercentage of the money for nominating your account for\nthis transaction. Or you can go into partnership with me\nfor the proper profitable investment of the money in your\ncountry. Which ever the option you want,feel free to notify\nme as I have also mapped out5% of this money for all kinds\nof expences incurred in the proccess of this transaction.If\nyou do not prefer a partnership I am willing to give you\n20% of the money while the remaining 75% will be for my\ninvestment in your country. \nContact me with the above telephone number while I implore\nyou to maintain the absolute secrecy required in this\ntransaction. And no matter the level of transaction we are,\nyou must call me on phone first before sending a\nreply.Please, You should keep this transaction secret and\nconfidential. \n  Best regards and God bless \nMr Vuyo Gwala\n(For the family) \n\n \t\t\t\t\n---------------------------------\nWant to be your own boss? Learn how on  Yahoo! Small Business. ", "id": "2bb3f112a800983d20c0b379d8b15a53"}