{"email_subject": "URGENT  REPLY  NEEDED", "email_body": "I have a new email address!You can now email me at: charlestaylor_608@yahoo.com\n\nI am CHARLES TAYLOR,\n\nThe Former President of Liberia.\n\nAs you may be aware that the President Chief Olusegun\n\nObasanjo (GCFR) has granted me asylum in Nigeria and\n\nwe are presently leaving in Calabar Eastern part of\n\nNigeria.\n\nPlease I have what I will call my family last hope\n\nmoney of $ 115,000,000M TO TRANSFER to any foreign\n\ntrusted person who will help me to invest this fund\n\ninto any good business, As I can no longer have any\n\nother means of livelihood.\n\nPlease if you are interested in helping me to received\n\nthis BOX that is presently with online security company\n\nCOMPANY in Europe. As after successful delivery\n\nof this BOX to you, 30% of the total fund will go to\n\nyou. My son will come to your country to start up a\n\nbusiness with your assistance so that we can be able\n\nto live again.\n\nThis fund is in a box deposited to the online security company\n\nCOMPANY (EUROPE) as a family box before leaving for\n\nCalabar in Nigeria. The company is not aware of what\n\nis inside the box as I told them that the box belongs\n\nto my friend and that I will inform my friend to apply\n\nfor the collection of the box since we are not allowed\n\nto be attending to visitors or receiving .\n\nSo please I will advise you to apply as the owner of\n\nthis box. So that as soon as this BOX is DELIVERED to\n\nyou. You will arrange for the coming of my son to\n\nyour country for proper investment. There is no risk\n\nin this as you are aware that our family is now free\n\nsince we left Liberia to Nigeria peacefully.\n\nAPPLY TO : online security company COMPANY \n\nINSTRUCT THEM TO GIVE YOU THE INSURANCE POLICY COVER\n\nNOTE ON YOUR BOX NUMBER 5895 MB. BOX FOR ONWARD\n\nDELIVERY.\n\nGod bless you as you help my family.\n\nYours sincerely,\n\nCHARLES TAYLOR\n\nFormer President of Liberia.\n\nN/B: I will send to you the Certificate of deposit,\n\nChange of Ownership Certificate to your NAME and Power\n\nof Attorney as soon as you collect the INSURANCE\n\nPOLICY COVER from them .So that you can send it to\n\nthem, for immediate deliver of your box to your\n\naddress .\n\n- charles taylor\n\n", "id": "2c050129f904f1f55f98094765bd39e2"}