{"email_subject": "let us work it out", "email_body": "Kojo Adams, \nAccounting Department, \nEcoBank. \nCotonou, \nAttn my friend ,  \nI am Mr kojo Adams, Auditor, with Accounting\nDepartment,Ecobank here in Cotonou, Benin Republic. I got your\nvery good name and e-mail address from the online classified\nposted on the net.I have decided to contact  you purely on the\npersonal conviction of trust andconfidence that we can co-operate with one another and do a very\nlucrative business for our mutual benefit.The Business I am\nproposing to you is in respect of the  sum of US$11,183,000.00\n(Eleven Million One Hundred and Eighty-Three  Thousand United\nStates Dollars Only) deposited in Dollar account with my bank which belonged to Mr Mohamed Saleh\nIbrahim who died on 25th July,2000 in a plane crash, is an Engineering contractor.My bank has made several efforts at \ncontacting the family of Mohamed Saleh Ibrahim or his relatives, but all have proved abortive as\nhe had no identifiable kins men. This sum of US$11.183M has remained unclaimed ever since then and nobody has \ncome \nforward as his next of kin. The management under the influence of our chairman and member of the board of directors \nhas  \nmade an arrangement for the fund to be declared unclaimable  and subsequently be turned to the\nreserve account of the bank. It is against the background of the  foregoing,that two of my  colleagues and myself in the \nbank \nhave decided to contact you for assistance and partnership, for you to stand as\nthe next of kin to Mr  Mohamed Saleh Ibrahim.\n\nWith your permission this fund will be transferred to your private account\nabroad as the beneficiary and next of kin to Mr Mohamed Saleh Ibrahim . All proof of claim and necessary \ndocumentation will be\ncarefully worked out in your favour and we assure  you of 100% risk free involvement and protection. \nconsequently, if you find this proposal acceptable to you and you wish  to assist us, I expect your urgent response and \nupon\nreceipt of that,we shall discuss and agree on the disbursement and sharing ratio.Let me therefore expect your very \nurgent\nresponse through my phone,or e-mail  addresses. Please endeavour to include your private phone and fax number and \nalso \nyour private e-mail where available. \nPlease keep this proposal very secret and confidential.\nThank you and best regards \nas I await your urgent response. \n\nyours Faithfully, \n\nAdams. +229-280-899\n\n------------------------------------------\n\nFaites un voeu et puis Voila ! www.voila.fr \n\n\n\n", "id": "2ca7db03f16526ec7c6d8368e7abb657"}