{"email_subject": "Treat as Extremely Urgent", "email_body": "FROM: PROFESSOR CHARLES CHUKWUMA SOLUDO,\nEXECUTIVE GOVERNOR,\nCENTRAL BANK OF NIGERIA\n\nATTENTION:\n\nOVER DUE TRAPPED CONTRACT FUNDS\n\nTHIS IS TO NOTIFY ALL FOREIGN CONTRACTORS WHO ARE YET TO RECEIVE THEIR FUNDS IN THE PAST 10YRS TO URGENTLY CONTACT THE BANK THROUGH THE CHAIRMAN TASK FORCE ON OVERDUE PAYMENTS.\n\nTHIS EXERCISE BECAME NECESSARY DUE TO THE ALARMING RATE OF DORMANT ACCOUNTS/UNCLAIMED FUNDS TRAPPED WITH THE APEX BANK DUE TO VARIOUS REASONS STATED AGAINST EACH FUND DIRECTIVE FROM THE PRESIDENCY VIA CIRCULAR NIGP/467/FOREIGN/BANKS DATED 5TH MARCH 2007 \n\nIF YOU HAD IN THE PAST DONE ANY BUSINESS RELATIONSHIP FOR WHICH FUND IS SAID TO BE TRAPPED WITH THE BANK EITHER AS A CONTRACTOR, INHERITED FUNDS OR OTHERWISE, YOU ARE TO URGENTLY SEND THE BELOW INFORMATION TO THE BANK.\n\n1.AMOUNT.......\n2.YEAR OF BUSINESS.....\n3.YOUR NIGERIAN REPRESENTATIVE INFORMATION.......\n4.LAST REASON FOR WITHHOLDING FUND..........\n5.TOTAL EXPENSES PAID IF ANY......\n6.AMOUNT OF LAST FEES DEMANDED....\n7. ANY OTHER INFORMATION NECESSARY SUCH AS BELOW\n\n1. YOUR NAME:..............................\n2. YOUR FULL ADDRESS:...................................\n3. YOUR TELEPHONE ..................................\n4. FAX...................................................\n\n5. YOUR OCCUPATION:......................................\n6. YOUR BANKING DETAILS.......\n\nWE ASSURE YOU THAT THE OFFICE OF THE PRESIDENT WILL SURELY LOOK INTO EVERY CASE AND WERE NECESSARY COMPENSATION MAY BE PAID TO IMPROVE NIGERIAN IMAGE AS THE PRESENT ADMINISTRATION HAS PAID OFF ALL NIGERIAN PARIS CLUB DEBT AND STILL WANT TO CLEAR MORE BEFORE THE HANDOVER DATE OF MAY 2007.\n\n\nPLEASE, DO RECONFIRM TO THIS OFFICE, AS A MATTER OF URGENCY BY REPLYING THIS MAIL TO ENABLE US GIVE YOU A SECRET PHONE NUMBER IN WHICH YOU CAN CONTACT THE CHAIRMAN OF THE TASKFORCE ON RELEASE OF TRAPPED FUNDS.\n\n\nWE ARE SORRY FOR ANY INCONVENIENCE THE DELAY IN TRANSFERRING OF THIS FUND MUST HAVE CAUSE YOU\n\nBEST REGARDS,\n\nPROF CHARLES SOLUDO\nCENTRAL BANK OF NIGERIA\n\nCC: ALL FOREIGN INHERITANCE FUNDS\nCC: SENATE PRESIDENT\nCC: BOARD OF DIRECTORS [FPD]\nCC: ACCOUNTANT GENERAL OF NIGERIA\nCC:CHAIRMAN TASKFORCE ON TRAPPED FUNDS\nCC:OFFICE OF THE PRESIDENCY\n\n\n\n\n\n", "id": "2ceb0f5765948940c9a47dd4bdcecfb4"}