{"email_subject": "Personal mail", "email_body": "FROM MISS MARIAM HISMAN\nCOTE D'IVOIRE ABIDJAN \nWEST AFRICA.\n\nDEAR , \nPERMIT ME TO INFORM YOU OF MY DESIRE OF GOING INTO BUSINESS RELATIONSHIP WITH YOU.\n \nI AM MISS MARIAM HISMAN, THE ONLY DAUGHTER OF LATE ALAHAJI WAZIRI HISMAN. MY FATHER WAS A VERY WEALTHY COCOA MERCHANT BASED IN ABIDJAN, THE ECONOMIC CAPITAL OF IVORY COAST BEFORE HE WAS POISONED TO DEATH BY HIS BUSINESS ASSOCIATES ON ONE OF THEIR OUTING TO DISCUSS ON A BUSINESS.\n \nWHEN MY MOTHER DIED ON THE 21ST OCTOBER 1984, MY FATHER TOOK ME SO SPECIAL BECAUSE OF THE DEATH OF MY MOTHER AND ALSO AS THE ONLY CHILD OF ALAHAJI HISMAN.\n \nBEFORE THE DEATH OF MY FATHER ON 29TH JUNE 2004 IN A PRIVATE HOSPITAL HERE IN ABIDJAN. HE SECRETLY CALLED ME ON HIS BEDSIDE AND TOLD ME THAT HE HAS A SUM OF 26,300,000 ( TWENTY SIX MILLION THREE HUNDRED THOUSANDS DOLLARS,)DEPOSITED IN A SECURITY COMPANY HERE IN ABIDJAN.HE USED MY NAME AS NEXT OF KIN AND NOT THE BENEFICIARY DUE TO OUR POLITICAL STATUS AND THE NATURE OF DEPOSIT I CAN NOT SERVE AS THE BENEFICIARY,THE BENEFICIARY MUST BE MY FATHER'S BUSINESS PARTNER ABROAD. \n \nHE ALSO EXPLAINED TO ME THAT IT WAS BECAUSE OF THIS WEALTH THAT HE WAS POISONED BY HIS BUSINESS  ASSOCIATES. THAT I SHOULD SEEK FOR A FOREIGN PARTNER IN A COUNTRY OF MY CHOICE WHERE I WILL TRANSFER THIS MONEY AND USE IT FOR INVESTMENT PURPOSE, (SUCH AS REAL ESTATE MANAGEMENT).\nI AM HONOURABLY SEEKING FOR YOUR ASSISTANCE IN THE FOLLOWING WAYS.\n2)TO SERVE AS THE GUARDIAN OF THIS FUND SINCE I AM IS STILL YOUNG GIRL OF 22 YEARS.\n3). You honestly take me as your family?\n4). Can I completely trust you?\n5). What percentage of the total amount in question will\nbe good for you after the money is in your country\n6).TO MAKE ARRANGEMENT FOR ME TO COME OVER TO YOUR\nCOUNTRY AFTER THE MONEY HAS BEEN TRANSFERRED.\nMOREOVER, I AM WILLING TO OFFER YOU 25% OF THE TOTAL SUM AS COMPENSATION FOR YOUR EFFORT/INPUT AFTER THE SUCCESSFUL TRANSFER OF THIS FUND TO YOUR COUNTRY OVERSEAS.FURTHERMORE, YOU CAN INDICATE YOUR OPTION TOWARDS ASSISTING ME AS I BELIEVE THAT THIS TRANSACTION WOULD BE CONCLUDED WITHOUT PROBLEMS.INTEREST TO ASSIST ME. ANTICAIPTING TO HEAR FROM YOU SOON.\n \nTHANKS AND  BEST REGRADS.\n \nMISS MARIAM HISMAN.\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com ", "id": "2d44e4193f790b97e1ec01c999f9b919"}