{"email_subject": "***SPAM*** PASCAL ", "email_body": " Dear sir,\n \nThis business will be of interest to you and your business and involves $30,000,000.00, which emanated from over invoiced contracts executed on behalf of my ministry of minerals and Energy, by foreign contractor. \nThough the actual contract value has been paid to the original contractor, GUILDER MINING (PTY) SA, now in-liquidation. We have however included our billforthe over invoiced amount of US$30m amongst the present bills that are scheduled for payment in the name of the company in-liquidation. We have also planned the execution of this deal perfectly both in the area of documentation and the changing of beneficiary from the company in liquidation that we had used to apply for payment, to the name, which you will forward to us. I shall supply you with all the relevant documents relating to this transaction as soon as we establish a working relationship.\n. This transaction is itself risk free and should be concluded within the next ten to fourteen working days if you follow my instructions carefully and we work closely as a team. . Where you are going to come in is this. We are going to effect a change of company name from GUILDER MINING (PTY) SA to your company so as to legalize your company as the bona fide beneficiary of the contract sum. In this regard we will do the incorporation of your company here and reflect your company as having taken over the assets of Guilder Mining (pty). Once we complete this process, your company will now be legally entitled to the US$30m, which the Department of Minerals and Energy owes GUILDER MINING (PTY) SA. We will thereafter use your company's name to apply for the payment of the US$30m into your company's designated account. This application we will process here in my Ministry and the approved Payment Recommendation sent to the Ministry of Finance, whi!\nch will authorize the South African Reserve Bank to effect the transfer of the fund to your designated account. For assisting us with a receiving account and a company name, we propose 20% of the contract amount of US$30m for you and 10% for taxes, phone, fax and other incidental expenses that we may incur in the course of the eventual realization of the transaction.\nMeanwhile, please send me your confidential telephone/fax numbers, to \nenable us to speak first and know ourselves better. You can also contact me on my confidential sat phone-00+871763427855 fax-00+871763427856. I promise that you will not regret helping us, you have my personal word of honor. My colleagues and I strive for the commitment to operate only on high standards of integrity and honesty. We need the same honesty and commitment to this transaction from you.\nThank you for your anticipated cooperation.\nMy Sincere Regards.\nDr Pascal Ugoti \n\n\n\n\n", "id": "2db59ad6ce0ca8752d93b59d0c10465c"}