{"email_subject": "Business Venture", "email_body": "Dear Sir, \n               ACT ACCORDINGLY AND PRIVATELY \nI am Evans Timothy the bills and exchange director at African Express \nBank Plc.\nThough I know that a transaction of this magnitude will make any one \napprehensive and worried, but I am assuring you that everything has \nbeen taken care of and all will be well at the end of the day. I \ndecided to contact you due to the urgency of this transaction.\n      \nMY PROPOSITION;\nI am writing this letter to solicit for support and assistance from you \nto carry out this business opportunity in my department.Lying in an \ninactive account awaiting liquidation is the sum of USD $10.7million \nbelonging to a foreign customer(Herve Garboudes) who was an \npetroleum/gas consultant/contactor with the Nigeria National Petroleum \ncoporation who happens to be deceased during a business trip. He died \nwith his wife\n(Christine Garboudes) on board the Swissair Flight 111 , which crashed \ninto the Atlantic off Nova Scotia in september 2nd 1998. \n \nThe news of this crash was on the news which we have notified his \nrelatives to no avail.\nSee links below for more detail informaion: \nhttp://cnnstudentnews.cnn.com/WORLD/9809/swissair.victims.list/ \n\nhttp://cnnstudentnews.cnn.com/WORLD/americas/9809/08/swissair.02/\n\nhttp://cnnstudentnews.cnn.com/WORLD/americas/9809/05/swissair.transcript\ns/\n       \nEver since he died the bank has been expecting his next of kin to come \nand claim these fund, the NDIC could not liquidate the account because \nI have filled a motion that a next of kin wrote in to the effect. To \nthis effect, they can not release the money unless someone applies for \nit as next of kin, as indicated in our banking guideline. \n\n At this juncture i have decided to do business with you in \ncollaboration with some officials in the bank, to this effect we \nsolicit your assistance in applying as the next of kin and beneficiary \nto Herve Garboudes then the money will be released to you. As we do not \nwant this money to go into the bank treasury as an unclaimed bill,or \nour superiors taking the funds for their own personal use.\n\nThe banking law and guideline stipulates that if such money(s) remains \nunclaimed for a period of up to seven years(7yrs) the money will be \ntransferred into the banks treasury as an unclaimed bill. Our request \nfor a foreigner as next of kin is occasioned by the fact that the \ncustomer was a foreigner and a Nigerian cannot stand as next of kin. To \neffect the immediate transfer of the fund to you as agreed, you must \napply first to the bank as the next of kin to the decease, The fund \nshall then be transferred to you legally in accordance to all laid down \nprocedures governing closure of account and transfer of funds. \nIf you are willing to assist us, we have agree to give you 20 Percent \nof USD $10.7 million  \nNote that this transaction is legal,safe and 100% risk free.\n  Upon receipt of your reply which should includes the following:\n\n1) Your Full Name \n2) Your telephone number for easy communication between us.\n\nI will confidentially work out all modalities for the successful \ntransfer of this money to you as the beneficiary, and send to you by \nfax or email attachement the text of the application, as soon as you \nreceive the text I will further clarify you in details on how to effect \nthe business. \n\nAwait to hear from you \nBest Regards \nEvans Timothy.\n\n\n\n\n\n\n\n\n\n\n\n", "id": "2de2646be5d61afdc5c8de1b511f5b8a"}