{"email_subject": "GOOD DAY", "email_body": "\nDear Sir,, I am Barr.Tony Anthony, a solicitor at law. I am the personal attorney to Late Eng. Sangeeta a national of your country, who used to work with Chevron - Development Company in Accra Ghana. Here in after shall be referred to as my client. On the 25th of December 2003, my client, his wife and their three children were involved in Plane clash on cotonue. All occupants of the plane unfortunately lost their lives except few people. Since then I have made several enquiries to your embassy to locate any of my clients extended relatives. \nAfter these several unsuccessful attempts, I decided to track his last name over the Internet, to locate any member of his family hence I contacted you. \nI have contacted you to assist in repatriating the money and property left behind by my client before they get confiscated or declared unserviceable by the bank where these huge deposits were lodged. Particularly, the finance company where the deceased had an account valued at about USD$16.5 million dollars has issued me a notice to provide the next of kin or have the account confiscated within the next Thirty (30) Working official working days.  Since I have been unsuccessful in locating the relatives for over 2 years now I seek your consent to present you as the next of kin of the deceased since you have the same last name so that the proceeds of this account valued at USD16.5 million dollars can be paid to you and then you and me can share the money. 60% to me and 30% to you and 10% will be used for any expenses.  I have all necessary legal documents that can be used to back up any claim we may make. All I require is your honest cooperation to enable us seeing this deal through. I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. Please get in touch with me by my private email (tonywach45@yahoo.no)and send to me your telephone and fax numbers to enable us discuss further about this transaction.  Best regards,Barr.Tony Anthony. Check out this websites:www.cbsnews.com/stories/2003/12/25/world/main590221.shtmlhttp://www.cbsnews.com/stories/2003/12/25/world/main590221.shttp://www.sltrib.com/2003/Dec/12262003/nation_w/123279.asp\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE!\nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/", "id": "2e340710d60bce46af220bc8b2adb089"}