{"email_subject": "URGENT REPLY  NEEDED +27 839470181", "email_body": "FROM: DAVID KUBA.\nNO.10 ANDERSON STREET\nJOHANNESBURG, SOUTH AFRICA\nTEL: +27-83-9470181\nFAX: +27-865173471\nEMAIL: kubafamily001@yahoo.com\nATTENTION: DIRECTOR /CEO.\n\n\nATTENTION: DIRECTOR /CEO.\n\n\n                           STRICTLY PRIVATE AND CONFIDENTIAL\n\nYou may be surprised to receive this letter from me since you don't know\nme personally, the purpose of my introduction is that, I am MR.DAVID\nKUBA,the first SON of MR.PEDRO KUBA,a farmer and leader movement for\nDemocratic change  (MDC)in Zimbabwe who was murdered in the land dispute\nin Zimbabwe.\n\nI was furnished with viable information from the International Trade\nCentre here in Johannesburg and I decided to  write to you. Before the\ndeath of my father, he had taken me to Johannesburg to deposit the sum of\nUS$40 M(FOURTY  MILLION  UNITED STATES DOLLARS),in a Security Company, as\nif he fore saw the  looming danger in Zimbabwe.\n\nThis amount was meant for the purchase of new machines and chemicals  for\nthe farms and the establishment of the new farms in Swaziland. This land\nproblem  came when Zimbabwean President MR.ROBERT MUGABE introduced a new\nLand Act which  wholly affected the rich white farmers and some few black\nfarmers.This resulted to the killing and mob action by Zimbabwean war\nveterans and some lunatics in the society.\nInfact, alot of people have been killed because of this land reformed Act\nfor which my father was one of the victims.\n\nIt is against this  background, that I and my family who are currently\nstaying in South Africa decided to transfer my father's  money to foreign\naccount since the law of South Africa prohibit a refugee (asylum seeker)\nto open any bank account or to be involved in any financial transaction.\nAs the eldest SON of my father, I am saddled with the responsibility of\nseeking a genuine foreign account where this money could be transferred\nwithout the knowledge of my government who are bent on taking everything\nwe have got.\n\nI am faced with the dilemma of investing this amount of money  in South Af\nrica  for fear of going through the same experience  in future since both\ncountries have similar political history. Moreover,the South  African\nForeign Exchange policy  does  not allow such investment as an  asylum\nseeker. As a business man,whom I have entrusted my future and of my family\nin his hands,I must let  you know that this transaction is risk free. If \nyou accept to assist me and my family. will aid us in transferring the\nmoney into any account you will nominate overseas.\n\nThis money I intend to use for investment. I have two options for you,\nfirstly you can choose to have a certain percentage of the money for\nnominating your account for this transaction. Or you can go into\npartnership with me for the proper profitable investment of the money in\nyour country. Which ever the option you want, feel free to notify me as I \nhave also mapped out 5% of this money for all kinds of expenses incurred\nin the proccess of this transaction.\n\nIf you do not prefer a partnership I am willing to give you 20% of the\nmoney while the remaining 75% will be for my investment in your country.\nContact me with the above telephone number while I implore you to maintain\nthe absolute secrecy required in this transaction. And no matter the level\nof transaction we are, you must call me on phone first before sending a\nreply.\nPlease, You should keep this transaction secret and confidential. And send\nyour fax and telephone numbers for easy communication.\n\nN/B.I would like you to furnish me with the following:\n1) YOUR PRIVATE PHONE AND FAX NUMBERS.\n2) YOUR FULL NAME.\n3) YOUR FULL ADDRESS.\n\nTHANKS FOR YOUR CO-OPERATION\nDAVID KUBA (FOR THE FAMILY)\n\n\n\n\n", "id": "2e71a94117ef70600f5939fa623f1fa9"}