{"email_subject": "EARLIEST RESPONS..", "email_body": ">From Dr Silver timi..\n120,Paul Kruger Street,\nBoksburg South,\nJohannesburg Province.\nRepublic of South Africa\n\nDear Sir,\nRE: TRANSFER OF $ 26,000.000.00 USD\n(ONE HUNDRED AND TWENTY SIX MILLION DOLLAR)\n\nI am Dr Silver timi.the Auditor General of prime banks here South Africa, \nduring the course of our auditing, I discovered a floating fund in an \naccount opened in the bank in 1990 and since 1993 nobody has operated on \nthis account again.\nAfter going through some old files in the records I discovered that the \nowner of the account died without a [heir] hence the money is floating and \nif I do not remit this money out urgently it will beforfeited for nothing.\n\nThough, this medium (Internet) has been greatly abused, I choose to reach \nyou through it because it still remains the fastest medium of communication. \nHowever, this correspondence is unofficial and private, and it should be \ntreated as such.\n\nThe owner of this account is Mr. Howard Sweeney, a foreigner, a miner and an \nindustrialist.He made millions of dollars before he died misteriously .Since \n1993 no other person knows about this account or any thing concerning it. My \ninvestigation proved to me that the account has no other beneficiary and \nthat Mr. Howard Sweeney until his death was the manager Sweeney Coy.(pty). \nSA. We will start the first transfer with six million dollars \n[$6,000,000.00] upon successful transaction without any disappoint from your \nside, we shall re-apply for the payment of the remaining amount to your \naccount.\n\nThe amount involved is (USD 26M) Twenty six million United States Dollars \nonly. I want to first transfer $6,000.000 [Six million United States Dollar] \nfrom this money into a safe foreigners account abroad before the rest, but I \ndon't know any foreigner.\nI am revealing this to you with believein God that you will never let me \ndown in this business. Also send your private telephone number and fax \nnumber including the full details of the account to be used for the deposit.\n\nI need your strong assurance that you will never let me down in this \nbusiness proposition. With my influence and the position of a bank official \nwhom is working in our favour we can transfer this money to any foreigner's \nreliable account which you can provide with assurance that this money will \nbe intact pending our physical arrival in your country for sharing.\n\nThe bank official will destroy all documents of transaction immediately we \nreceive this money leaving no trace to any place and to build confidence you \ncan come immediately to discuss with me face to face after which I will make \nthis remittance in your presence and three of us will fly to your country at \nleast two days ahead of the money going into the account.\n\nAt the conclusion of this business, you will be given 35% of the total \namount, 60% will be for me, while 5% will be for expenses both parties might \nhave incurred during the process of transferring.\nI look forward to your earliest response.\n\nBest Regards,\n\nDr Silver Timi.\n\n_________________________________________________________________\nLooking for that special gift? Find it with MSN Search! \nhttp://search.msn.co.za\n\n\n\n", "id": "2f01159f4128fcfdd030333dbef5d05b"}