{"email_subject": "HONEST COPERATION", "email_body": "    Laurence Jerry & Associate Chambers\nBeaufort House\n15 St Kuomassi\nRamblaii\nabidjan (Cote d ivoire)\n  \nDear sir/madam\n \nI am Laurence Jerry, a Solicitor. I am the Personal Attorney to Mr.Robert Norton who used to work with  Gas Investing  in Abidjan (COTE D IVOIRE).On the September 11th,2001, his wife and their three children were involved in a Plan Crash You can view the website in (http://www.cnn.com/SPECIALS/2001/trade.center/victims/AA11.\nvictims.html) Unfortunately, they all lost their life in the event of the Plan Crash. Since then I have made several enquiries to your Embassy to locate any of my client\u0092s relatives, this has also proved unsuccessful. After these several unsuccessful attempts, I decided to trace his relatives over the Internet to locate any member of his family but to no avail, hence, I contacted you to assist in repatriating the money left behind by my client in one of the ECOBANK here. (cote d ivoire) Particularly, the deceased deposited the US$10.5 Million (Ten Million five hundren thousand United States Dollars only)In the ECOBANK\n   \n  Consequently, this BANK issued me a notice to provide the Next of Kin to claim the US$10.5 Million (Ten Million five hundred thousand United States Dollars only) in their custody within the next ten official working days. Since I have been unsuccessful in locating the relatives for over 3years now, I seek your consent to present you as the next of kin of the deceased to claim the fund as the Next of Kin to him so that the fund will be transferred to your account by the ECOBANK \n    Upon your interest and williness to help, both of us will make agreement on the sharing % of this fund before I commence on this funds on your name as the next of Kin to Mr/Mrs.Robert Norton.\nAs you may like to know Mr./MrsRobert Norton was a retiree from Lubec in france All I require is your honest co-operation to enable us seeing this deal through.\n  I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. \n   \n  Best regards.\nBarrister  Laurence Jerry\n  IN GOD I TRUST\n\n\n\n\n __________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com ", "id": "2f0e6bd1a72e24b056a896b7b7db8f14"}