{"email_subject": "FROM MR.MAZURI MARTINS", "email_body": "\n\n\nFROM MR.MAZURI MARTINS\nJOHANESSBURG,2001\nREPUBLIC OF SOUTH AFRICA.\nPHONE+27 73 130 8560\n\n\n\n\n\n\n                                       STRICTLY CONFIDENTIAL\n\n\nSir/Madam,\n\nYou may be surprised to receive this letter from me since you do not know\nme personally. I am Mr. Mazuri Martins the first son of Mr.Philip Mazuri,\nwho was recently murdered in the land dispute in Zimbabwe .I got your\ncontact through the internet network online hence I decided to write you.\n\nBefore the death of my father, he travelled to Johannesburg to deposit the\nsum of US$ 25.5Million (Twenty Five  Million Five  Hundred Thousand United\nStates Dollars) only, in one of the private security/finance companies, as\nif he foresaw the looming danger in Zimbabwe.  This money was deposited in\nthe security / finance company as family valuables and consignment to\navoid much demurrage from the Security Company. This amount was meant for\nthe purchase of new machines/ farm machineries and chemicals for the farms\nand establishment of a new farm   in Swaziland because he is the chairman\nof the farmers association while Mum was the treasurer.\n\nThis land problem came ( and is still on )  when our President Mr. Robert \nMugabe introduced a new Land Act reform which wholly affected the rich\nwhite farmers  and some few black  farmers. This resulted to the killing\nand mob action by the Zimbabwean war veterans and some lunatics in the\nsociety hijacked the opportunity.  In fact, lot of people were killed\nbecause of this land reformed Act for which my father was one of the\nvictims, the news about the crisis in Zimbabwe is every where both in the\nCNN and BBC.\n\nIt is against this background that, I and my family  who are currently\nstaying in South Africa now decided to transfer my fathers money to a\nforeign country since the law of South Africa prohibits refugees(political\nasylum seekers)  to open any bank  account or to be involved in any\nfinancial  transaction throughout the  territorial zones of South Africa. \nAs the eldest son of my father, I am saddled with the responsibility of\nseeking a genuine foreign partner with a good bank account where this\nmoney could be transferred into without the knowledge of my government who\nare bent on taking everything.\n\nAll I seek for is your seriousness, for I am entrusting my future and that\nof my family into your hands .I must also let you know that this\ntransaction is 100%risk free.  If you accept to assist my family and me\nall I want from you is for you to make arrangements and come to\nJohannesburg  South Africa (if possible), so that you can help me   open\na non-resident account in your name which will aid us in   transferring\nthe money into any account you will nominate outside South Africa . This\nmoney I intend to use for investment in a good business venture.\n\nI have two options for you, firstly you can choose to have certain\npercentage of the money for nominating your account for this transaction,\nor you can go into partnership with me for the proper profitable business\ninvestment of the money in your country. Whichever option you want, feel\nfree to notify me. I will also map out 5% of this money for all kinds of\nexpenses we\nmight incur in the process of this transaction. If you do not prefer a\npartnership I am willing to give you 20% of the money while the remaining\n75% will remain for me and my family. If you are really capable and\nwilling to assist me please contact me immediately with my alternative\ne-mail address above for faster communication.\n\nFinally, please give this matter the urgent attention it deserves as I am\nin dire need to leave this country.\nKindly send me your private phone and fax number for easy communication.\n\nBest regards,\nMr.Mazuri Martins\n(For the Family)\n\n\n", "id": "2f61411e14c777d74409b285f90ad324"}