{"email_subject": "GOOD DAY ", "email_body": "Re Urgent Assistance\n\nKindly allow me the modesty of introducing myself. I am KEN GREEN KABILA,the\nson of the former head of state/ president of Congo-Kinshasha (then called\nZaire) Mr. Laurent Desire Kabila.\n\nI am contacting you in order to ask for your assistance on this confidential\nBusiness proposal with full financial benefit for both of us.\nBefore I go into further details please be informed that I am writing without\nany other person(s) pre-knowledge of my contacting you on this transaction.\nTherefore I will appreciate same attitude to be maintained all through.\nI have the sum of USD55Million from a secret sale of Diamond by my father\nbefore he was assassinated by one of his body guard (Rashid) on January 16th\n2001, which I will like you to receive on my behalf due to security reasons,as\nmy narration below will explain. But before I continue b e well informed that\nyour share in this transaction has been calculated at 15% of the total sum of\nUSD$55M, 5% for expenses and the rest for my family and me.\n\nMy father as a real African traditionalist was a polygamist thereby having\nmarried so many wives, and my mother being the second wife of my father, My step\nbrother Joseph, who is the current president of my country, is the son of the\nfirst wife and he does not have any knowledge about this deal.\n\nAlready president Joseph is using his power to colonize all the money and\nprivate property, which my father left behind for the whole family. Now my\nmother and I are left with nothing in the inheritance of my late father's\nwealth. Our situation is seriously critical that we need your assistance to help\nus receive these funds overseas for proper investment.\nLet me quickly assure you the 100% safe proof of this transaction because the\ndiamond sales are packaged from the onset in a pa ttern that shows no direct\ntrace or linkage with us (Kabi! la family). At present the money is in cash and is\nsecured in a financial institution company as consignment.\nThe consignment will be released within seven (7) days of my being in receipt\nof your reply via my email address above only for security reasons.\n\nI am waiting for your swift and favorable response, and in case you have any\nquestion(s), do not hesitate to contact me.my alternative email is ken_kabil40@zwallet.com\n\nyou can call me mmediately on my private phone number which is :229-988-039.\n\nBest Regards,\n\nKEN GREEN KABILA.\n\n\n\n\n\n", "id": "2f6b637b10946fd8f4936c1565247a04"}