{"email_subject": "PRIVATE!!!!", "email_body": ">From The Desk Of MR MR.ODIASE GEORGE\nChairMan Contract Award Committe\nFederal Ministry of Aviation. \nGarki- Abuja-Nigeria\nTel: 234-1-7761675\nFax: 234-1-7592687. \nDear \nMy nameis MR MR.ODIASE GEORGE.chairman of the contract award committe of the.\nFederal Ministry of Aviation. Sometime last year,the Federal Government of Nigeria decided to upgrade the Radar and Landing facilities at the Malam Aminu Kano International Airport,kano inNorthern Nigeria.The contract ran into several millions of\nDollars. \n\nThe contract was handled by a foreign firm but because of the\nhuge monetary profit we envisaged we decided toover-invoice the\ncontract sum. Now the contract has been completed and the\noriginal contractor has since been paid, but the contract balance\nof US$12.5 million, which resulted from the over invoiced\ncontract sum that has been left in a suspense account with the\nCENTRAL BANK OF NIGERIA, is what me and my partners are planning\nto take out of the country for ourselves. The problem is as\ngovernment officials, we are not supposed to own fat bank\naccounts, talk less of having foreign ones. To this end, we are\nsoliciting your assistance as a foreign partner who can assist us\nand receive this amount into your account. We are ready to share\nthis money with you on the basis of participation. We also have\nplans to invest part of this money in any viable business in your\ncountry under your care, as we are very close to retirement age. \nIn any case, I received a reference of you on the net while\nlooking for a potential and reliable partner. Please if you\naccept my proposal do not hesitate to send me an e-mail, so that\nI can provide you with the basic procedures for the release of\nthe fund. \nIt does not matter whether you or your company does contract\nproject of the nature described here, the assumption is that you\nwon a major contract and subcontracted it to another company,\nmore often than not, big trading companies or individuals of\nunrelated field win major contracts here in Nigeria and\nsubcontracts same to more specialized firms for execution. \nBENEFIT: For providing the account where we shall remit this\nmoney, you will be entitled to 15% of the entire funds, 80% will\nbe for me and my partners, while 5% has been set aside to cover\nany expenses that may be incurred by both parties during this\ntransaction, both local and international. \nPlease I enjoin you to handle this transaction with utmost degree\nof maturity and confidentiality because I am still in active\ngovernment service with the \"FEDERAL MINISTRY OF AVIATION\". If I\nreceive your response on time, this whole transaction could be\naccomplished within the shortest possible time based on your\ninterest and determination, since the money is already in\ntransit. \nPlease, try to reach me soon as there is no much time to waste on this . \nYours faithfully, \nMR.ODIASE GEORGE\n\n\n\n", "id": "2f766030682ced87c869867686f1a4ff"}