{"email_subject": "Salutation,", "email_body": "\nSalutation,c'est avec respect et humilité que je vous j'écris pour solliciter de votre haute bienveillance, une assistance de grande importance.Je souhaite solliciter votre aide dans la migration et l'investissement dans votre pays  la fortune que j'ai hertitée de mon père . Brièvement, je suis une sierra léonaise agée de 22 ans et la fille unique du défunt DR Kouakou Bah Theodore. Jusqu'à sa mort, mon père était le Directeur général d'une société d'extraction d'or et de diamant dans la région de Kanema en Sierra Leone. Le 6 Avril 2002 les forces militaires fidèles au gouvernement d'Ahmed TIJAN KABBAH ont envahi la mine de diamant et d'or et ont assassiné mon père, le confondant avec son frère kouakou Sankoh qui est le député du (RUF) du révolutionnaire FODAY SANKOH.Quand ma mère, absente car venu me voir en côte d'ivoire où j'étudie dans une grande école a appris la nouvelle ,elle est retounée au pays malgré tous les risques et a récupéré certaines des affaires qu'elle jugeait sacrées pour mon père dans notre villa de famille. Parmi les objets récupérés figurait un dossier contenant des détails d'un dépôt que mon père a fait dans une société de compagnie de sécurité à Abidjan Côte d'Ivoire. Il y a déposé $ 10.500.000,00 (Dix millions cinq cent mille de dollars des États-Unis) contenus dans une (1) boîte de tronc à son nom. Il n'a pas révélé le vrai contenu de la boîte à cette société. Néanmoins il  a déclaré le dépôt comme biens de famille pour des raisons de sécurité. C'est l'argent que mon defunt père a gagné à partir de la vente de l'or et de diamants pendant son temps comme Directeur général. Compte tenu du climat politique instable en Cote d´Ivoire , j'ai décidé de chercher un partenaire afin d'investir cette somme hors de la Côte D'ivoire dans des domaines rentables,  c'est donc la raison pour laquelle je viens vers vous pour solliciter votre assistance et nous aider à investir dans votre pays. La meilleure méthode pour conclure cette transaction vue la tension politique en cote d´Ivoire, serait d'expédier la caisse contenant les fonds dans votre pays . La compagnie de sécurité a la possibilité de nous faciliter les choses en expédiant cette caisse dans votre pays par la voie diplomatique que j'apprécie beaucoup. Dès l'arrivée de ces fonds dans votre pays, vous allez les récupérer et les sauvegarder et engager les démarches pour nous aider à venir s'établir dansvotre pays. Ici en raison de sa proximité à notre pays et de la guerre, notrestatut de réfugié ici ne peut pas faciliter les affaires pour nous. Nous vous demandons également de rechercher des affaires fiables et lucratives, de sorte que nous puissions investir sagement. Nous avons à l'esprit de vous donner 15 % de toute la somme (10.500.000,00 millions de dollars $), et la part de 25% dans n'importe quel investissement que nous ferons au moment venu si vous acceptez de nous aider.  Cette fortune que nous vous avons indiquée devrait demeurer confidentielle.dans l'attente de vous lire.Au plaisir de collaborer avec vous. Bien à vous, Mlle  kouakou Chantal\n_________________________________________________________________\nSur Windows Live Ideas, découvrez en exclusivité de nouveaux services en ligne... si nouveaux qu'ils ne sont pas encore sortis officiellement sur le marché !\nhttp://ideas.live.com", "id": "2fba47120b3ca74f2369b63a2f0b5564"}