{"email_subject": "GOODDAY SIR", "email_body": "GOODDAY SIRI AM MISS SUSSY PLEASE DO REPLY THIS E-MAIL THROUGH MY PRIVATE EMAIL ADDRESS FOR SECURITY REASONS: e.sussy@caramail.comDear Good thing to write you. I have a proposal foryou-this however is not mandatory nor will I inany manner compel you to honour against your will. Your profile pushed me to send you this mail,I am Sussy Emma and the only daughter of our late parents Mr.and Mrs.Emma with my junior brother Kelly. our father was a highly reputable busnness magnet-(a cocoa merchant)who operated in the capital of Ivory coast during his days.It is sad to say that he passed away mysteriously in France during one of his business trips abroad year 12th.Febuary 2002.Though his sudden death was linked or rather suspected to have been masterminded by an uncle of his who travelled with him at that time.But God knows the truth!My mother died when I was just 10 years old,and sin  ce then my father took me and my junior brother so special. Before his death on Febuary 12 2002 he called the secretary who accompanied him to the hospital and told him that he has the sum of ten million,seven hundred thousand United State Dollars.(USD$10.700,000) left in one of the leading security company here in Abidjan Ivroy coast West Africa. He further told him that he deposited the money in my name,and finally issued a written instruction to his lawyer whom he said is in possession of all the necessary but legal documents to this fund and the security company .I am just 24 years old and a university undergraduate, I really don't know what to do Now. I want an account overseas where I can transfer this funds. This is because I have suffered a lot of set backs as a result of incessant political crisis here in Ivory coast.The death of my father actually brought sorrow to my life.Dear,I am in a sincere desire   of your humble assistance in this regards.Your suggestions and ideas will be highly regarded.Now permit me to ask these few questions:- 1. Can you honestly help me as your Sister? 2. Can I completely trust you? 3. What percentage of the total amount in question will be good for you after the money is in your account? Please,Consider this and get back to me as soon as possible. Through my private email box bellow for security reasons: e.sussy@caramail.comThank you so much.My sincere regards,Sussy Emma ______________________________________________________Bo?te aux lettres - Caramail - http://www.caramail.com", "id": "2fe1a55ee402770807824b11b30c5c46"}