{"email_subject": "GOOD DAY.", "email_body": "My Dear Friend,\n \nI am Mr.George Akin,from Arab Bank Plc,Benin Rep. During the \ncourse of our auditing we discovered the sum of (USD$9.7m) \nfloating in an account opened in this Bank since 1999 and as \nfrom 2001 nobody has operated on this account again, and after \ngoing through some old files in the records I discovered that \nthe owner of the account died without a [HEIRE]sept 11th 2001 \nby plane crash, hence the money is floating.\n\nAfter due verification I noticed that no other person knows \nabout this account except his wife who was also invovled in the \ncrash, and the account has no other beneficiary and my \ninvestigation proved to me as well that until his death he was \nthe Director GOLD ARK [SARL]\n \nSince our Bank Arab Bank Plc Benin rep. got information about \nhis death, we have been expecting his next of kin to come \nforward and claim his money because we cannot release it unless \nsomebody applies for it as next of kin or relation to the \ndeceased as indicated in our banking guidelines and policies \nbut up to date nobody came up to this bank as his next of kin \nor relative. It is therefore upon this discovery that I and \nother officials in my department now decided to make this \nbusinness proposal to you and release the money to you as the \nnext of kin or relation to the deceased for safety and \nsubsequent disbursement since nobody is coming forth and we \ndon't want this money to go into the Bank treasury as unclaimed \nBill.\n \nOn this note, I decided to seek for whom his name shall be used \nas the next of kin as no one has come up as his relation. And \nthe country law here does not allow such money to stay more \nthan Five years, for the money will be recalled to the \ngovernment treasury as unclaimed after this period.\nUpon the receipt of your response, I will send to you the \napplication form, bank's contact and the next step to take. I \nwill not fail to bring to your notice that this business is \nhitch free and that you should not entertain any fear as all \nmodalities for fund transfer can be finalized within five \nbanking days, after you apply to the bank as a relation to the \ndeceased.\n \nWhen you receive this letter, kindly send me an e-mail \nsignifying your decision.Including your private Tel/Fax numbers \nfor quick communication. I will be very happy if you can treat \nthis business with the utmost secrecy it demands because of my \nposition in this bank.\n\nHoping for a very successful business relationship with you.\nRespectfully submitted,\n\nMr George Akin.\n+229-909-358\n\n\n\n\n\n-----------------------------------------------------\n\"Terminator 3: Bunt maszyn\" ju od listopada na DVD.\nhttp://film.wp.pl/p/film.html?id=1968&h=64425\n\n\n\n\n\n", "id": "2ff67118798d2c2fcd8015ccbcb5d0e5"}