{"email_subject": "Urgent Replay ", "email_body": "Dear, Meade\n\nFirst, i must solicit your strictest confidence in this transaction, this\nis by virture of it nature as being utterly confidential and top secret.study\nthis portion carefully and advice categorically, if you will be able to\nhandle,as i might not want to be\nexposed of the information considering the source and reputation of my name.\n\n I am Mr.Adams Williams  the newly appointed chairman, contract reviewing\ncommittee(CRC) of the   ministry of works and housing (FMW&H) in Lome,Togo.\nI am seeking your assistance to enable me transfer the sum of US$17,000,000.00\ninto your account for mutual benefits.\n\nThis money came about as a result of contract executed on behalf of my ministry,the\n(ministry of works and housing).This contract was officially assigned to\nbe awarded and executed by two foreign contractors at the tune of US$80,000,000.00,but\nin the course of our negotiation, we bargaineed with only one foreign contractor,\na bulgarian firm which now executed the contract at the cost of US$63,500,000.00.Thus\nleaving the remaining US$17M to our (members of the CRP) benefits unknown\nto the contractor any other person in my ministry.This contract has been\nsatisfactorily executed and inspected as the bulgarian firm is presently\nsecuring his payment from my ministry. It is however to this effect that\ni seek your maximum assistance and approval to present your company name\nalongside with bulgarian contractor as the second foreign contractor to\nenable me transfer the difference (US$17M) into your account for further\ninvestment depending on your advice. On actualization of the transaction,\nfund will be shared thus:\n\n1. 40% of the money go to you for acting as the beneficiary of the funds.\n\n2. 10% for reimbursement to both parties for incidential expenses that may\nbe incurred in the course of the transaction for insurance,phone bills,documentation\netc.\n\n3. 50% for me. All logistics are in place and all modalities worked out\nfor the smooth actualization of the transaction within fourteen working\ndays of commencement after receiving the following information by fax:your\ncompany's name, address, phone/fax numbers and the activities of your company.\n\nThe above information will enable me make application and lodge claims to\nconcerned ministries in favour of your company or name  and it is pertinent\nto state here that this deal is entirely based on trust and the fear of\nGod.\n\nIf you are able to handle this,feel free to reach at {adams_williams2001@yahoo.co.uk}\nfor a perfect understanding of the transaction.\nThanks in anticipation of your positive response.\n\nYours faithfully.\n\nMr.Adams Williams.\n\n___________________________________________________________________________\nCon Terra MAIL obtienes 6MB de espacio además de bloqueo ANTISPAM\nhttp://terramail.terra.com.mx/TerraMail/\nAcceso a Internet 3 x 1, desde ¡$179 pesos al mes! \nhttp://www.terra.com.mx/acceso/suscribete/\nEncuentra los mejores productos y precios increibles!!\nAprovecha nuestra promoción a 12 pagos sin intereses con Banamex y Bancomer\nhttp://www.decompras.com/\n\n\n\n\n\n", "id": "2ffc8ae07c89114d9b6486f62abc8729"}