{"email_subject": "Sincere Assistance Needed", "email_body": "From:Mrs.Amina.A Bello. \nAttention:The Managing Director.\nThis mail is not intended to cause any embarrassment in whatever form to you but i must solicit your confidentiality, i know a proposal of this magnitude will make anyone apprehensive and worried,but I am assuring you that it is sent in good faith and will be of mutual benefit to both parties.I am Mrs. Amina.A.Bello, an Iraqi refugee ,my husband was until recently, one of the personal aid to the president of Iraq who was formerly overthrown out of power by American Government . \nPlease do not feel bad about the manner of reaching out to you it is so because I am compelled to contact you due to the situation am faced with,the last serious crisis that is still ravaging in my country,which recently led to misfortune of our government and my late husband position as the personal aid to the president, we were able to come over here in Thailand ,we inherited the sum of US$11 million.The funds were originally gotten from my late husband proceeds. My late husband was able to safe guard the fund with a very good diplomatic contact from my Country. \nI have decided to contact you because I am interested in investing in your country which is investment friendly. Please kindly guide and assist me in making the right investment since I am also interested in buying a residential property as I will be moving my family over there as soon as every thing regarding technical and logictics details is worked out and ascertained to our respective satisfaction. \nIn view of your participation,I am ready to give you a good negotiable percentage for your assistance,or better still commit it into viable Joint venture projects,be assured that you stand no risk of any kind I have all necessary legal documents that can be used to back up any claim we may make anywhere. All i require is your honest cooperation to enable us see this transaction through. \nAs soon as I get your consent, we will quickly move this fund to your country for investment I am here with my only surviving son Musa, I strongly believe that associating with you to embark on this and other business ventures will derive a huge success here after, please include you private contact telephone number and private e-mail when replying in order for me to update you more on the plans as to how we intend to actualize this transaction most successfully.I will be looking forward to doing business with you and I do solicit your Confidentiality in this transaction . \nYours Sincerely.\nMrs.Amina.A.Bello. \n\n\n\n\n", "id": "3002445c53f8cc6eb6a99f459df128f3"}