{"email_subject": "FROM Accountant David", "email_body": "My Dear Friend\n       \n          (RE-TRANSFER OF $35.5MILLION US \nDOLLARS)\n \n  Please,Permit me to introduce myself to you. My name is Mr.\nDavid Rowland, A Top Management Official of one of the finance \ncorporation in Africa.I came to know about you in my private search for \na reliable person/company to handle an important assignment on behalf \nof my Colleagues and myself. \n  \n  A German Mr. Wolfgang Schinister, 66 \nyears of age and a prosperous oilGold merchant had in our Bank the sum \nof $35.5million in a domiciliary account.Unfortunately, he was killed \nin the plane crash involving concord AF4590 in Gonesse,France. Efforts \nhad been made by the management of my bank through the German Embassy \nin Johannesburg \nto contact any of the deceased children but to no \navail, as we were made to understand he had no children. Given the \nskeletal information available to the bank, it has so far been \nimpossible to reach any of the relatives. \n  \n  The situation left for \nthe Management is to declare the deceased account dormant and revert \nthe Amount to trading on behalf of the interest of the Bank. In order \nto avoid this development, my Colleagues and I now seek your approval \nto have you stand as a distant relative to Mr Wolfgang Schinister, so \nthat the money would be released to you. All documents and proofs to \nenable you get the money will be carefully packaged once we receive \nyour consent on this proposal. \n  \n  I shall apply for a leave as soon \nas the funds gets into your reliable account to come to your country \nfor possible sharing and investment opportunity which you will assist \nme in doing. May I assure you that this is safe and risk-free, as we \nhave taken care of all necessary modalities to ensure a hitch-free \nmovement? I have the authority of my partners involved in this \nassignment to propose that should you be willing to assist us in this, \nyour share would be 25%.I have reposed my confidence in you and hope \nthat you will not disappoint me.Then i will like to know your age first \nto know weather you can be able to do this type of business and send me \nyour telephone number so that i will call you for heart to heart \ndiscussion.\n\nBest Regards, \nMrDavid Rowland        \n    \n\n\n", "id": "3014e2b422da72efe4890c5b88139b00"}