{"email_subject": "VERY IMPORTANT ", "email_body": "\n\nDear Friend ,\n\n\nNaturally, this letter will come to you as a surprise since we have not met,permit me however, I am MR.HASSAN  GEORGE,a Zimbabwean Farmer. I am contacting you as the need for me to have a foreign partner in your country has become necessary due to my plans to relocate and establish a private company in that region, as the present political instability in my country (Zimbabwe), does not encourage financial investment as the environment is not conducive for investment and most of all security is not guaranteed,just as reported by the International media.\n\nI wouldn't go much deep detailing but you can have a look on this web-site if you have the time and see what kind of brutal president we have.\n\nhttp://www.rte.ie/news/2000/0418/zimbabwe.\n\nhtml This problem started when the Zimbabwean government under the leadership of President Robert Mugabe announced a decree on May 31st 2001 to seize more than 6000 white-owned farms. So far, more than 5,400 white owned farms have been invaded, properties confiscated and farm lands seized. During these periods, as reported by the international media and C.N.N, more than 500 white farmers were killed, the government didn't stop at this, as just recently the government have asked all white-farmers to give up their farms to black farmers or risk going to prison.\n\nHaving lived in this country (Zimbabwe) for more than 35 years, I have no other country to go to, nor can I trace any of my distant relatives. Therefore, I decided to contact you for your assistance so that I can establish a company in your country and relocate there. Also, I must re-iterate the importance of having a citizen of your country to front as the owner of the enterprise, due to the fact that I will be a foreigner in your country.\n\nI have deposited in a Security company all the funds realised from the sales of my farmland and other farming equipment which amounted to USD8.5,000,000.00 (Eight million five hundred thousand United States Dollars). These  funds was packaged in two trunk boxes and declared as Gemstones to avoid much demurrage from the security company and not to know of the exact  content so that they don't steal my money.It is to the knowledge of you and i that it is money that is in the trunk boxes.The trunk boxes of us$8.5m have been arranged and securely sealed, crated and then deposited with a security company ready for shipment abroad via diplomatic courier service so as to make it immune to custom and other bureaucratic checks at the ports. \n\nThe reason for this is because it is the only way the funds can be transferred without any problems.\nFor now, I stay in U A E because Zimbabwe is highly unsafe for me and my family. You can mail your immediate response to me. Upon your immediate response, I will immediately arrange and send to you all the documentation that will empower your good self in finalizing the transaction with the security company.\n\n Let me use this opportunity to also inform you that this transaction is 100% risk free and should\nalso be handled in the most confidential manner.\n\nI have options to offer you, first you can choose to have certain percentage of the money for your assistance, or you can go into partnership for a proper profitable investment of the money in your country. Which ever option you choose, feel free to notify me. \n\nIf for some reasons you do not prefer a partnership, I am willing to give you 25% of the money while the  remaining 75% that is meant for me, will be for the investment in your country.\n\nSo based on the above, it is important you communicatewith me. On the event that you cannot assist me to do the business, I beg you to still keep my contact andexistence of my fund a secret.\n \nI also require you to make available to me the following\n \n1)Your Complete name.\n \n2)Your confidential telephone and fax numbers to enable me comminicate with you easily.\n \n Sincerely Yours,\n\nHASSAN   GEORGE   .\n  ", "id": "30380442fde8a219dffd9ffa2b6af5aa"}