{"email_subject": "FROM THE DESK OF RAJI RAJI", "email_body": "\n\nFROM THE DESK OF RAJI RAJI\nBILL AND EXCHANGE MANAGER,\nAFRICAN DEVELOPMENT BANK  (ADB)\nOUAGADOUGOU, BURKINA FASO.\n\nDear Friend,\n\nHow are you,first i will explain my self little to youbefore we continue. I \nam the manager of bill and\nexchange at the foreign remittance department ofAFRICAN DEVELOPMENT BANK \n(ADB)I am writing to seekyour interest over a transaction.\n\nIn my department we discovered an abandoned sum of$15m US dollars (FIFTEEN \nMILLIONS US DOLLARS) . In anaccount that belongs to one of our foreign \ncustomer\nwho died along with his entire family in November 2002  in a plane crash. \nSince we got information about his death, we have been expecting his next of \nkin to come over and claim his money because we cannot release it unless \nsomebody applies for it as next of kin or relation to the deceased as \nindicated in our banking guidelines but unfortunately we learnt that all his \nsupposed next of kin   or relation died alongside with him at the plane \ncrash leaving nobody behind for the claim.\n\nIt is therefore upon this discovery that I and one orther official in my \ndepartment have decided to make this business proposal to you and release \nthe money to you as the next of kin or relation to the deceased for safety \nand subsequent disbursement since nobody is coming for it and we dont want \nthis money to go into the Bank's treasury as unclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money remained \nunclaimed after five years, the money will be transferred into the Bank's \ntreasury as unclaimed fund. The request of  foreigner as next of kin in this \nbusiness is occasioned by the fact that the customer was a foreigner and a \nBurkinabe cannotstand as next of kin to a foreigner.\n\nWe agree that 40 % of this money will be for you as foreign partner, in \nrespect to the provision of a\nforeign account,  10 % will be set aside for expenses incurred during the \nbusiness and 50 % would be for me and my colleague. There after I will visit \nyour country for disbursement of the fund according to the percentages \nindicated in this proposal. Therefore to enable the immediate transfer of \nthis fund to you as arranged, you must apply first to the bank as relations \nor next of kin of the deceased indicating your bank name, your bank account \nnumber, your private\ntelephone and fax number for easy and effective communication and location \nwhere in the money will beremitted.\n\nUpon receipt of your reply, I will send to you by email the text of the \napplication. I will not fail to\nbring to your notice that this transaction  is hitch free and that you \nshould not entertain any atom of\nfear as all required arrangements have been made for the transfer .\n\nYou should contact me immediately as soon as you receive this letter.\n\n\nTrusting to hear from you immediately.\n\n\nYours faithfully RAJI RAJI\nBill and Exchange Manager,\nAfrica Development Bank (A.D.B)\n\n_________________________________________________________________\nGagnez des crans plats avec Live.com http://www.image-addict.fr/\n\n\n\n", "id": "307187960b05b160e94daedfab93fb30"}