{"email_subject": "HELLO", "email_body": "\nDEAR CEO\nLet me first apologise to you as regards to little embarrassment this my\nletterof proposal might cause you. In accordance to this, I received your\ncontact e-mail through Internet display when I was in need for honest and\ntransparentforeign partner, who can provide me an assistance to transfer this\nsum of forty million United States dollars to From:\nprince ige his account for joint onwardestablishment in his country through his\nwholesome assistance. Since I have decided to live and run my establishment in\nyour country.\nI am prince yusuf ige, the only Son of the late former attorney general and\nminister of Justice of the Federation Chief. Bola Ige who was shot to death as\na result of ethnic crisis here in Nigeria which the matter still under\ninvestigation. After the death of my late father, Chief Bola Ige his burial was\nperformed and was given a nice befitting burial ceremony that made some\nimportant leaders/attorney generals in other African countries to came to our\nfamily and past condolence visiting as avaledictories possession thank God the\npredecessors went back to their various countries safely.\nIt may interest you to know how the above fund was recovered, in my late father\nsecurity under-ground vault where he saved some vital documents in my favour\nand deposited the fund in Overseas Security Company for safekeeping. Since the\ndeposited fund in overseas was willed in my favour I therefore humbly request\nfor your kind wholesome assistance to assist me accommodate the above mentioned\nfund to your country account for onward joint establishment. You may however,\nnotice that the US 40million dollars was recovered during when my late father\nwas minister of power /Steel and minister of Justice for the federation based\non some contracts he signed in favour of foreign companies that executed\ncontracts here in Nigeria that worth millions of US dollars and returns were\ngiven to him as benefits before the wicked fellow shot my late father to death.\nGod is going to reward them according to their evil acts. In addition to this,\nI shall be oblige to detail you more information as regards to your kind and\nquick response on dispatch of the mail by sending to me your letter of\nacceptance and your personal phone and fax number for us to expedite action and\ndiscuss how to meet at the security company in Overseas and move the above\nmentioned fund to your vital account and plan for onward joint establishment in\nyour country. I hereby assured you also that this business stand 100% risk free\nhence the above said fund was willed to me from my late father Chief Bola Ige.\nThank you as I hope receiving your quick response for us to expedite action.\nBest regard\nPRINCE YUSUF IGE\n\n\n\n-_-_-_ Free Email Service! No Hidden Charges! Click Below to Sign Up -_-_-\n         This mail sent through http://mail3000.com/register.html\n\n", "id": "30ed2d8853776fb24c195463e36eb10f"}