{"email_subject": "SADDAM PALACE", "email_body": "SADDAM PALACE\n\n Dear Sir,\n\nI got your contact from the World Trade Organisation directory of the\nUS,Canada& European Union and I am very sorry to interrupt your peace\nsince you are not expecting to receive any mail from me.\n\nHowever, I was obliged to do so due to the importance and urgency of the\nmessage. I crave yourindulgence,and want to reassure you that I mean Well\nand that it is only for our mutual good.So please do not be embarrassed.\n\nMy name is Dr.Michael Hammer ; I am a social worker with an\ninternational-Governmental/Voluntary organization based in Switzerland.I\nam the Accounts/ Project Director in-charge of the Middle East regional\nrepresentation.\n\nOur organization,through local NGO'S and other Agencies and in partnership\nwith theUnited Nations High Commission for Refugees, UNHCR, UNESCO, etc\nworks and sponsors development projects and social services in some third\nworld/developing countries,assistance and re-settlement of victims of\nnatural disaster, civil wars and Refugees,displaced/oppressed children and\nminority people around the world.\n\nI am just back from Iraq where in the cause of performing our duties we\nfound a huge amount of cash in an abandoned Palace, I reached an agreement\nwith the members of my team whom are UN\nofficials and we agreed to keep this money to ourselves and then moved the\nbox out of Iraq to Europe (with their immunity as UN officials they are\nnot searched at borders or airports).\n\nNow, I am in need of a reliable and trustworthy person or company overseas\nwhom I can confidently work with since my work does not permit me to own a\nforeign bank account or any personal business until retirement, I have the\nhonor to confide this information in you\nand to request for your pleasure to assist to receive and secure the money\nin your account,pending our retirement from service.\n\nPlease understand that my approach to you is based only on my positive\nreasoning and on the belief that you will not disappoint or betray me at\nlast. The amount is fairly huge and we have agreed that on completion of\nthe deal, you will retain some reasonable percentage of\nthe money(20%) as a compensation for your assistance.the amount of the\nmoney is TWENTY MILLION UNITED STATES DOLLARS To consider our official\npositions,reputation and integrity, especially,the opportunities in the\nbusiness itself, it is very necessary that all due care be taken so that\nwe do not miss the opportunity due to carelessness.\n\nYou are therefore expected and advised to display high degree of\nmaturity,responsibility and understanding in handling this information.I\nwill give you all the details in my next mail when you have indicated your\ninterest and commitment to work with me.\n\nAlwaysremember that this is the highest confidence and trust any person\ncan repose on the other, especially when it is considered that we did not\nknow ourselves before.I hope you will honor me too.\n\nWe can come over to join you for sharing and to guarantee that we have\nunlimited access to you before and when the funds hit your account.Moreso\nfor an effective and easy communiation I\nwill advice that you furnish me with your telephone, cell and I eagerly\nawait yourpositive\nresponse.\n\nBest regards,\nMichael Hammer, Dr.\nPlease reply only to this email address michael_hammer88@yahoo.it\n\n\n\n\n", "id": "317cf07318e67fbea28cc4df1991c779"}