{"email_subject": "Re: Inquiry From Kevin", "email_body": "Good day,\n\nI am Mr. Kevin Garforth,staff of Cater Allen Private Bank. I am contacting\nyou concerning a deceased customer and an investment he placed under our\nbanks management three years ago.I Would respectfully request that you\nkeep the contents of this mail confidential and respect the integrity of\nthe information you come by as a result of this mail.I am contacting you\nindependently of our investigation and no one is informed of this\ncommunication. I would like to intimate you with certain facts that I\nbelieve would be of interest to you. In the year 2002, the subject matter;\ncame to our bank to engage in business discussions with our private\nbanking division. He informed us that he had a financial portfolio of Six\nMillion United States dollars, which he wished to have us turn over\n(invest) on his behalf.\n\nI was the officer assigned to his case, I made numerous suggestions in\nline with my duties as the de-facto chief operations officer of the\nprivate banking sector then, especially given the volume of funds he\nwished to put into our bank. We met on numerous occasions prior to any\ninvestments being placed.I encouraged him to consider various growth funds\nwith prime ratings. The favored route in my advice to customers is to\nstart by assessing data on 6000 traditional stocks and bond managers and\n2000 managers of alternative investments. Based on my advice, We spun the\nmoney around various opportunities and made attractive margins for our\nfirst months of operation, the accrued profit and interest stood at this\npoint at over Two million United States Dollars, this margin was not the\nfull potential of the fund but he desired low risk guaranteed returns on\ninvestments.\n\nIn mid 2003, he asked that the money be liquidated because he needed to\nmake an urgent investment requiring cash payments in Helsinki- Finland. He\ndirected that I liquidate the funds and deposit it with a security firm. I\ninformed him that my Bank would have to make special arrangements to have\nthis done and in order not to circumvent due process, the bank would have\nto make a 9.5 % deduction from the funds to cater for banking and\nstatutory charges. He complained about the charges but later came around\nwhen I explained to him the complexities of the task he was asking of us.\n\nCash movement across boarders has become especially strict since the\nincidents of 9/11. I contacted my affiliate and made the funds available\nto the security firm. I undertook all the processes and made sure I\nfollowed his precise instructions to the letter and had the funds\ndeposited with the security firm. The Security Firm is a specialist\nprivate firm that accepts deposits from high net worth individuals and\nblue chip corporations that handle valuable products or undertake\ntransactions that need immediate access to cash. This small and highly\nprivate organization is familiar especially to the highly placed and\nwell-connected organizations. In line with instructions, the money was\ndeposited with the security firm.\n\nThe deceased told me he wanted the money there in anticipation of his\narrival from Norway later that week. This was the last communication we\nhad, this transpired around 25th of November 2003.In June last year, we\ngot a call from the security firm informing us about the inactivity of\nthat particular portfolio.This was an astounding position as far as I was\nconcerned, given the fact that I managed the private banking sector I was\nthe only one who knew about the deposit at the security firm, and I could\nnot understand why the deceased had not come forward to claim his deposit.\nI made futile efforts to locate the deceased.\n\nI immediately passed the task of locating him to the internal\ninvestigations department of Cater Allen.Four days later, information\nstarted to trickle in, apparently our client was dead. A person who suited\nhis description was declared dead of a heart attack in canne, in Southern\npart of France.We were soon enough to identify the body and cause of death\nwas confirmed. The bank immediately launched an investigation into\npossible surviving next of kin to alert about the situation and also to\ncome forward to claim his estate. If you are familiar with private banking\naffairs, those who patronize our services usually prefer anonymity, but\nalso some levels of detachment from conventional processes. In his\nbio-data form, he listed no next of kin. In the field of private banking,\nopening an account with us means no one will know of its existence,\naccounts are rarely held under a name; depositors use numbers and codes to\nmake the accounts anonymous. This bank also gives the choice to depositors\nof having their mail sent to them or held at the bank itself, ensuring\nthat there are no traces of the account and as I said, rarely do they\nnominate next of kin.\n\n Private banking clients apart from not nominating next of kin also\nusually in most cases leave wills in our care, in this case; the deceased\ndied without a testate. In line with our internal processes for account\nholders who have passed away, we instituted our own investigations in\ngood faith to determine who should have right to claim the estate. This\ninvestigation has for the past months been unfruitful. We have scanned\nevery continent and used our private investigation affiliate companies to\nget to the root of the problem. It is this investigation that resulted in\nmy being furnished with your details as a possible relative of the\ndeceased.\n\nMy present official capacity as the Head of Finance dictates that I am the\nonly party to supervise the investigation and the only party to receive\nthe results of the investigation. What this means,is that our dear late\nfellow died with no known or identifiable family member. This leaves me as\nthe only person with the full picture of what the prevailing situation is\nin relation to the deposit and the late beneficiary of the deposit.\nAccording to practice, The Security Firm will by the end of this financial\nyear broadcast a request for statements of claim to Cater Allen, failing\nto receive viable claims they will most probably revert the deposit back\nto Cater Allen.This will result in the money entering the Cater Allen\naccounting system and the portfolio will be out of my hands and out of the\nprivate banking division.\n\nThis will not happen if I have my way. What I wish to relate to you will\nsmack of unethical practice but I want you to understand something. It is\nonly an outsider to the banking world who finds the internal politics of\nthe banking world aberrational. The world of private banking especially is\nfraught with huge rewards for those that occupy certain offices and\noversee certain portfolios. You should have begun by now to put together\nthe general direction of what I propose. There is Six Million dollars\ndeposited in a security firm, I alone have the deposit details and they\nwill release the deposit to no one unless I instruct them to do so. I\nalone know of the existence of this deposit for as far as my Bank  is\nconcerned.\n\nThe transaction with our late customer concluded when I sent the funds to\nthe security firm, all outstanding interactions in relation to the file\nare just customer services and due process. The security Firm has no\nsingle idea of whats the history or nature of the deposit. They are\nsimply awaiting instructions to release the deposit to any party that come\nforward. This is the situation. This bank has spent great amounts of money\ntrying to track this mans family; they have investigated for months and\nhave found no family. The investigation has come to an end.\n\nMy proposal:I now seek your permission to present you  as a next of kin to\nthe deceased, as all documentations will be carefully worked to make you\nthe beneficiary to the funds $6,000 000 00 (Six Million United states\nDollar) ; I am prepared to place you in a position to instruct The\nsecurity Firm to release the deposit to you as the closest surviving\nrelation. Upon receipt of the deposit,I am prepared to share the money\nwith you. That is: I will simply nominate you as the next of kin and have\nthem release the deposit to you. We share the proceeds 60/40.I would have\ngone ahead to ask that the funds be released to me, but that would have\ndrawn a straight line to me and my involvement in claiming the deposit.I\nassure you that I could have the deposit released to you within a few\ndays.\n\n I will simply inform Cater Allen of the final closing of the file\nrelating to the deceased. I will then officially communicate with The\nSecurity Firm and instruct them to release the deposit to you. With these\ntwo things: all is done. The alternative would be for us to have The\nSecurity Firm direct the funds to another bank with you as account\nholder. This way there will be no need for you to think of receiving the\nmoney from The Security Company. We can fine-tune this based on our\ninteractions am aware of the consequences of this proposal.I ask that if\nyou find no interest in this project that you should discard this mail. I\nask that you do not be vindictive and destructive. If my offer is of no\nappeal to you, delete this message and forget I ever contacted you.\n\nDo not destroy my career because you do not approve of my proposal. You\nmay not know this but people like myself who have made tidy sums out of\ncomparable situations run the whole private banking sector.I am not a\ncriminal and what I do, I do not find against good  conscience, this may\nbe hard for you to understand, but the dynamics of my industry dictates\nthat I make this move. Such opportunities only come ones' way once in a\nlifetime. I cannot let this chance pass me by, for once I find myself in\ntotal control of my destiny.\n\nThese chances wont pass me by. I ask that you do not destroy my chance,\nif you will not work with me let me know and let me move on with my life\nbut do not destroy me. I am a family man and this is an opportunity to\nprovide them with new opportunities. There is a reward for this project\nand it is a task well worth undertaking.I have evaluated the risks and the\nonly risk I have here is from you refusing to work with me and alerting my\nbank. I am the only one who knows of this situation, good fortune has\nblessed you with a luck that has planted you into the center of relevance\nin my life. Lets share the blessing. If you find yourself able to work\nwith me, contact me through this email account. If you give me positive\nsignals, I will initiate this process towards a conclusion.\n\nI wish to inform you that should you contact me via official channels; I\nwill deny knowing you and about this project. I repeat, I do not want you\ncontacting me through my official phone lines nor do I want you contacting\nme through my official email account. Contact me only through the numbers\nI will provide for you and also through this email address. I do not want\nany direct link between you and myself. My official lines are not secured\nlines as they are periodically monitored to assess our level of customer\ncare in line with our Total Quality Management Policy.Please observe this\ninstruction religiously.\n\nPlease, again, note that I am a family man, I have a wife and children. I\nsend you this mail not without a measure of fear as to what the\nconsequences, but I know within me that nothing ventured is nothing gained\nand that success and riches never come easy or on a platter of gold. This\nis the one truth I have learned from my private banking clients. Do not\nbetray my confidence.\n\nMr. Kevin Garforth.\n\n\n\n\n\n\n\n\n\n\n\n", "id": "31cc146b1bd72f1464fbaea05d031988"}