{"email_subject": "FROM  JAMES  BONGANI", "email_body": "JAMES BONGANI\nST. EDDE, EGLISE,\nRUE 11, AVE 27 VRIDI, \nABIDJAN COTE D\u0092IVOIRE,\nWEST AFRICA.\n\nDEAREST ONE,\nPERMIT ME TO INFORM YOU OF MY DESIRE OF GOING INTO BUSINESS RELATIONSHIP WITH YOU.DEAR,IT IS MY GREAT INTEREST AND THE TRUST WHICH I HAVE IN YOU,THOUGH WE HAVE NOT MET BEFORE,NEITHER HAVE WE SEEN FOR THE FIRST TIME,BUT BEFORE I PICK UP YOUR NAME AND WRITE TO YOU I PRAYED OVER IT THAT GOD SHOULD DIRECT ME TO A TRUST WOULTHY AND GOD FEARING PARTNER WHO WILL HELP ME OUT OVER MY PROBLEM. FOR THIS PERMIT ME TO GO INTO BUSINESS RELATIONSHIP WITH YOU,SINCE I HAVE MADE UP MY MIND TO DO THIS BUSINESS WITH YOU. \n\nI AM JAMES BONGANI, THE ONLY SON OF LATE MR AND MRS MAXWEL BONGANI,\nMY FATHER WAS A VERY WEALTHY COCOA MERCHANT AND GOLD PRODUCER HERE IN \nABIDJAN,THE ECONOMIC CAPITAL OF IVORY COAST BEFORE HE WAS POISONED TO \nDEATH BY HIS BUSINESS ASSOCIATES ON ONE OF THEIR OUTING TO DISCCUS ON A \nBUSINESS DEAL. WHILE MY MOTHER DIED WHEN AM STILL A KID.SO MY FATHER \nTOOK ME SO SPECIAL BECAUSE I AM MOTHERLESS.\n\nBEFORE THE DEATH OF MY FATHER IN PRIVATE HOSPITAL \nHERE IN ABIDJAN. HE SECRETLY CALLED ME ON HIS BEDSIDE AND TOLD ME THAT HE \nHAS A SUM OF, (FIFTEEN MILLION US DOLLARS) DEPOSITED IN A SECURITY AND FINANCE COMPANY HERE IN ABIDJAN COTE D'IVOIRE AND THAT HE USED MY NAME AS HIS ONLY SON FOR THE NEXT OF KIN IN DEPOSITING OF THE FUND THROUGH DIPLOMATIC CHANNELS IN ONE TRUNK BOX TAGGED FAMILY VALUABLES FOR SECURITY REASONS.\n\nHE ALSO EXPLAINED TO ME THAT IT WAS BECAUSE OF THIS WEALTH AND SOME \nHUGE AMOUNT OF MONEY HIS BUSINESS ASSOCIATES SUPPOSED TO BALANCE HIM FROM THE DEAL THEY HAD THAT HE WAS POISONED BY HIS BUSINESS ASSOCIATES,THAT I SHOULD SEEK FOR A GOD FEARING FOREIGN PARTNER IN THE COUNTRY OF MY CHOICE WHERE I WILL MOVE THIS MONEY AND USE IT FOR INVESTMENT PURPOSE,(SUCH AS REAL ESTATE MANAGEMENT).\n\nDEAR, I AM HONOURABLY SEEKING YOUR ASSISTANCE IN THE FOLLOWING WAYS.\n1]TO HELP ME RETRIEVE THIS BOX FROM THE SECURITY COMPANY.\n2) TO SERVE AS THE GUARDIAN OF THIS SINCE I AM A BOY OF 20 YEARS.\n3) TO MAKE ARRANGEMENT FOR ME TO COME OVER TO YOUR COUNTRY TO FURTHER \nMY EDUCATION AND TO SECURE A RESIDENT PERMIT IN YOUR COUNRY FOR ME.\n\nMOREOVER DEAR, I AM WILLING TO OFFER YOU 15% OF THE SUM AS COMPENSATION FOR EFFORT/ INPUT AFTER THE SUCCESSFUL TRANSACTION.  \n\nTHANKS AND GOD BLESS.\nBEST REGARDS,\nJAMES BONGANI.\n\n\nLa temporada de huracanes y el terremoto de Peru, a un click http://wwwstarmedia.com/noticias/especiales/desastresnaturales.html", "id": "31da8e6f52d0c5a53119eda67729fad8"}