{"email_subject": "REPLY UNGENT   ", "email_body": "dear sir\n\nI STRONGLY BELIVE THAT THIS MESSAGE WOULD COME TO YOU AS A SURPRISE IN FACT IT IS  IN RESPECT OF THE STRICT CONFIDENCE GIVE TO ME OF YOUR HONEST AND VERSATILE IN BUSINESS THAT MOTIVATED MY INTEREST TO SEEK YOUR CO-OPERATION ON A TRANSACTION.\n\nMY FATHER IS LATE CHIEF JAMES A. BIKO. HE WAS THE CHARMAN OF NIGERIA PETROLEUM MONITORING COMMITTEE (NPMC). SADLY HE DIED AFTER A BRIEF ILLNESS ON OCTOBER (LAST YEAR) AND HE WAS BURIED, IN OUR HOME TOWN ON NOVEMBER 17TH 2002 AS YOU MIGTH HAVE KNOWN THAT PETROLEUM IS THE MAJOR REVENUE SOURCE IN NIGERIA. MY FATHER MADE A LOT OF MONEY THROUGH THE JOB. BUT COULD NOT INVEST THE MONEY IMMEDIATELY TO AVOID PROBE BY THE MILITARY GOVERNMENT. HE WAS ABLE TO SAVE THE SUM OF $32,000,000.00 (THIRTY TWO MILLION UNITED STATES DOLLARS ). HE DEPOSITED THIS  SUM WITH A SECURITY COMPANY. THE DOCUMENTS USED IN THIS DEPOSITION TOGETHER WITH THE  KEY OF THE SAVE IS  WITH MY MOTHER.\n\n\nIN MY FATHER'S WILL HE INSTRUCTED THAT THIS MONEY MUST BE INVESTED OVERSEAS WITH THE HELP OF A FORIGNER WHO IS RELIABLE AND TRUSTWORTHY, TO AVOID EEN KILLED BY MY RELATIONS  WHO MAY BE EYING ME BADLY. BASED ON THIS I NOW SEEK FOR YOUR COOPERATION. I LIKE YOU TO COME  DOWN TO NIGERIA SO THAT WE CAN OPEN A DOMICILIARY ACCOUNT WITH YOUR NAME HERE IN NIGERIA. AND THEN CLAIM DEPOSIT THE MONEY INTO THE DOMICILIARY ACCOUNT FOR TRANSFER TO ANY FOREIGN ACCOUNT EHICH YOU EILL PROVIDE. I AND YOU WILL THEN TRAVEL TO YOUR COUNTER TOGETHER FOR SHARING OF THE MONEY I AND MY MOTHER HAVE CONCLUDED TO GIVE 25% OF THE TOTAL SUM TO YOU, WHILE 75% EILL BE FOR ME, THEN 5% WILL STAND FOR BOTHLOCAL AND INTERNATION EXPENSES. REPLY UNGENT TO INDICATE YOUR INTEREST IN THIS  TRANSACTION THROUGH MY PRIVATE EMAIL ADDRESS AT chinaeke12@juno.com OR YOU REPLY TO MY MOTHER AT mrsbiko@juno.com IF YOU CANNTO COME TO NIGERIA WE CAN STILL FIND ANOTHER SOLUTION IN  OTHER TO TRANSFER THE MONEY INTO YOUR FOREIGN AC!\nCOUNT. IF YOU HAVE INTEREST.\n\n\nTHANKSS FOR YOUR COOPERATION\n MR.CHINAEKE BIKO\n\n\n\n\n\n\n\n________________________________________________________________\nSign Up for Juno Platinum Internet Access Today\nOnly $9.95 per month!\nVisit www.juno.com\n\n", "id": "321c3e5acdf258cedb8e36601a5fe4b7"}