{"email_subject": "BUSINESS PROPOSAL  ", "email_body": "\n\n\n(vinokoni5@hotmail.com)\nFROM:MRVINO.F.KONI\nTEL.+27-82-679-3775\nFAX;+27-11-484-4082\nNO 25 CLAIM STREET Johannesburg\nSOUTH AFRICA\n\n\n\nDear SIR/MADAM,\n\nPeace and love of God be with You.I guess this letter may come to you as a \nsurprise since i had no previous correspondence with you.Please excuse me \nthe emberassment this letter might cause you and try to excesise a little \npatience in other to understand its content properly.\n\nI learnt that many Africans has used the advantage of what happened to us in \nmy country to deceive some innocent souls and may be some has even used my \nfathers name because of his purpularity and greatness.But what we all need \nto understand in this world is that everybody will answer for him or herself \non the last day.\n\nMy name is Mr VINO.F.KONI and i am the only son of my parents. Myfather is \nMr Johnson Koni and my mother is mrs Rose.s.Koni. I am a graduate of federal \nuniversity of science and technology Harare,Zimbabwe and my discipline is \nAgricultural engineering.After my graduation,I decided to work for my father \nas his manager.My father has two big farms that are well known in Zimbabwe \nand has many workers that were working for him.\n\nI managed my fathers farms for two years before we had in my country.I got \nyour contact through network online decided to write you to explain my \nsituation and request for your assistance.\n\nThis crises was as a result of a new land Act reform introduced by president \nRobert Mugabe which wholly affected most white farmers and few black \nfarmers.This resulted in the killing and mob action  by Zimbabwean war \nveterans and some lunatics in the society.Infact a lot of people were killed \nbecause of this land reform act of which my father was a victim.\n\nBut before the death of my father,  as if he knew he was going to die \ninformed me about the money he deposited with a security and finance firm in \nSouth Africa.The total amount is twenty three million,two hundred thousand \nPOUNDS (M23,200,000,POUNDS) and this money was deposited in a box as germ \nstones to avoid much demurrage from the Security and finance firm. This \namount was meant for the purchase of new machines and chemicals for the \nfarms and establishment of a new farm in Swaziland.\n\nOne month after my father's death,I and my mother decided to travell to \nSouth Africa for our lives and decided to look for a trustworthy foreigner \nwho will help us to transfer this money out of South Africa\nbecause we are staying as refugees here in South Africa and refugees are not \nalowed to open bank accounts or involved in any financial transaction in \nSouth Africa.I have all the documents concerning\nthis money and what i am seeking for is a genuine foreign account where this \nmoney could be transferred into without the knowledge of my government who \nare bent on collecting everything that belongs to my father.\n\nAll i am looking for is an honest business man or woman, whom I can entrust \nmy future and that of my family . I must also let you know that this \ntransaction is 100%risk free. If you accept to assist\nme and my family all I want from you is for you to make arrangements and \ncome to Johannesburg  South Africa, so that you can help me open a \nnonresident account in your name which will aid us in transferring the money \ninto any account you will nominate overseas.\n\nIf you are willing to help me,I have two options of compasaction for \nyou,firstly you can choose to have certain percentage of the money for \nnominating your account for this transaction, Or you can\ngo into partnership with me for the proper profitable investment of the \nmoney in your country. Which ever the option you chooses,feel free to notify \nme.\n\nI have also mapped out 5% of this money for all kinds of expenses we might \nincure in the process of this transaction. If you do not prefer a \npartnership I am willing to give you 25% of the money while the remaining \n70% will remain for me and my family.If you are realy capable and willing to \nassist me please contact me immediately through my direct telephone number \n+27-82-679-3775 or this e-mail address with which i have sent you this \nmessage.\n\nFinally, please treat this matter as urgent as to save my family from much \nexpences caused by demaurage being accumulating on daily bases for the money \nin the security company.Thanks for your mutual\nco-operation while i wait for your soonest response.Remain blessed.\n\nYours Faithfuly,\nMR VINO.F.KONI\n(for and on behalf of my family)\n(vinokoni5@hotmail.com)\n\n_________________________________________________________________\nRain coat or t-shirt?  Find out with MSN Weather \nhttp://www.msn.co.za/weather/\n\n\n", "id": "325ce4484deab3088ebd223b43982c9c"}