{"email_subject": "Acknowledge My Mail", "email_body": "\nMr. Jun Cheng,\n\nBank Of Korea,\n\n16-1, Yoido-dong, \n\nYoungdungpo-gu, \n\nSeoul 150-873.\n\n\n\nDear Friend\n\n         I am Jun Cheng a manager of bills/exchange at the  foreign remittance  department of Hanivitbank. In my department, we  discovered an  abandoned sum of  $44,700,000.00 (Forty Four Million, Seven Hundred Thousand United State Dollars only) in an account that  belonged to one Late Mr Andrew Phillips an American, who died along with his entire  family, on November  1997, in a ghastly plane crash. Since we got the  information about his death,  we have been expecting his next-of-kin to come over and file a claim as next of kin over his money because we can not release it unless somebody applied for it as next of  kin or relation to the deceased as indicated in our  banking guidelines.\n\n          Unfortunately, nobody has come forward to claim this  money.  It is based on this that some officials in my department and I have decided to establish a cordial business relationship  with you, hence by contacting you. We want you to present yourself as the  next of kin  to Late Mr Andrew Phillips, so that the funds can be remitted into your account. Moreover, we do not want the money to go into the government account as unclaimed bills. The banking law and guidelines here  stipulates that  any account abandoned or is dormant for a period of years, is deemed closed and all money contained therein forfeited to the government treasury account.\n\n            Now, it is being speculated that the above sum will be transferred into the government account as an unclaimed fund on or before the end of this financial quarter of 2005, when nobody come forward to lay claims. The reason for requesting your assistance, is occasioned by, the fact that the deceased (Late Mr Andrew Phillips) was a foreigner, and we have access to his detailed bio data which you will hold as a weapon to present yourself as the next of kin to Late Mr Andrew Phillips.\n\n          The mode of sharing after a successful transfer of the money into your account, shall be 70% to my colleagues and I, for the role you will be expected to play in this deal, we have agreed to give you 25% of the total sum and 5% for the expenses we are going to encounter by the two parties in the course of this transaction. Therefore,you are expected to reply this letter indicating your readiness and interest to participate in this business. After receiving your reply, you will be communicated to with the exact steps to take. I expect your urgent response and I shall contact you for further discussion on this matter,to enable us conclude this transaction urgently without any delay or hitch. Please treat this business proposal as strictly confidential for security reasons considering my official position in Bank of Korea.\n\n\n\nPersonal Regards,\n\nMr. Jun Cheng\n\n\n\n\n\n\n\n\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n\n- http://yoursite.com\n\n\n", "id": "3273f9da82373002a6ab8ff7b9a69393"}