{"email_subject": "Re: Next of Kin", "email_body": "Caspar J. Justin Solicitors\n86 Market Place, Mansfield  NG10 7HR,United Kingdom\nTel: +44-701-114-9174 Fax: +44-871-264-3736 \nEmail: caspar_j_justin@LawDr.net\n                                                                           \n                                 \n\n\nDear, \n\n                                  Re: Next of Kin\n\nI am Caspar J. Justin an Attorney at Law, a South African national\npracticing here in the UK.\n\nI am writing to notify you of the TESTAMENT of one or our Client who\nunfortunately lost his life in the Madrid bomb blast on March 11, 2004,\nkilling over two hundred people including tourists in Spain. He was a\nprominent business leader who had been in Spain for vacation with his wife\nand their only daughter. \n\nThe deceased who was residing in the United States of America before his\ndeath made a deposit of Fifteen Million Five Hundred Thousand United States\nDollars (US$15,500,000.00) in Amsterdam Netherlands, his effort to avoid the\nobligatory payment of income tax in the United States of America.\n\nHowever, I was mandated by our team of professionals to search for the\nrelatives of the deceased regarding his deposit as the holding financial\ninstitution wants him to come forward for the endorsement of the\nreinvestments documents on interest accrued.\n\nSince we got information about his death, we have been expecting his Next\nof Kin or relatives to come over to sign the reinvestment documents or claim\nhis deposit because the financial institution cannot release these funds\nunless a formal application is made which is in line with the Royal Dutch\nlaw on inheritance claim.\n\nRegrettably, I learnt that his supposed Next of Kin, which could be his\nspouse or his only daughter died along with him in the ugly Madrid Bomb\nBlast leaving nobody with the knowledge of this huge deposit except me as\nthe personal lawyer attached to monitor his deposit. It is in this regard\nthat I and my colleagues decided to solicit your assistance by presenting\nyou as the next of kin to the deceased. Although, we have agreed on the\nfollowing sharing ratios: 25% for your assistance and 75% for me and my\ncolleagues but it is still negotiable.\n\nNB: This transaction is very confidential and 100% risk free as I have a\ncopy of his LAST WILL AND TESTAMENT which I can present your name as the\nTRUSTEE & EXECUTOR. This transaction shall be executed under legitimate and\nlegal procedures that will protect you from any breach of the Law.\n\nTherefore, do not hesitate to revert back to me, either via fax or email,\nwith the following details if my proposal interests you:  A signed copy of\nthis letter, your address and your telephone and fax numbers. \n\nBest regards,\n\n\n\nCaspar J. Justin\nAttorney At Law (Principal)\n\n\n\n\n", "id": "3279f290ba2a5cee49c010426c590369"}