{"email_subject": "FROM Mrs Maryam Abacha", "email_body": "Dear,I am Mrs Maryam Abacha, wife to the late Nigeria Head of state, General Sani Abacha who died on the 8th of june 1998 while still on active duty . I am contacting you in view of the fact we will be of great assistance to each other, likewise developing acordial business relationship.I currently have within my reach the sum of Thirty Million United States Dollars ($30,000,000.00) cash, which I intend to use for investment purposes specifically in your country. This money came as a result of a pay-back contract deal between my late husband and a Russian firm in our country's Multi-billion dollar Ajaokuta Steel plant. The Russianfirm in our country's Multi-billion dollar Ajaokuta Steel Plant. The Russian partners returned my Husband's share of US$30,000,000.00 U.S.D after his death, and lodged it in my late husband'sSecurity Company of which I am a Director Right now, the new Civilian Government has intensified their probe on my late husband's financial resources and have\n frozen our accounts. In view of these facts, I acted fast to withdraw the US$30,000,000.00 U.S.D from the company'svault and deposited it in a privately security company safe in . I have since declared the security company bankrupt. No record whatsoever exists concerning the money traceable by the Government because, there is no documentation showing that we received the money from the Russians.Due to the current situation in the country concerning the Government's attitude towards my family, it has become quite impossible for me to make use of this money within; thus upon your consent, I shall expect you to contact me urgently to enable us discuss indetail about this transaction.Bearing inmind that your assistance is needed to transfer this fund, I propose a commission of 20%(twenty percent) of the total sum to you for the expected services and assistance. Your urgent response is highly needed soas to stop further contact. All correspondence must be by e-mail. I must use\n this opportunity to implore you to exercise the utmost indulgence to keep this matter extraordinary confidential, whatever your decision, while I await your prompt response.Please kindly send your reply to this email :maryam2004234@netscape.net  Best Regards, MRS Maryam Abacha\n\n __________________________________________________\nDo You Yahoo!?\nPoco spazio e tanto spam? Yahoo! Mail ti protegge dallo spam e ti da tanto spazio gratuito per i tuoi file e i messaggi \nhttp://mail.yahoo.it ", "id": "327f19c248ef50d03a7f9d0bf6d00261"}