{"email_subject": "PLEASE CONTACT ME ASAP", "email_body": "Jeg har en ny e-mail-adresse!Nu kan du e-maile mig p: israel_egobia12@yahoo.dk\n\n\n\nDear Friend, \n\n\nI am Mr.israel egobia senior manager accounts/audit department, in Standard Trust bank Nigeria Plc. Mr. Mark Cin a national of your country, who was a consultant with Shell-development Company in Nigeria and a personal friend Died and left behind his deposit in this bank (STANDARD TRUST BANK NIGERIA PLC) valued $18,723,822.90. \n\n\nMy relationship with Mr. Mark started in 1992 when I was a supervisor in first bank marina branch.We met in my social club annual end of the year party and I introduced him to my bank where he opened this account some few weeks later making me the account officer to the account and he operated this account until his death. \n\n\nOn the 21st of April 2001, Mr. Mark, his wife and their three children were involved in a car accident along sagamu express road. All occupants of the vehicle unfortunately lost their lives. Since then I have made several enquiries through your Embassy to locate any of Mr. Mark's extended relatives this has also proved unsuccessful. After these several unsuccessful attempts, to locate any member of his family hence I contacted you.I am contacting you to assist in repatriating the money left behind by Mr. Mark before they get confiscated since the bank has decleared the account unserviceable.I have been unsuccessful in locating the relatives for over 3years since I was recalled back to marina branch as a senior manager from a transfer that took me to another branch of the bank. \n\n\nI therefore seek your consent to present you as the next of kin of the deceased , so that the proceeds of this account valued at $18,723,822.90 can be paid to you and then you and me can share the money. 60% to me and 40% to you. \n\n\nI have access to necessary legal documents that can be used to back up any claim we may make. All I require is your honest cooperation to enable us see this deal through. \n\nI guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. Please get in touch with me through my email or phone and send to me your full name telephone and fax numbers to enable us discuss further about this transaction. You can call me on telephone number 234 1 4735117 or by email: (israel_egobia01@yahoo.co.uk) \n\n\nBest regards,\n\nMr.Israel Egobia\n\n- ISRAEL EGOBIA\n\n", "id": "32e8c1dbdbf991a1d148695881d5c2d6"}