{"email_subject": "CONFIDENTIAL", "email_body": ">From office of the Director, \n\nProject Implementation Unit \n\nEskom,Republic of South Africa \n\nDirect-tel-line+27 78-291-9451\n\n\n\nDEAR SIR/MADAM,\n\nI KNOW THAT THIS PROPOSAL MAY COME TO YOU AS A SURPRISE, ESPECIALY HAVING TO \nCOME FROM SOMEONE YOU HAVE NOT MET BEFORE, BUT I WOULD LIKE YOU TO CO-OPERATE \nWITH ME SO THAT THIS US$35M USD WILL BE RELEASED AND TRANSFERRED INTO YOUR \nACCOUNT. \n\nMY NAME IS MR NELSON SMITH, THE CHAIRMAN OF CONTRACT AWARD COMMITTEE OF ESKOM \nPTY LTD SOUTH AFRICA. IT IS MY PROFOUND INTENTION TO CONTACT YOU FOR THIS \nVERY IMPORTANT AND HIGHLY CONFIDENTIAL TRANSACTION FOR THE TRANSFER OF \nUS$35,000,000,00 INTO YOUR ACCOUNT . \n\nTHE US$35,000,000,00 WAS THE OVER ESTIMATED BALANCE FROM THE CONTRACTS \nAWARDED TO BOTH FOREIGN AND LOCAL CONTRACTORS THE REAL CONTRACT VALUE WAS \n$120 MILLION DOLLARS BUT IT WAS OVER ESTIMATED TO US$155,000,000,00(ONE \nHUNDRED AND \nFIFTY FIVE MILLION UNITED STATES DOLLARS ONLY). \n\nTHE CONTRACT HAS BEEN SUCCESSFULY EXECUTED BY THE CONTRACTORS AND THEIR \nCONTRACT SUM OF (US$120M) HAS BEEN PAID TO THEM,LEAVING OUR OVER ESTIMATED \nBALANCE OF (US$35,000,000,00) THIRTY FIVE MILLION UNITED STATES DOLLARS STILL \nPENDING AT THE BANK. \n\nRIGHT NOW, WE ARE LEFT WITH THIS OVER ESTIMATED BALANCE OF(US$35M) WHICH IS \nSTILL FLOATING AT THE ESCROW ACCOUNT IN THE SOUTH AFRICAN RESERVE \nBANK,AWAITING FINAL PAYMENT TO ANY RELIABLE FOREIGN BANK ACCOUNT YOU MAY \nPROVIDE.I AM THEREFORE ASKING YOU TO CO-OPERATE WITH ME SO THAT THE FUND WILL \nBE\nRELEASED \nAND TRANSFERRED INTO YOUR ACCOUNT. \n\nIF YOU ARE INTERESTED IN THIS MY PROPOSAL, REPLY ME SO THAT WE CAN NEGOTIATE \nYOUR PERCENTAGE BEFORE WE PROCEED. \n\nHOWEVER, WHEN THE FUND IS TRANSFERRED INTO YOUR ACCOUNT OVER THERE, I SHALL \nOBTAIN VISA AND TRAVEL WITH MY FAMILY OVER THERE FOR MY OWN SHARE OF THIS \nMONEY IN THIS REGARD,I WOULD LIKE YOU TO SEND ME THE FOLLOWING INFORMATIONS \nTHROUGH THE EMAIL ADDRESS BELOW FOR SECURITY REASONS\n\nYOUR NAME:\n----------------------------- \nYOUR OCCUPATION:\n----------------------------- \nYOUR ADDRESS:\n----------------------------- \nYOUR PRIVATE PHONE / FAX NUMBERS: \n\n----------- \n\nREGARDS, \n\nMR NELSON SMITH.\n\nKINDLY REPLY ME ON MY PRIVATE EMAIL ADDRESS;nelsonsmith2000@yahoo.com\n\n\n\n", "id": "32f15af519c778e34b4b298cf4bee031"}