{"email_subject": "TRUSTING TO HEAR FROM YOU SOON", "email_body": "FROM:MR.MUSTAFA ALI\nAUDITING AND ACCOUNTING UNIT.\nINTERNATIONAL BANK OF AFRICA (IBA),\nBURKINA FASO.\nDIRECT TEL:00226 70 37 73 20.\n\nDEAR FRIEND\n\nI AM MR. MUSTAFA ALI THE DIRECTOR IN CHARGE OF AUDITING AND ACCOUNTING \nSECTION OF INTERNATIONAL BANK OF AFRICA(IBA)BURKINA FASO IN WEST AFRICA WITH \nDUE RESPECT AND REGARDS. I HAVE DECIDED TO CONTACT YOU ON A BUSINESS \nTRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE END OF THE \nTRANSACTION.\n\nDURING OUR INVESTIGATION AND AUDITING IN THIS BANK, MY DEPARTMENT CAME \nACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON WHO DIED ON \n31ST OCTOBER 1999 IN A PLANE CRASH AND THE FUND HAS BEEN ORMANT IN HIS \nACCOUNT WITH THIS BANK WITHOUT ANY CLAIM OF THE FUND IN URCUSTODY EITHER \nFROM HIS MILY OR RELATION BEFORE OUR DISCOVERY TO THIS DEVELOPMENT.\n\nALTHOUGH PERSONALLY, I KEEP THIS INFORMATION SECRET WITHIN MYSELF AND \nPARTNERS TO ENABLE THE WHOLE PLANS AND IDEA BE PROFITABLE AND SUCCESSFUL \nDURING THE TIME OF EXECUTION. THE SAID AMOUNT WAS U.S $21.7M (TWENTY ONE \nMILLION SEVEN HUNDRED THOUSAND UNITED STATES DOLLARS). AS IT MAY INTEREST \nYOU TO KNOW, I GOT YOUR IMPRESSIVE INFORMATION THROUGH THE BURKINA FASO \nCHAMBER OF COMMERCE ON FOREIGN BUSINESS RELATIONS HERE IN BURKINA FASO.\n\nMEANWHILE ALL THE WHOLE ARRANGEMENT TO PUT CLAIM OVER THIS FUND AS THE \nBONAFIDE NEXT OF KIN TO THE DECEASED, GET THE REQUIRED APPROVAL AND TRANSFER \nTHIS MONEY TO A FOREIGN ACCOUNT HAS BEEN PUT IN PLACE AND DIRECTIVES AND \nNEEDED INFORMATION WILL BE RELAYED TO YOU AS SOON AS YOU INDICATE YOUR \nINTEREST AND WILLINGNESS TO ASSIST US AND ALSO BENEFIT YOUR SELF TO THIS \nGREAT BUSINESS OPPORTUNITY.\n\nIN FACT I COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS \nCOUNTRY AS A CIVIL SERVANT(A BANKER),WE ARE NOT ALLOWED TO OPERATE A FOREIGN \nACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF \nTRANSFER BECAUSE I WORK IN THIS BANK.\n\nTHIS IS THE ACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR FELLOW WHO \nWILL FORWARD CLAIMS AS THE NEXT OF KIN WITH AFFIDAVIT OF TRUST OF OATH TO \nTHE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE HE WILL NEED THE MONEY TO \nBE RE-TRANSFERRED INTO ON HIS REQUEST AS IT MAY BE AFTER DUE VERIFICATION \nAND CLARIFICATION BY THE CORRESPONDENT BRANCH OF THE BANK WHERE THE WHOLE \nMONEY WILL BE REMITTED FROM TO YOUR OWN DESIGNATED BANK ACCOUNT.\n\nI WILL NOT FAIL TO INFORM YOU THAT THIS TRANSACTION IS 100% RISK FREE. ON \nSMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 30% OF THE \nTOTAL SUM AS GRATIFICATION, WHILE 5% WILL BE SET ASIDE TO TAKE CARE OF \nEXPENSES THAT MAY ARISE DURING THE TIME OF TRANSFER AND ALSO TELEPHONE \nBILLS, WHILE 65% WILL BE FOR ME. PLEASE, YOU HAVE BEEN ADVICED TO KEEP \"TOP \nSECRET\" AS I AM STILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER WE \nCONCLUDE THIS DEAL WITH YOU.\n\nI WILL BE MONITORING THE WHOLE SITUATION HERE IN THIS BANK UNTIL YOU CONFIRM \nTHE MONEY IN YOUR ACCOUNT AND ASK ME TO COME DOWN TO YOUR COUNTRY FOR \nSUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES PREVIOUSLY INDICATED \nAND FURTHER INVESTMENT, EITHER IN YOUR COUNTRY OR ANY COUNTRY YOU ADVICE US \nTO INVEST IN. ALL OTHER NECESSARY VITAL INFORMATION WILL BE SENT TO YOU WHEN \nI HEAR FROM YOU.\nPLEASE INDICATE YOUR DIRECT TELEPHONE AND FAX NUMBER WHEN REPLYINGTHIS \nBUSINESS PROPOSALOR CALL ME ON MY ABOVE DIRECT TELEPHONE NUMBER \n00226703773320.\n\nIF YOU ARE NOT INTERESTED, PLEASE ALSO INDICATE SO THAT IT WILL ENABLE ME TO \nCONTACT ANOTHER FOREIGN PARTNER WITH RECOMMENDATIONS TO CARRY OUT THIS \nDEAL.A SWIFT ACKNOWLEDGMENT OF YOUR RECEIPT OF THIS MAIL WILL BE \nAPPRECIATED.THANK YOU AND GOD BLESS YOU.I LOOK FORWARD TO RECEIVE YOUR \nEMAIL.\n\n\nBEST REGARDS,\n\nMR.MUSTAFA ALI\n\n_________________________________________________________________\nMSN Messenger : appels gratuits de PC  PC ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "32f3d90ffd4e2846b5db5aa5c7829c62"}