{"email_subject": "YOUR ATTENTION", "email_body": "Dear Associate,\nI wish to use this medium to reach out to you and at \nthe same time strongly advice that you endevore to treat this mail as \ndiscreet and urgent as possible.\nMy name is Geophrey Alabasten,i am the \npersonal account officer to one Engineer.B.Williams a foreign \nexpartriate with Mobil Petroleum Company Netherlands,herein shall be \nreferred to as my client.My client was one of those involved in the \nAlaska Airlines Flight 261 plane crash that took place on the 4 \nfebruary 2000 which claimed the lives of every passangers aboard that \nAirplane.\nHe had operated an account here with FINANS BANK \n(Netherlands) valued at 8.5m EUROS. Since i got informations about his \ndeath i have been expecting his next of kin to come over and claim this \nfunds in the custody of the bank b'cos the money can only be released \nand paid to the next of kin to the deceased as indicated in the banking \nlaws and guidlines.I was however notified to have the next of kin claim \nthis money but several enquries i made inorder to get in contact with \nhis possible relation revealed that his supposed relations were among \nthose in the plane crash leaving nobody for the claim.\nThe banking laws \nand guidlines here stipulates that if such account remains dormant for \nover 5yrs funds will be decleared as unclaimed and subsequently will be \ndiverted into the bank treasury as unclaimed funds.In view to this,the \nbank have indicated action to divert this funds in question into the \nbank treasury within the next ( 21 ) official working days.\nMy request \nto have a foreigner stand as the next of kin as the case may be is \noccassioned by the fact that my client was a foreigner and an indigene \ncannot stand as next of kin to a foreigner,on this note having \ncontacted you is to assist claim this money thereby presenting you to \nthe bank as the next of kin to enable the release and payment of this \nfunds to you b'cos i dont want this funds to be diverted into the bank \ntreasury as unclaimed funds.I will be counting on your reputation as \nbeing reliable and rightfull for this transaction.Positive measures to \nfacilitate the success of this transaction have been arranged and will \ncarefully be executed.This transaction is 100% risk free,so on gaining \nyour interest in my offer to you then we can further discuss on the \nterms and modalities for disbursing of the money.\nUnderstand that to \nensure the success of this claim as arranged pls do note that an \napplication bearing your paticulars has to be mailed to the bank making \nclaims of this funds as next of kin,having said this kindly furnish me \nwith this information below to enable me properly address a formal \napplication letter that will be used in contacting the bank.\n1.Your \nfull name and contact & postal address, 2.Your telephone and fax number \nfor easy communication.Upon receipt of your reply, I will send to you \nby fax or email the text of the application. I anticipate your prompt \nresponse to this effect.Kindly reply mail to-->  \ngeo_20010@hotmail.com\nSincerely,Geophrey Alabasten.\n\n\n", "id": "32f61deba59ffde75a3db19ceda00a6d"}