{"email_subject": "Please could you be of help.", "email_body": "\n\n\nMy dear good friend,\n\nI write to you as the Head of Securities & Investment of First National Bank of South Africa, Cape Town branch with the intention of seeking your assistance in completing a simple in testate transaction.\n\nSometime in June of 2001, a customer of our bank with the South African Mining Corporation, made a timed-Fixed Deposit for twelve calendar months, valued at US$11,250,000.00 [Eleven million, two hundred & fifty thousand US dollars] in my branch.  Upon maturity, we sent a routine notification to his forwarding address but got no reply.  Additional inquiries revealed that he died of an automobile accident without making any WILL.  There was no next of kin or relations to be traced.\n\nThe above stated amount is still sitting in our bank and the interest is being rolled over with the principal sum at the end of each year.  No one will ever come forward to claim it.  According to South African Law, at the expiration of 5[five] years, the money will revert to the ownership of the South Africa Government if nobody applies to claim the fund.\n\nAccordingly, I will like you to stand in as the next of kin so that the fruits of our customers labour will not get into the hands of some corrupt government officials.  This is simple? Would you be kind enough to do it for us?  The management of our bank is well in support of this email.  There are relatively no risks to you.\n\nThe money will be paid into your account.  You shall return to us 60% and keep 40% to yourself.\n\nIf you are interested, please reply immediately via the private email address below.  Upon your response, I shall then provide you with more details and relevant documents that will help you understand the transaction.\n\nIt is important that you keep this matter private but treat it as urgent requiring your full consideration.  This email is not for general solicitation but specifically sent to you for your urgent help and I hope you will be up to the task.\n\nPlease send your reply using: mrbongo247@themail.com\nBest regards,\n\nMr Peter Bongo.\n\n\n\n\n", "id": "32f96c0a741915e089a4c1bc1b5b76dc"}