{"email_subject": "URGENT AND PRIVATE ", "email_body": "From: Mr.Morris Yomoni. \nTel:27-73-373-3327\nEmail:morrisyomoni01@yahoo.com\n\n\n                                         URGENT AND PRIVATE \n\nSir / Madam, \n\nPlease accept my apology if this letter comes to you as a surprise since I believe that we dont know each Other before now, but for the purpose of introduction, My name is Mr. Morris Yomoni the Auditor general of Investec Bank Johannesburg South Africa. The There is an account opened in this bank in 1980, but since the Death of the account owner ( Mr. Eshed.B.Willey ), no surviving beneficiary has come forth to claim this fund.\n\nAfter going through some old files, in the bank for the first quarters of the year, I discovered that if this fund is not Remitted out of this country immediately, it will be forfeited for noting or better described as retired account by Board of Directors of the bank who actually will use this fund in enriching a few already Over-rich bank owners. On further investigation, I discovered that even the company (ORIENTAL DIAMOND COMPANY. S A) where the late account owner who was a foreigner worked as a miner/geologist have no knowledge of the existence of this account or about the fund involved is USD 52M (Fifty two Million Dollars) Only.\n\nAs the money is in US Dollars account and can only be approved to a foreigner with some required information as the next of the kin, I am contacting you to establish a relationship and possible transfer of this money into your nominated bank account outside South Africa. Also, everything concerning the payment and transfer of this fund would be done legally with all the necessary documentation work for the process and submitted to the bank to enable the payment into Youre nominated bank account.\n\nIt is very essential that I have your full co-operation/undivided commitment to make this noble transaction be successful as the management of the bank is prepared to approve the remittance of this fund to any foreigner who comes forth as the beneficiary. In order to assist me realize this golden opportunity, 20% of the total sum will be earmarked as your share do to your effort, while 5% shall be set aside for any incidental expenses which may occur in the eventual payment and transfer of this fund. \n\nPlease indicate your willingness to assist me with this transaction by a return fax. Due to my sensitive position within in the bank, let us keep this transaction top confidential for the security of the subject and be rest assured that this transaction is 100% risk free on both sides? \n\nPeharps, i will like to transfer US$10M first as the first phase of the payment which at the end of this first transfer and both parties are happy we will proceed for the second transfer which is US$42M.\nHope to hear from you soon.\n\nBest Regards,\n\nMr. Morris Yomoni \n\n\n", "id": "3330a378536f14ace15583d0932e3c9d"}