{"email_subject": "DEAR FRIEND", "email_body": "FROM THE DESK OF Dr.PISSA KABORE\nAUDITING AND ACCOUNTING MANEGER,\nBANK OF AFRICA (B.O.A)\nOUAGADOUGOU-BURKINA FASO.\n\n\nDEAR FRIEND,\n\n\nI KNEW THIS MESSAGE WILL COME TO YOU AS A SURPRISE. I AM AUDITING AND \nACCOUNTING MANEGER IN BANK OF AFRICA (BOA), OUAGADOUGOU BURKINA FASO. I \nHOPED THAT YOU WILL NOT EXPOSE OR BETRAY THIS TRUST AND CONFIDENT THAT I AM \nABOUT TO IMPOSE ON YOU FOR THE MUTUAL BENEFIT OF OUR FAMILIES.\n\nI NEED YOUR URGENT ASSISTANCE IN TRANSFERRING THE SUM OF (USD$14.5) MILLION \nTO YOUR ACCOUNT WITHIN 10 TO 17 BANKING DAYS. THIS MONEY HAS BEEN DORMANT \nFOR YEARS IN OUR BANK WITHOUT ANY BODY CLAIMING THE FUND.\nI WANT THE BANK TO RELEASE THE MONEY TO YOU AS THE NEAREST PERSON TO OUR \nDECEASED CUSTOMER (THE OWNER OF THE ACCOUNT) DIED ALONG WITH HIS SUPPOSED \nNEXT OF KIN IN AN AIR CRASH SINCE JULY, 2000.\n\nI DON'T WANT THE MONEY TO GO INTO OUR BANK TREASURER ACCOUNT AS AN ABANDONED \nFUND. SO THIS IS THE REASON WHY I CONTACTED YOU SO THAT THE BANK CAN RELEASE \nTHE MONEY TO YOU AS THE NEXT OF KIN TO THE DECEASED CUSTOMER. PLEASE I WOULD \nLIKE YOU TO KEEP THIS PROPOSAL AS A TOP SECRET AND DELETE IT IF YOU ARE NOT \nINTERESTED.\nUPON RECEIPT OF YOUR REPLY, I WILL GIVE YOU FULL DETAILS ON HOW THE BUSINESS \nWILL BE EXECUTED AND ALSO NOTE THAT YOU WILL HAVE 30% OF THE ABOVE MENTIONED \nSUM IF YOU AGREE TO HANDLE THIS BUSINESS WITH ME.\n\nAND 10% WILL BE SET ASIDE FOR ANY EXPENSES THAT ARISES ON THE PROCESS BEFORE \nTHE FUND GET INTO YOUR BANK ACCOUNT SUCH AS TELEPHONE CALLS BILLS (ETC).\nI LOOKING FORWARD RECEIVING YOUR RETURN MAIL OR CALLING\nTHANKS AND HAVE A GREAT DAY.\n1. NAME IN FULL:........................................\n2. ADDRESS:............................................\n3. NATIONALITY:........................................\n4. AGE:................................................\n5. Sex.................................................\n6. OCCUPATION:.........................................\n7. MARITAL STATUS:......................................\n8. PHONE...............................................\n9. FAX:................................................\nBEST REGARD.\nPISSA KABORE.\n\n_________________________________________________________________\nMSN Messenger : discutez en direct avec vos amis ! \nhttp://www.msn.fr/msger/default.asp\n\n\n\n", "id": "3390dbb8d63770b111fc4d339805c580"}