{"email_subject": "PLEASE READ!!", "email_body": "Dear Sir/madam,\r\n\r\nFirst, I must apologise to you for using this medium\r\nto communicate about this transaction,though it is \r\nmy great pleasure in writing you this letter.\r\n\r\nThis letter may come to you as a surprise due to the \r\nfact that we have not yet met. I have to say that I \r\nhave no intentions of causing you any pains so i \r\ndecided to contact you through this medium.\r\nAs you  read this, I don't want you to feel sorry for \r\nme, because, I believe everyone  will die someday. \r\nMy name is AHMED SALIH BERHAM, a merchant in Dubai, in the \r\nU.A.E. I  have been diagnosed with prostate and \r\nesophageal Cancer that was discovered  very late \r\ndue to my laxity in caring for my health. It has \r\ndefiled  all form of medicine and right now, I have \r\nonly about a few months to live  according to medical \r\nexperts.\r\n\r\nI have not particularly lived my life so well, as I \r\nnever really  cared for  anyone not even myself but \r\nmy business. Though I am very rich, I was never  \r\ngenerous, I was always hostile to people and only \r\nfocus on my  business as that  was the only thing I \r\ncared for. But now I regret all this as I now know \r\nthat  there is more to life than just wanting to \r\nhave or make all the money in the world. I believe \r\nwhen God gives me a second chance to come to this \r\nworld I  would live my life a different way from \r\nhow I have lived it. Now that I know my  time is \r\nnear, I have willed and given most of my properties \r\nand assets to my immediate and extended family members \r\nand as well as a few close friends and Schools in \r\nthe UAE. I have decided to give alms to charity \r\norganizations, as I want this to be one  of the last \r\ngood deeds I do on earth. So far, I have distributed \r\nmoney to some  charity organizations in the U.A.E, \r\nLondon and Ireland. Now that my health has deteriorated \r\nso badly, I cannot do this my self any more. I once \r\nasked members  of my family to close one of my accounts \r\nand donate the money, which I have  there to charity \r\norganization in Bulgaria, they refused and kept the \r\nmoney to  themselves. Hence, I do not trust them \r\nanymore, as they seem not to be contended with what \r\nI have left for them. The last of my money which is \r\nthe  huge cash deposit that I have with Financial \r\nFirm Abroad .I will want you to help me collect this \r\ndeposit and dispatched it to charity organizations \r\nand let  them know that it is I AHMED SALIH BERHAM that is \r\nmaking this generous donation.\r\nI pray that you assist me with good heart,because\r\nmy lawyer will be there  to assist you in anyway necessary  \r\nwith all proper documentation.\r\n\r\nLike I said,I will prefer you contact\r\nmy lawyer for further information. Contact information is as\r\nprovided below;\r\n\r\nName: David Morgan\r\nTel: +31 645 551 264\r\nEmail: admin@services-investcorp.com\r\n\r\nYou should inform the Attorney you were referred by AHMED SALIH BERHAM.\r\n\r\nNB: \r\nI will appreciate your utmost confidentiality in this \r\nmatter untill the task is accomplished as I dont want \r\nanything that will Jeopadize my last wish. and Also I \r\nwill be contacting with you by email as I dont want \r\nanybody to know because they are always around me.", "id": "33a1e3a16e06aa0cdae15a851543a295"}