{"email_subject": "From: Barrister Gareth Jones Mobile +44 703 184 4817", "email_body": "From: Barrister Gareth Jones\r\nTel: +44 703 184 4817\r\nFax: +44 870 479 8201\r\nDX: 77 LONDON CHANCERY LANE WC2\r\nEmail: barr.garethjones@fsmail.net\r\n\r\nAttn: Sir/Madam,\r\n\r\nMy name is Barrister Gareth Jones, a lawyer in the Chambers of Nabarro Nathanson  (Legal Practitioners) in London. I am writing this letter to you to intimate you of a pending transaction I want to execute with you privately. Anyway I got your contact through one of the Internet Reference Directories in my Chambers. One of my valued clients - Mr. Antonio Montoya died together with his lovely wife Late Antonio Montoya died on the Flight 11, a Boeing 767-200, which was enroute to Los Angeles from Boston during the terrorist attack on America back in 2001. \r\n\r\nI was his personal lawyer and the Executor of his Will. There are no further traces of any of his next-of-kin in his native Country. As his personal lawyer and Executor of his Will, I know late Antonio Montoya kept about GBP 9.2 million in the Vaults of a bank here in London.  This money had been taken to the bank late on the evening of his departure to USA; hence the money was only accepted and registered by the bank while it was kept in the Vault waiting for Montoya's return, which was never to be.\r\n\r\n I have since confirmed with the bank that the money is still in the bank's vault. Ever since 2001 this money has been in this account untouched!    Now, how do you come in and what is your business with all this?\r\nI am sure this is the question you would be asking me? \r\n\r\nSimple, As the personal lawyer to late Antonio Montoya and since vital document relating to this money is kept with my Chambers, I decided that I intimate you of this development, with your co-operation, I can present you to bank as the Next-of-Kin to the late Antonio Montoya. \r\n\r\nAfter proper verification of this Claim by the bank this money will be transferred to your bank account hence you come in as the Next-of-Kin to late Antonio Montoya. How do we do it?  The document showing that this money is kept in the bank's vault is kept in my Law Chambers. \r\n\r\nI, as the lawyer and Executor of late Antonio Montoya's Will/Last Testament will put your name in this Will as the Beneficiary of this money kept in the bank's vault. \r\n\r\nI will submit the Will/Last Testament to the Bank to contact you and start processing transfer of this money to your bank account according to the last wishes of my Client - late Mr. Montoya for further administration to other members of the family.\r\n\r\n I am the Executor of late Montoya's Will. All I need to do is to re-make the late Mr. Montoya's Will/Last Testament to include your name as the beneficiary and submit same to the bank and introduce you, the bank writes you to confirm this, then transfer process starts without delays.\r\n\r\nI am the Executor of this Will and the Bank knows it too. The mode of sharing this money will be discussed when we agree to work together on this transaction. What do you think about this?  While I look forward to hearing from you soon, absolute confidentiality and secrecy remain very important in this transaction. \r\n\r\nThank you and God bless you.    \r\n\r\nBarrister Gareth Jones. \r\n\r\n\r\n\r\n\n\n\n\n\n", "id": "33a5421ed01ff0e4bc64d048bd94ad45"}