{"email_subject": "ATTENTION PLEASE", "email_body": ">From Mr.Mohamed Yussuf,\nAudit Department,\nContinental Bank,\nCotonou, Benin Republic.\nTEL: 00229 28 30 63\n \nAttention please,\n \nGood day and God bless you. It is with deep sence of commitment, faith and\ntrust that I make this confidential risk free business proposal to  you\nfor your assistance. I am deeply sorry if I have in any manner disturbed\nyour privacy.\n \nI am Mr.Mohamed Yussuf the head of the Audit Department of Continental \nBank in Cotonou Benin Republic. Recently, I discovered a domant account\nwith a huge amount of money which amounted to USD15.500,154.22 (fifteen\nmillion, five hundred thousand, one hundred and fifty four  dollars, twenty\ntwo cents) that belongs to one of our numerouse customers MR.PIERE  JOHNSON\nfrom Germany who happened to die in a ghastly motor accident few years ago.\nDuring the period of my investigation I discovered that the deceased left\nno will and nobody behind to come for the claim of this fund as his next\nof kin. Since then I have made several inquiries to see if I can locate\nany of the deceased relatives but all efforts have proved unsuccessful.\n\n\nTherefore, I decided to contact you to assist me put up claim to this fund\nwith this bank as the deceased next of kin for the claim of the fund. I\nwant to also bring to your notice that as the Head of the Audit Department\nof this bank that this fund will be paid to you directly into your account\nfrom our affiliate bank in Madrid Spain which is the CITY BANK ON LINE but\nwe have to obtain the approval from our bank here which is the Continental\nBank of Benin and after the approval has been obtained, they will instruct\nour affiliate bank in Madrid Spain to effect the transfer of the fund into\nyour account. Be also informed that I have with me all the necessory information\nof the deceased which will help us claim the fund successfuly.\n \nYour positive response to this proposal will be highly appreciated and I\nwill futher give you the details of how you shall present the claim from\nthis bank. Feel free to call me on my private number (229) 28 30 63 for\nany question you may wish to ask me.\n \nAnticipating your urgent reply.\n \nRegards,\nMr.Mohamed Yussuf.\n\n \n\n\n\n", "id": "33f8001ea5962e4fa9cfb10a6b9d75b6"}