{"email_subject": "business transaction", "email_body": "FOR SECURITY AND CONFIDENTIAL REASONS ALL REPLIES SHOULD BE SENT TO THIS EMAIL  ADDRESS:EMAIL:  belzulusaniahmed@tiscali.co.uk   MR. BEL-ZULU SANI AHMED SOUTH AFRICA EMAIL:  belzulusaniahmed@tiscali.co.uk    DEAR SIR, I AM AN OFFICER CORPORATE BANKING DEPARTMENT OF RENNIES BANK S.A.[SOUTH AFRICA] MY DEPARTMENT RELATES MORE WITH THE AFFAIRS OF THE STATE. VERY LATELY AN AMOUNT OF MONEY WAS DISCOVERED BY US IN A SUSPENSE / AN ABANDONED ACCOUNT TO THE SUM OF FIFTEEN POINT THREE MILLION US DOLLARS ONLY. AN ACCOUNT THAT BELONGED TO ONE OF OUR FOREIGN CUSTOMERS WHO DIED ALONG WITH HIS ENTIRE FAMILY ON NOVEMBER 1994 IN A GHASTLY PLANE CRASH. SINCE WE GOT INFORMATION ABOUT HIS DEATH, WE HAVE BEEN EXPECTING HIS NEXT-OF-KIN TO COME OVER AND CLAIM HIS MONEY BECAUSE WE CANNOT RELEASE IT UNLESS SOMEBODY APPLIED FOR IT AS NEXT- OF-KIN, OR RELATION TO THE DECEASED AS INDI! C ATED IN OUR BANKING GUIDELINES. UNFORTUNATELY, NOBODY HAS COME FOWARD TO CLAIM THIS MONEY.IT IS BASED ON THIS THAT SOME OFFICIALS IN MY DEPARTEMENT AND I HAVE DECIDED TO ESTABLISH A CORDIAL BUSINESS RELATIONSHIP WITH YOU, HENCE MY CONTACTING YOU. WE WANT YOU TO PRESENT YOURSELF AS THE NEXT-OF- KIN OR RELATION OF THE DECEASED SO THAT THE FUND CAN BE REMITTED INTO YOUR ACCOUNT. MOREOVER, WE DO NOT WANT THE MONEY TO GO INTO THE GOVERNMENT ACCOUNT AS UNCLAIMED BILL. THE BANKING LAW AND GUIDELINES HERE STIPULATE THAT ANY ACCOUNT ABANDONED OR IS DORMANT FOR A PERIOD OF YEARS IS DEEMED CLOSED AND ALL MONEY CONTAINED THEREIN FORFEITED TO THE GOVERNMENT TREASURY ACCOUNT. NOW IT IS BEING SPECULATED THAT THE ABOVE SUM WILL BE TRANSFERED INTO THE GOVERNMENT ACCOUNT AS AN UNCLAIMED FUND ON OR BEFORE DECEMBER 2003. THE REASON FOR REQUESTING YOU TO PRESENT YOURSELF AS NEXT-OF- KIN IS OCCA! SIONED BY THE FACT THAT THE DECEASED (CUSTOMER) WAS A FOREIGNER. THE MODE OF SHARING AFTER A SUCCESSFUL TRANSFER OF THE MONEY INTO YOUR ACCOUNT: 70% TO MY COLLEAGUES AND I; FOR THE ROLE YOU WILL BE EXPECTEDTO PLAY IN THIS DEAL, WE HAVE AGREED TO GIVE YOU THIRTY PERCENT (25%) OF THE TOTAL SUM, AND 5% FOR THE EXPENSES WE ARE GOING TO ENCOUNTER BY THE TWO PARTIES AT THE COURSE OF THIS TRANSACTION.THEREFORE YOU ARE EXPECTED TO REPLY THIS LETTER INDICATING YOUR READINESS AND INTEREST TO PARTICIPATE IN THIS BUSINESS. AFTER RECEIVING YOUR REPLY, YOU WILL BE COMMUNICATED TO WITH THE EXACT STEPS TO TAKE. I EXPECT YOUR URGENT RESPONSE THIS BY EMAIL ADDRESS TO:  belzulusaniahmed@tiscali.co.uk   NOTE ALSO THAT FOR SECURITY REASONS I WOULD'T BE ABLE TO SPEAK TO YOU DURING OFFICE HOURS HENCE I SHALL GIVE YOU MY PRIVATE NUMBER WHERE YOU CAN ALWAYS REACH ME AT THE PROPER TIME. PLEASE TREAT THIS BUSINESS ! PROPOSAL AS STRICTLY CONFIDENTIAL FOR SECURITY REASONS. AS ALL THE TOP OFFICIALS INVOLVED IN THE BUSINESS HERE DO NOT WANT TO GET INTO TROUBLE AS A RESULT OF INDECENT PUBLICITY. KIND PERSONAL REGARDS, MR. BEL-ZULU SANI AHMED  ---- Msg sent via TruthMail - http://WebBasedEmail.com/", "id": "340ce8eecaebe8320f16364fdf8f33ea"}