{"email_subject": "HELLO!!", "email_body": "Mr Lewis Musasike\nDevelopment Bank of Southern Africa.\n1258 Lever Road\nHeadway Hill,\nMIDRAND\nRepublic Of South Africa.\nEmail:lmusasike@dearriba.com\nHello,\n\nI am Mr Lewis Musasike, General Manager(Treasury) of Development Bank of Southern Africa.This is an urgent and very confidential business proposition.\n\nOn May 27, 2001,a Foreign Oil consultant/contractor with the South African Institute of Mining and Metallurgy, Mr.Kelvin Smith made a numbered time(Fixed) Deposit for twelve calendar months, valued at US$10,500,000.00, (Ten Million, five hundred thousand Dollars).\n\nUpon maturity,I sent a routine notification to his forwarding address but got no reply. After a month,we sent a reminder and finally we discovered from his contract employers, the National Petroleum Corporation that Mr.Kelvin Smith died from an automobile accident.On further investigation,I found out that he died without making a WILL,and all attempts to trace his next of kin was fruitless.\n\nI therefore made further investigation and discovered that Mr.Kelvin Smith did not declare any kin or relations in all his official documents,including his Bank Deposit paperwork in my Bank. This sum of US$10,500,000.00 has carefully been fixed in my bank for safekeeping.\n\nNo one will ever come forward to claim it.According to South African Law,at the expiration of 5 (five) years, the money will revert to the ownership of the Government if nobody applies to claim the fund.\n\nConsequently, my proposal is that I will like you as a Foreigner to stand in as the owner of the money which was fixed deposited in my bank. I am writing you because I as a public servant,i cannot operate a foreign account.\n\nI want to present you as the owner of the funds so you can be able to claim them with the help of my attorney. This is simple.I will like you to provide immediately your full names and address so that the Attorney will prepare the necessary documents which will put you in place as the beneficiary of the funds.\n\nThe money will be moved out for us to share in the ratio of 60% for me and 40% for you. The paperwork for this transaction will be done by the Attorney.If you are interested, please reply immediately via my email address and Upon your response,I shall then provide you with more details and relevant documents that will help you understand the transaction.Please observe utmost confidentiality, and be rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in real estate within your country.\n\n\n\nAwaiting your urgent reply via my email Above.\n\nThanks and my regards.\n\nLewis Musasike.\n\n\n\n\n\n\n\n\n\n\n------------------------------------------------------------------------------\ndeArriba me paga por navegar. Vos tambien podes ganar $$$ navegando. Entra a www.dearriba.com.\n\n\n\n", "id": "34158e144d91e11a1a61e20b64e326b7"}