{"email_subject": "INQUIRY!!", "email_body": "\nGood Day Friend,\n\n\n\nI represent MCKINSEY&COMPANY based in CHINA. And my names are Mr McKinsey Wang,My company Supply products such as stainless steel and specialty chemicals products and other products for world trade.We are searching for representatives who can help us establish a medium of getting to our customers in Europe and America as well as making payments through you as our payment officer to us. It is upon this note that we seek your assistance to stand as our representative in your country.\n\nPayment from our America and Europe customers to us are very slow,and that is why i need your asistant as a representative, so that you will contact our customers on our behalf,and collect their payment.\n\n\n\nNote that, as our representative, you will receive 10% of whatever amount you clear for the company and the balance will be paid into an account we will avail to you. Please you are to send me immediately the details below so as for me to forward to my customers that are ready to make payment so that they can contact you directly,and make the payment \n\nto you.\n\nNAME............................................\n\nRESIDENTIAL ADDRESS...............\n\n AGE:............................................\n\nSTATUS:.......................................\n\nSTATE/COUNTRY.........................\n\nTEL/FAXNUMBERS.......................\n\nCOMPANY NAME..........................\n\nOCCUPATION...............................\n\nNB: \n\nPLEASE IGNORE THIS MAIL IF YOU ARE NOT INTERESTED IN THE OFFER AND ALSO IF YOU CAN NOT HANDLE LARGE SUMS OF MONEY. \n\nWe look forward in working with you, as you send your response back to us.\n\n\n\nVery Respectfully,\n\nMr. McKinsey Wang\n\nMANAGING DIRECTOR/CEO\n\nMCKINSEY&COMPANY.\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n\n- http://yoursite.com\n\n\n", "id": "3420941ffbbf3cb6aec7b9bb0b9b8bb4"}