{"email_subject": "REPLY  URGENT", "email_body": "Attent:\nI must solicit your strictest confidence in this transaction this is \nvirtue of it nature as being utterly confidence and top secret and you \nare contacted with the believe that you will be of great assistance to \nme in the following confidential transaction which is going to be \nbeneficial to both of us.\n\nI am Mr.Patrick  James Iburu son of late Mr Danel  Ojinta Iburu, former \nMinister of Petroleum who died after brief illness at (U.N.T.H.) \nUniversity of Nigeria Teaching Hospital, Enugu.  He was serving under this present regime of President Obasanjo.Before the death of my father, he told me that he deposited money in a security company worth of US$22,000,000.00 (Tewnty  two million dollars) cash, the money is safely deposited in a security company and after my discussion with the diplomatic manager with the security company regarding the fund, he told me not to invest the money in Nigeria because of the instability in the country now, rather  that I should invest in foreign country where the political and economic condition are \nsuitable.\n\nHowever, because of security reasons, this money was coded and defaced \nin-form of bounded retractable negative (277.03) stage and is almost \nready to be offered as legal tender. Your assistant will enable me \nreconvert them to grade (A135Neon) proof want stage and this regard I agree your 25% of the said amount after reconvertion, 75% will be for me and my family which we shall invest in your country with your \nassistance.  We are open to any formula for investment.However, as seeing is believing this money can be universally tested \nscientifically in bank and bureau de change.  After reconvertion to \nassure its genuineness and quality attributed to legal tender.   If \nthis offer meets your interest, kindly reach me through my email address \n\nFeel free to ask question of any thing you do not understand.  Do not \nforget to send me your full contact information for easy communication.\nThanks as I await for your immediate response.Email jamesf003@yahoo.com)\nRegards\nM r. Patrick James Iburu\n\n\n\n", "id": "342637609d53adf01a190ad85c3aa520"}