{"email_subject": "ASKING FOR ASSISTANCE", "email_body": "\n\nFROM WALELE DIDI,JOHANNESBURG,SOUTH AFRICA.TELL:+27-732112866.Dear sir,I am MR, WALELE DIDI, the son of lateMR.PATRICK DIDI, who was murdered in a land disputein ZIMBABWE.I got your contact during my search forreliable&compitent foreigner to handle a confidentialfinancial transaction, then I decided to write you. Mylate father was among the few black Zimbabwean richfarmers murdered in cold blood by the agent of theruling government of President ROBERT MUGABE for hisalleged support and sympathy for Zimbabwean oppositionparty. Before the death of my father, he took me toSouthAfrica to deposit the sum of Twelve million US Dollars($12m) with a security and finance company, as if heknew the looming danger in Zimbabwe. The money wasdeposited as a gem/precious stone to avoid muchdumourage from the security firm.This money was earmarked for the purchase of newmachinery and chemicals for the farms and theestablishment of new farms in Lesotho and Swaziland.This land problem arose when\n President R. MUGABEintroduced a new land Act. which wholly affects theWhite rich farmers and some few blacks vehementlycondemned the 'MODUS OPERANDI' adopted by thegovernment. This resulted to rampant killing and mobactions. I and my family who are currently staying inSouthAfrica as refugees or asylum seekers have decidedto enter your name as foreigner/beneficiary of theTrunck Cases containing the Cash (USD12M) for futhertransfer of the money to a foreign country where wecan invest it. I am faced with the dilemma ofclaiming/investing this amount of money in SouthAfrica for fear of encountering the same experience infuture since both countries have the same politicalhistory. Moreover, the South African monetarypolicy/law doesnot allow such investment hence I am seeking foran asylum or refugee.I must let you know that this business is 100% riskfree and the nature of your business does notnecessary matter. So if you are willing to assist usclaim the ownership of this money,I a!\n nd my\n family haveagreed to give you 20% of the total money, 40% will befor a joint business venture I will be doing with youand another 35% will be for me and my family which weshall also invest in your country and the remaining 5%will be mapped out for all expenses we may incureduring the transaction.Therefor, if you are willing and interested to renderthe needed assistance. Please funish me your privatephone and Fax number for easy and better communication.Remember that this is highly confidential and thesuccess of this business depends on how secret it iskept.Expecting your reply soonest.Best Regard.WALELE DIDI.\n\n\n\n\nYahoo! India Matrimony: Find your partner online.", "id": "346f47a8a60783b7e3345a28926188c9"}