{"email_subject": "URGENT REPLY!", "email_body": "Dear Friend,\nSorry to enroach on your privacy,but this is very important.\nstudy this portion carefully if you will be able to handle,as i\nmight not want to be exposed of the information;considering the source\nand reputation of my name.\nI am the director of project and the newly appointed chairman contract\nreviewing committee[CRC]of the federal ministry of works and housing[FMW&H]in\nabuja,nigeria.\nI am seeking your assistance to enable me transfer\nthe sum of US$16,500,000.00  into your private/company account for our\nmutual benefits.\nThis money came about as a result of a contract executed on behalf of\nmy ministry[the Federal Ministry of Works and Housing].\nThe contract was officially assigned to be awarded and executed by two\nforeign contractors at the tune of US$80,500,000.00 but in the course\nof my negotiation,i bargained with only one foreign contractor,a\nbulgarian firm which now executed the contract at the cost of\nUS$64,000,000.00.\nThus leaving the remaining US$16,5M to my benefits unknown to the\ncontractor and another person in my ministry.this contract has been\nsatisfactorily executed and  inspected as the bulgarian firm is \npresently\nsecuring his payment from my ministry.\nIt is however to this effect that i seek your maximum assistance and\napproval to present your company/your name alongside the Bulgarian\ncontractor  as the second foreign contractor to enable me transfer the \ndifference[US16.5M]into\nyour account for investment.\nOn actualization of the transaction,the funds will be share thus;\n1, 30% of the money will go to you for acting as the beneficiary of\nthe fund.\n2. 10% for reimburstment to both parties for the incidential expenses\nthat may be incurred in the course of the transaction for the insurance,phone\nbills,documentation and e.t.c.\n3. 60% to me.\nAll logistics are in place and all modalities worked out for the\nsmooth actualization of the transaction within fourteen working days of\ncommencement after receipt of the following information by e-mail:your \ncompany's\nname,address,phone/fax number and activities.\nThe above information will enable me make the application and lodge\nclaims to the concerned ministries in favour of your company or name\nand it is pertinent to state here that this deal is entirely\nbased on trust and the fear of GOD.\nIf you are able to handle this transaction,feel free to reach me on\nthis email address robe878@tiscali.co.uk\nfor a perfect understanding of the transaction\nThanks in anticipation for your response.\n\nYours faithfully\nRobert Majus.\n\n\n", "id": "3470921b36b6243e8164271647ae0b7d"}