{"email_subject": "STRICTLY CONFIDENTIAL", "email_body": "FROM: DR THOMAS AUDU\n No. 300 BOL AHMED WAY \nLAGOS-NIGERIA. \n\nSTRICTLY CONFIDENTIAL\n \nATTN: THE PRESIDENT / C.E.O\n\nI am the Chief Medical Doctor and close confidant of Mrs. Maryam Abacha, the former first lady and wife of the late Gen.Sani Abacha, the former head of state and commander in chief of the armed forces of the Federal Republic of Nigeria. She (MRS. M.ABACHA), has as a result of the trust and confidence,she has in me mandated that I search for a reliable and trust worthy foreign partner, who will help receive some funds which she had in cash totaling US$80M (Eighty Million United States Dollars only) into a personal, company or any reliable foreign bank accounts within or outside your country as all their personal and family Bank accounts within and outside Nigeria have all been frozen by the Nigerian authorities. \n\nFor further information about this money and the ABACHAS) go to http://www.econdad.org/AbachaLoot.htm\n\nThis money in question has however, been Deposited with a security company that has branches in Africa, Europe and various parts of America. It may also interest you to note that she (MRS. ABACHA) and her family have, since the inception of the present democratic government, been placed under partial house arrest, with their international travelling passports seized pending when the current fund recovery face off between them and the present (RTD) GEN, OBASANJO led Democratic Government is resolved, in which from all indication will not exceed this year. She has decided to offer anybody who will be willing to render this tremendous assistance, 40% of the total sum. Note that this transaction involves no risks whatsoever, as you will have no dealing with my country, Nigeria. Rather you will deal directly with the Security Company, which is based where the money is right now. \n\nLet me have your confidential Tel/Fax numbers in your response to this proposal. I shall let you into a complete detailed picture of this mutual beneficial transaction when I have received your anticipated positive reply. \n\nReply to this e-mail address: thomasaudu@k.ro  .   \n\nThis matter should be treated as urgent and confidential.\n\nRegards,\n\nDR THOMAS AUDU \n\n\n\n", "id": "349f76ebbbd3e6d90ad9d29c101a2f02"}