{"email_subject": "Thanks for your kind reply.", "email_body": "LILIAN THOMAS\n12 BP 1046 ABIDJAN.\nCOTE D'IVORIE.\n \nDearest one,\n \nPermit me to inform you of my desire to go into business relationship with you , l got your name and contact through the internet here in Abidjan and I prayed over it and selected your name among other names due to the nature of my proposal,which requires a reputable and trustworthy person. Someone who will be kind and sincere to me.\n \nl am Miss Lilian Thomas, the only daughter of late Mr and Mrs Nelson Thomas.My father was a very wealthy cocoa merchant in Abidjan here, the economic capital of Ivory Coast, he was poisoned to death by his business associates on one of their business meeting. My mother died on the 20th october 1988 and my father took me so special because l am motherless. \n \nBefore the death of my father on 29th november 2003 in a private hospital here in Abidjan, he secretly called me on his bedside,when I sat down to listen to him, he started crying, why? (1) He complained that I am too young to be managing my life with no one to take care of me,(2)That I have not finished my university education as he planned for me, he revealed to me that he has a sum of US$8.400.000.(EIGHT MILLION FOUR HUNDRED THOUSAND UNITED STATES DOLLARS) left in a security company here in Abidjan, that he used my name as the only daughter for his next of kin in deposit of the funds. \n \nHe also explained to me that it was because of this wealth that he was poisioned by his business associates , that l should seek for a GOD fearing foreign partner in a country of my choice where l will transfer this money and use it for proper investment purpose ,that I must finish my university education by the help of a business partner abroad,that he or she should help me obtain a resident permit in his or her country.He also gave a standing instrution to the company that the\ndeposit must be transferred outside this country. According to my father,the money was deposited as art works to avoid attracting attention to the deposit. \n \nSir, I am now ready to do all these since my father my bread winner is no more. Sir l am honourable seeking your assistance in the following ways. \n \n(1) To serve as my guardian in your country while I will depend on your expert advise since l am a girl of 23 years.\n \n(2) To make arrangement for me to come over to your country in order to further my university education and to secure a residential permit for me in your country.\n\nMoreover sir, l am willing to offer you 15% of the total sum as compensation for your assistance in the transfer of this deposit to your country. Furthermore, you can indicate your option towards assisting me as l believed that this project would be concluded within seven days you signify interest to assist me by contacting the security company. \n \nHoping to hearing from you soon. May God bless you as you extend your helping hand to the needy.\n \nBest wishes\n \nLilian Thomas. \n\n\n\n\n\n\t\t\n---------------------------------\n Yahoo! FareChase - Search multiple travel sites in one click.  ", "id": "34ec4a1e3130d577c54c264e308d3a36"}