{"email_subject": "CHANGES", "email_body": "ENGR. Gregory Premier\nFAX: 234-1-7763712\n\nATTN:CEO,\n\nASSISTANCE REQUIRED FOR ACQUISITION OF ESTATE\n\nI write to inform you of my desire to acquire estates or landed \nproperties in your country on behalf of the Director of Contract and Finance \nAllocations of the Federal Ministry of Works and Housing in Nigeria.\n\nConsidering his very strategic and influential position, he wants the \ntransaction to be strictly confidential as possible. He further wants \nhis identity to remain undisclosed at least for now, until the completion \nof this transaction, Hence our desire to have an overseas agent.\n\nI have therefore been directed to inquire if you would agree to act as \nour overseas agent in order to actualize this transaction.\n\nThe deal in brief is that the funds with which we intend to carry out \nour proposed investments in your country is presently in a coded account \nat the Nigeria Apex bank (Central Bank of Nigeria) and we need your \nassistance to transfer the funds to your country in a convenient bank \naccount that will be provided by you before we can put the funds into use \nin your country.\n\nFor this, you shall be considered to have executed a contract for the \nfederal ministry of Works and Housing in Nigeria for which payment \nshould be effected to you by this Ministry, The contract sum of which shall \nrun into US$28.5Million (Twenty Eight Million, Five Hundred Dollars) of \nwhich your share shall be 30% if you agree to be our overseas agent.\n\nAs soon as payment is effected, and the amount mentioned above is \nsuccessfully transferred into your account, we intend to use our own share \nin acquiring some estates and setting up trust accounts abroad. For this \ntoo you shall also serve as our agent.\n\nIn the light of this, I would like you to forward to me the following \ninformation's:\n\n1. Your company name and address if any.\n2. Your personal fax number.\n3. Your personal telephone number for easy Communication.\n\nYou are requested to communicate your acceptance of this proposal \nthrough my privte email address (COGM@lawyer.com). After which we shall \n\ndiscuss in details the modalities \nfor seeing this transaction through.\n\nYour quick response will be highly appreciated. Thank you in \nanticipation of your cooperation.\n\nYours faithfully,\n\nEngr. Gregory premier\n", "id": "34f03743b1171f75858cf59766d55f5b"}