{"email_subject": "FROM MISS  LINDA", "email_body": "Dearest one. \n  I will like to put a proposal to you. i am not by in any way compelling you.Brief information about myself.\n  \nI am the only Daughter of my late parents Mr.and Mrs.rich. My father was a highly reputable busnness magnet who operated in the capital of Ivory coast during his days.\n  \nIt is sad to say that he passed away mysteriously in France during one of his business trips abroad on the 12th September 2004. Though his sudden death was linked or rather suspected to have been masterminded by an uncle of\nhis who travelled with him at that time. But God knows the truth! My mother died when I was just 6yrs old, and since then my father took me so special. \n\nBefore his death on September 2004, he called me and informed me that he has the sum of Nine Million, Seven Hundred thousand United State\nDollars.(USD$9,700,000.00)left in fixed deposit account in one of the leading banks in Africa. He further told me that he deposited the money in my name, and also gave me all the necessary but legal documents to this fund with the bank.\n\nI am just 20 years old and a university undergraduate and really don't know what to do. Now I want an account overseas where I can transfer this funds and after the transaction I will come and reside permanently in your country till such a time that it will be convinient for me to return back home if I so desire. This is because I have suffered a lot of set backs as a result of incessant\npolitical crisis here in Ivory coast. The death of my father actually brought sorrow to my life. I also want to invest the fund under your care because I am ignorant of business world.\n\nI am in a sincere desire of your humble assistance in this regards. Your suggestions and ideas will be highly regarded. Now permit me to ask these few questions:\n\n1. Can you honestly help me from your heart?\n2. Can I completely trust you?\n3. What percentage of the total amount in question\nwill be good for you after the money is in your\naccount? \n\nPlease, consider this and get back to me as soon as possible. Immedaitely I confirm your willingness, I will also inform you more details involved in this matter.\n\nKind Regards,\nMiss linda rich\n\n\n __________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com ", "id": "3532ea588f395ddd36b4c15a083005b5"}