{"email_subject": "A Cry For Help", "email_body": "My Dear,\n\nWhen I picked up your contact, I have this interest in going through your profile though not enough in giving me your detailed information to access your capability of a cordial \nrelationship. But after going through your  profile with due deliberation, I deem it wise to contact you directly and seek your assistance in a business dealing that will be of mutual \nbenefit to both of us. Though not minding the consequence but hoping that you would understand the complication on my side and the need for your kind assistance. Please \nexcuse the manner of approach. But I think it is more convenient and discreet to contact you through this means.\n\nI am interested in a partnership investment programme with yourself/corporation. There is this huge amount of ($9,245,000.00) which my late father kept in a security/financial \nfirm before he was assassinated by government mercenary on 22 February, 2002, during a political crisis in my country- Angola. This fund was stashed in a security vault in \nSenegal, out of  foresight for a likely situation which I and my family found our selves then.\n\nMy father - Late Mr. Karim Fab deposited it as a family treasure and that was before his death. Now I and sister have left Angola to Dakar in the Republic of Senegal, through \nthe help of my late father's loyal friend. Meanwhile, we are staying here with refugee status, instead of going to exile and we have decided also to invest this money in your \ncountry or anywhere safe enough outside my country Angola and the whole of Africa  for security and political reasons. We would want you to assist us to retrieve and transfer \nthis fund to your country for safety and investment purposes. \n\nIf you are willing to render this service to us, we shall adequately compensate you with 25% of the total figure. We will arrange all the necessary procedures in ensuring a smooth \nprocess for the transaction. We will also  appreciate if you contact me once you receive this mail to enable megive you more details and modus operandi concerning the business.\n\nThis matter requires your urgent attention, confidentiality and discretion no matter what your decision maybe.\n\nThank you and God bless you.\n\nYours Sincerely,\n\nMr. Bill Karim & Sister .\nbillkarm222@yahoo.fr\n\n\n\n\n", "id": "354e9dea17fcfe317addd2739900d1ea"}