{"email_subject": "GOOD DAY.", "email_body": "Dear Friend, \n\nRespectfully submitted, \n\nMy name is Mohammed Bello, the Assistant Manager, credit and foreign bills of UNION BANK PLC. I am writing this letter to solicit for support and assistance from you to carry out this business opportunity in my department. Lying in an inactive account awaiting liquidation is the sum of us$5million belonging to a foreign customer(Mr. Bernard Scott)with account number 14-2552004 who happens to be deceased. He died with his wife and two children in a plane crash on board the EAS BAC 111-500 flight which crashed at the recent Lagos/kano plane crash at Kano Nigeria. \n\nI got your e-mail address through an internet marketing firm while searching for a reliable and reputable person to handle this transaction.\n\nEver since he died the bank has been expecting his next of kin to come and claim these fund, the NDIC could not liquidate the account because I have filled a motion that a next of kin wrote in to the effect. To this effect, they can not release the money unless someone applies for it as next of kin, as indicated in our banking guideline. \n\nUnfortunately he has no family member in Nigeria or Europe who are aware of the existence of the money (as he was a contractor with the federal Republic of Nigeria). \n\nAt this juncture I have decided to do business with you in collaboration with officials that matter in the bank, to this effect I solicit your assistance in applying as the next of kin then the money will be released to you. As I do not want this money to go into the bank treasury as an unclaimed bill. The banking law and guideline stipulates that if such money(s) remains unclaimed for a period of time up to seven years (7yrs) the money will be transferred into the banks treasury as an unclaimed bill. Our request for a foreigner as next of kin is occasioned by the fact that the customer was a foreigner and a Ben noise cannot stand as next of kin. To effect the immediate transfer of the fund to you as agreed, you must apply first to the bank as the next of kin to the decease, and then we will follow up all formalities for the transaction. \n\nNote that this transaction is legal safe and 100% risk free and all modalities has been worked out for a successful transaction and all legal formalities have also been perfected. In view of this, You will be entitle for 30% of the total. \n\n\nUpon receipt of your reply which should be sent to mohbell@mail2world.com  for confidential reason, I will send to you by fax or mail the text of the application Form, as soon as you receive the text I will further clarify you in other issues as to affect the business. \nAwait to hear from you. \n\nRespectfully submitted, \n\nMr. Mohammed Bello.\n\n\n\n\n", "id": "35abde5d72cbdc88c6cb586063448f89"}