{"email_subject": "Cry for urgent assistance", "email_body": "FROM MICHAEL KAMARA \nABIDJAN(COTE D'IVOIRE)\nWEST AFRICA \n\nATTN:\n\nAPPEAL /FOR URGENT ASSISTANCE \nDEAR, \nPERMIT ME TO INFORM YOU ABOUT MY DESIRE TO GO INTO BUSINESS RELATIONSHIP WITH YOU. I GOT YOUR CONTACT FROM THE IVORIAN CHAMBER OF COMMERCE HERE IN MY COUNTRY COTE D'IVOIRE.AND AFTER MY PRAYERS AND FASTING, I HAD THE REVELATION THAT YOU WILL SUCCESSFULLY ASSIST ME. I AM MICHAEL KAMARA, AN IVORIAN IVORY COAST NATIONALITY.THE ONLY CHILD OF MR AND MRS.KAMARA \nMY FATHER WAS A VERY RICH COCOA MERCHANT, BASED IN ABIDJAN, THE ECONOMIC CAPITAL OF IVORY COAST BEFORE HE WAS POISONED TO DEATH BY HIS BUSINESS ASSOCIATES ON ONE OF THEIR OUTINGS TO DISCUSS ON A BUSINESS DEAL . WHEN MY MOTHER DIED ON JUNE 24, 2003, MY FATHER TOOK ME SO SPECIAL SINCE I AM MOTHERLESS .BEFORE THE DEATH OF MY FATHER ON MARCH 26,2005 IN A PRIVATE HOSPITAL WHERE HE WAS ADMITTED, HE CALLED ME SCRETLY TO HIS BED SIDE AND TOLD ME THAT HE DEPOSITED THE SUM OF US$16,500,000 (SIXTEEN MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS) WITH VERSUS BANK INTERNATIONAL HERE IN OUR COUNTRY AND HE USED MY NAME AS THE NEXT OF KIN IN DEPOSIT OF THE FUND. HE ALSO EXPLAINED TO ME THAT IT WAS BECAUSE OF THIS MONEY HE WAS POISONED BY HIS BUSINESS PARTNER AND THAT I SHOULD SEEK FOR A FOREIGN PARTNER IN A COUNTRY OF MY CHOICE WHERE I WOULD TRANSFER THIS MONEY AND USE IT FOR AN INVESTMENT PURPOSE, SUCH AS : REAL ESTATE INVESTMENT OR STOCK MARKET INVESTMENT . \nSIR, I AM HONOURABLY SOLICITING YOUR KIND ASSISTANCE\nAS FOLLOWS. : \n(1) TO PROVIDE A BANK ACCOUNT WHERE THIS MONEY WILL BE\nTRANSFERRED TO. \n(2) TO SERVE AS THE GUARDIAN OF THESE FUND, SINCE I\nAM A BOY OF 23 YEARS OLD. \n(3) TO MAKE ARRANGEMENT FOR ME IN YOUR COUNTRY TO\nCONTINUE MY EDUCATIONAL CAREER AND TO PROCURE ME A\nRESIDENTIAL PERMIT IN YOUR COUNTRY. \nI AM INCLINED TO OFFER YOU 15% OF THE TOTAL SUM AS A\nMODE OF COMPENSATION FOR YOUR EFFORTS AFTER THE\nTRANSFERRING OF THESE FUND TO YOUR NOMINATED ACCOUNT\nOVERSEAS. PLEASE, SIR I WILL BE VERY HAPPY IF THIS\nTANSACTION WILL BE CONCLUDED WITHIN FOURTEEN (14)WORKING \nDAYS FROM NOW. \nI AM EXPECTING TO HEAR FROM YOU AS SOON AS POSSIBLE AND KINDLY REPLY TO ME THROUGH MY PRIVATE EMAIL ADDRESS ON(michaelkamara_0021@yahoo.com) \nBEST REGARDS. \nMICHAEL KAMARA \nN.B: I WILL LIKE YOU TO GIVE ME YOUR DIRECT\nTELEPHONE NUMBER IN YOUR REPLY OF THIS PROPOSAL.\nMAY ALMIGHTY GOD BLESS YOU AS YOU TAKE CARE FOR\nAN ORPHAN LIKE ME AMEM.\n\n\n\n\n", "id": "35c2c69add9cee08e314b1fae9441448"}