{"email_subject": "PLEASE KINDLY GET BACK TO ME.", "email_body": "\nATTN:\n            URGENT ASSISTANCE NEEDED\nYou may be surprise to receive this Email from me since you do not know me\npersonally.\nHowever, I would like to introduce myself. I am Michael Stevens Junior, the\nson of Doctor. Simon Stevens. Who was murdered few months ago in Zimbabwe,\nas a result of land dispute? Before the death of my father (Dr. Stevens), he\nhad taken me to Amsterdam and deposit the sum of Fifteen Million United\nStates dollars (US$15,000,000) in a security company, as he foresaw the\nlooming danger in Zimbabwe. The money in question was deposited in a box as\nGemstones to avoid much demurrage from the security company. The proposed\namount was meant for the purchase of new machines and chemicals for the\nfarms and establishment of new farms on Swaziland. As you may be aware this\nland problem came into force when Zimbabwe president Mr. Robert Mugabe\nIntroduced the Land Reformed Act of which my father rich farmers and some\nblack farmers where affected. This resulted to the killing and Mob action by\nZimbabwe war veterans and some lunatics in the society, a lot of people were\nkilled because of this Land reformed act of which my dad was one of the\nvictims. It is against this background that my family and Iaugustim who are\ncurrently staying in Amsterdam decided to transfer my father's money to a\nforeign account. Since the Dutch law prohibit a refugee (asylum seeker) to\nopen any account or be involved in any financial transaction. As\nThe eldest son of my father, I am saddled with the responsibility of seeking\na genuine foreign account where the money could be transferred. I am faced\nwith the dilemma of investing this amount of money in Holland for the fear\nof going through the same experience in future since both countries have\nsimilar history. Moreover, The Netherlands foreign exchange policy does not\nallow such investment from asylum seekers. I humbly solicit for your\nassistance in the following:\n1) Pay a short working day visit to Amsterdam the Netherlands so that we see\nface to face, Have a table talk that would create confidence in me that the\nfunds will be safe in your hands and have an agreement from an advocate,\nwhich will be duly and legally sign in his chambers before taken any step in\nthis transaction.\n2) Get the entire necessary document regarding this transaction and claim\nthe boxes from the security company, open an account in your name with a\nlocal bank here and deposit the money for onward transfer to your designated\naccount in overseas.\n3) Make a good arrangement for investment and do invest the money for me, I\nam willing to give you some percentage for your assistance on this, and I\noffer you 15%. 5% for any expenses, including your telephone calls and any\nother expenses that may arise during this process. 80% would be invested and\nyou get your wages monthly for managing the funds. Contact me on the above\nEmail, provide me with your telephone and fax number so we can discuss\nfurther and a chance for you to ask me any question you may have in mind,\nwhile you maintain the absolute secrecy required in the transaction.\nPlease kindly get back to me with your detail contacts.\nSincere Regards,\nMichael Stevens Junior.\n  ", "id": "35cae4ae9648c87dcb9142baae2722df"}