{"email_subject": "URGENT  ASSIST  NEEDED", "email_body": "      FROM: LILLIAN DAMBA,\nADDRESS: 121 NELSON MANDELA AVENUE, \nSANDTON, and JOHANNESBURG, SOUTH AFRICA.\nemail lilliandamba777@yahoo.com\n  Attn: The Director/Owner, \n\nHow are you? I know you may be surprised to receive this letter, please consider this letter as a request from a widower. Firstly, I am LILLIAN DAMBA the wife of Late MR.K.DAMBA who was recently murdered in the land dispute in Zimbabwe. I got your contact through the South African Trade and Business Information services and I assure you that nobody knows about this transaction except me, my two sons. Before the death of my Husband. He took me to Johannesburg to deposit the sum of US$15 Million (FIFYTEEN MILLION UNITED STATES DOLLARS) in a private Security Company, when He foresees the looming danger in Zimbabwe. \n\nThis money was deposited as family valuables to avoid much demurrage cost from the Security Company. This amount was meant for the purchase of new machines and chemicals for the farms and also for the establishment of a new farm in Swaziland. The land disputes started when Zimbabwean President MR. ROBERT MUGABE introduced a new Land Act reform, which wholly affected the rich white farmers and some few black farmers. This resulted to many killings by Zimbabwe war veterans and some lunatics in the society.\n\nIn fact, a lot of people were killed because of this land reformed Act for which my husband was one of the victims. It is on this background that My family and I,who are currently staying in South Africa as refugees decided to transfer my Husbands money to a foreign country since the laws of South Africa prohibits refugees from opening any bank account or to be involved in any financial transaction throughout the territorial zones of South Africa. \n\nPlease, I need your assistance to transfer this fund to your trusted overseas bank account. For your efforts and assistance, I have agreed to give you 30% of the total sum, while 5% is mapped out to re-imbrues all the expenses incurred in the course of this transaction and 65% will be for my family investment in your country. \n\nNote that this transaction is 100% clear and Risk-Free, as I have made every necessary arrangement for a successful deal. The only thing I solicit for is your total assistance to transfer this money, complete trust and assurance that my own part of money will be safe when transferred to your account. Kindly keep this business proposal highly confidential for security reasons. If you are interested in assisting me,send reply via the above email address or fax no and include your private phone and fax no. I will respond to you immediately. \n  Looking forward to your urgent reply, \n  Thanks and God Bless. \nSincerely yours, \nLillian Damba (For The Family\n\n\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com ", "id": "35da6072594b2924a335dd09278161c2"}