{"email_subject": "ATTENTION PLS", "email_body": "Hello my dear\n \nI wish to solicit your kind and urgent assistance.My name is Mr.PATRICK AGOLO, a lawyer based in Lagos State of Nigeria.As a lawyer, I was a private legal adviser (for almost two decades) to a white couple who unfortunately lost their lives 3-months ago in a ghastly motor accident here in Nigeria. Prior to their death, this white couple had lived in this country since the 1960?s as missionaries and educationists. Unfortunately, they died childless, with no knownrelatives or next of kin.\n \nThe issue at stake, for which I am writing you now, is that the deceased left behind the sum of US$7.8million in their joint account with ECO INTERNATIONAL BANK Nigeria Incorporated.\nSoon after the burial of the deceased, I had promptly notified the bank,which is awaiting me to present to them the person that is to inherit the account of the deceased.\n \nIncidentally, as I said before, the late couple had no known next of kin or relatives. No one else knows about this.However, it will amount to abuse of privilege for me to lay claim to the wealth and estate of the deceased, since as a black man i couldn't have been their relative. But then funds can't be left to the bank permanently/forever. So I have decided to contact you, to seek your consent to present your name to the bank as the next of kin and the appointed administrator/inheritor of the estates of the deceased.\n \n As a whiteman, you'll fit into the picture.As the lawyer to the deceased, no body can disbelieve me if i present you as the next of kin to the deceased. Moreover, I know the exact legal requirements and documents to secure in your favour to show proof that you are actually the next of kin/inheritor of everything left behind by the deceased. All these will be my responsibility to obtain from the court here in Nigeria. You won?t be needed here in person.\nI can assure you that this is my specialty and there is nothing for you to be afraid of. I will handle and provide for all that it will take legally.Once everything needful is done, the bank will be satisfied to transfer the monies from the account of the deceased to yours.\n \nMy interest is to take 60% of the funds while you take 30%, while the remaining 10% will be disbursed to any Orphanage-Home of our common choice.Please communicate your decision to me urgently, indicating your Telephone number in your reply so that I can call you and talk this thing over with you.\nPls. keep these disclosures confidential.\nThank you.\n\nSincerely yours,\nBarrister PATRICK AGOLO(ESQ)\n \n\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com ", "id": "35fed0f2e85b287cc5d580e2c91fae60"}