{"email_subject": "JOB OFFER!!!", "email_body": "\n\n\nSunoco Sun Oil Company,Ltd.\nTrusty Kojimachi Bldg.3-4 Kojimachi,\nChiyoda-ku,Tokyo. 102-0083 Japan.\nwww.sunoco.co.jp/about/index.html\n\n\n           CASHIER NEEDED\n\nI am Mr. HIroshi Iguchi, President of Japan Sun Oil\nCompany, Ltd. Japan  Sun Oil Company, Ltd. is a\nsubsidiary of the world renown  U.S.multi-energy\nproducer Sunoco Inc. in Japan and Asian regions and \nare producing  and marketing not only high quality\nspecialty lubricants but also  petroleum and energy\nproducts. We specialized in the Refrigeration  Oils,\n Rubber Process Oils, metalworking Oils, Industrial \n Lubricants,Automotive Lubricants, etc. \n\nWe are searching for representatives who can help us\nestablish a medium of getting to our customers in the\nCanada/America and other nearby countries as well as\nmaking payments through you to us.   Sunoco, Inc was\nestablished in 1966, Entering into a new era where\nthe demand for continuous improvement and expansion\nis far beyond what was perceived and required just a\nfew years ago, corporate entities are constantly\nstriving for perfection, knowing all too well that\ntomorrow\nwill be yet another challenge. With all the new\nhorizons that unfold before us, the difficulty of\nventuring out into the unknown requires preparation,\nexperience, creativity and motivation. We, Japan Sun\nOil Company Ltd. take on the challenge and look to\nthe  expansion of our horizons with pleasure. You do\nnot have to leave your present job for this one\nbecause this job offer will be on a part time basis\nas it comes once in  a while and remuneration is on a\npercentage basis of 10% of the total\n amount you receive from my customers at any time on\nmy behalf. The reason why I seek your assistance is\nthat   American,Canadian, and most asia countries\nchecks take a long time to clear\nhere in Japan. Thereby holding business down for my\nassociates and me. \nNow I already have customers who are ready to remit\ncash to me. Please to facilitate the  conclusion of\nthis transaction if accepted, do send me promptly the\nfollowing information below by My private at \nsunoillmt_jp@yahoo.co.jp\n\n\nNAME...........................................\nRESIDENTIAL ADDRESS..................\nAGE:..............................................\nSTATUS:.........................................\nSTATE/COUNTRY.............................\nTEL/FAX..........................................\nNUMBERS........................................\nCOMPANY NAME...............................\nOCCUPATION....................................\n\nWe would be glad to have you as one of our esteemed\nRepresentative in your location and be rest assured\nthat adequate pecuniary and lucrative compensations\nwill be given and other benefits follows. Upon\nappointment, you are allowed the opportunity of\ndetermining the method\nor mode through which you would be paid for your\nservices as our Representative\nin any\nof these Regions.\n\nRegards,\nHIroshi Iguchi\nPresident & CEO\nSun Oil Company, Ltd.\nTEL:+81-3-5460-3939\n\n\n\n\n\n", "id": "35feb88fcbc1665bfd33af6b507a5a72"}