{"email_subject": "TRANSFER NEGOTIATION!!", "email_body": "\n\n\nFROM:MR MORGAN WIMPOE,\n105 2ND AVE. SANDTON, 1892,\nJOHANNESBURG,\nSOUTH AFRICA.\nPHONE+27 78 7634400\n\n\nATTN:MD/C.E.O,\n\n\n  Kindly accept my apology for sending unsolicited mail to you. Although\nwe never met before, I have every reason to believe that you are a\nhighly respected personality, considering the fact that I sourced your\nprofile from a human resource profile database on your country.Though, I\ndo not know to what extent you are familiar with events and fragile\npolitical situation in Liberia but it has formed consistent headlines in\nthe CNN, BBC news bulletins, My name is Mr.Morgan Yormie Wimpoe , from\nLiberia, a Country in West Africa. My Father Mr John  Yormie  Wimpoe \nformer DEPUTY MINISTER OF NATIONAL SECURITY in LIBERIA. My  Father  was\nfalsely accused of plotting to remove the then PRESIDENT OF LIBERIA\n(CHARLES TAYLOR) from office. Without trial, Charles Taylor killed him.\nyou can verify this from these international newspaper website below:\n  (i) http://www.usatoday.com/news/world/2003-07-15-liberia_x.htm\n  Before he was killed, my Father instructed me to escape with my family\nto a hide out in JOHANNESBOURG, SOUTH AFRICA, and he confided in me that\nhe left some money in a Diplomatic Trust Company in Abroad, (name\nwithheld for security reasons) . All i require from you is to assist me\nin claiming the fund (sealed in diplomatic consignment) from security\ncompany and invest in your country. When you claim the fund, i shall\ncome over to your country with my Family so that we can start a new life\nIf you may ask why do I need a foreign assistance  or why can't i take\nthe cash transfer by  myself? The answer is that there  was an exclusion\nclause in the original agreement between the company and my father \nwhich states unambiguously that 'nobody, not even himself, can have\naccess to the consignment in the company, and it has to be transferred\nto a foreign beneficiary outside Africa. This was done because he \nenvisaged his arrest and this clause were inserted to prevent any\nseizure or infiltration of the fund.\n\n  My decision to contact you is therefore, informed by this and due to my\npresent social status and total ignorance of the business world. I\nbelieve you will appreciate the enormity of trust I repose on you by\nplacing the fortunes of our family in your care. Permit me to request\nthat you should reassure me that you would not let me down in any way.\n\n  On my part, this is my assurance and guarantee to you.In as much as you\nfollow my instructions carefully, religiously and promptly my guarantee\nof a hitch-free success remains unshakable. I have contacted the\nDiplomatic Security Firm to confirm the deposit, which is worth\n$32,Million,(Thirty two million United State Dollars Only). You will be\ngiven 20% of the total sum at the end of the transaction. If you will be\nwilling to assist us claim the money and invest it in your country. I\nwant to assure you that all modalities are in place and it is a risk\nfree transaction.\n\n  Kindly include your Full names, Private Telephone and Fax numbers where\nyou can always be reach, Your Residential or Company Address to enable\nme send some other important information across to you. This proposal is\nhighly restricted and should be handled as an urgent transaction\nrequiring trust and Confidentiality. Please reply to this email:\n Sincerely,\n  Mr.Morgan  Wimpoe.\nFor the family.\nPhone#+27-78 7634400\nPrivate e-mail:(morgan.wimpoe@webmail.co.za)\n\n\n\n\n", "id": "36382177a80b5d59fe22406f9d832998"}