{"email_subject": "Assist Abachas", "email_body": "\n Faizal Noorget Esq. \n PEAK CHAMBERS\n P. O. BOX 5540\n VICTORIA ISLAND\n LAGOS\n TEL: 234 8029134773 \n Email: noorget_esq@web-mail.com.ar \n \n \n \n RE: ABACHA'S FAMILY\n \n We were instructed to contact you by the Abacha's\n family (family of the former Nigerian Military\n Dictator and Head of State General Sani Abacha who\n died on the 8th of June 1998 while in office)\n for assistance in the matter stated below. We have been\n consulted and our services retained by the Late\n Generals wife who is currently on house arrest as a\n result of her family's recent confrontation with the\n present government of the Federal Republic of\n Nigeria Our client's family accounts in Switzerland,\n Amsterdam and some other countries was recently frozen in the\n bead by the Nigerian government to get hold of Late\n General Sani Abachas Money. \n \n \n Recently the Generals first son was arrested for a\n murder charge he did not commit of which we are also\n his attorney.(see attach news paper publication).\n However the late general has some money hidden some\n where in a west African country in the care of a\n security and finance company to the tune of\n $38,000,000.00 in cash which the Nigeria government\n does not know about (PLEASE KEEP CONFIDENTIAL)\n The funds was moved out of the country via\n diplomatic means during the late generals reign in power and\n the family would want you to immediately travel to\n Europe where the funds is being lodged/ contact security/\n Courier company in case you can not travel to Europe\n to work out the fastest way to take possession of\n this money and filter it into a profitable business\n venture to avoid the Nigeria government from ceasing this\n money. \n \n \n For your effort in this you are expected to take 20%\n of this money.\n \n \n The Abachas family are currently not allows assess\n to any of their account both here and outside the\n country and so are relaying heavily on a trusted friend you\n are and this money in there latest ordeal.\n \n \n For more information, you can visit the weblink\n below:\n \n http://news.bbc.co.uk/1/hi/world/africa/564586.stm\n http://www.angelfire.com/tx/bumez/petition.html\n http://www.odili.net/news/source/2004/oct/24/2.html\n\nhttp://www.odiousdebts.org/odiousdebts/index.cfm?DSP=content&ContentID=974\n  \n \n I am desperately contacting you for time essence. I\n have just been informed that one of the desposit\n with a security and courier company in Amsterdam will be\n returned back by the end of this year if not cleared\n and possessed.\n \n \n Send the follow details below: \n (1). Your Name and addresss and\n (2). Confidential telephone and fax numbers.\n \n Please reach us via Tel: (00234) 8029134773 as soon\n as possible indicating your willingness and readiness\n to assistance in this transaction. I will send you more\n details immediately I hear from you.\n \n \n Please treat as urgent.\n \n \n Yours Faithfully\n Faizal Noorget Esq. \n Senior Partner\n Email: noorget_esq@web-mail.com.ar \n \n \n \n \n\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://yoursite.com\n\n\n", "id": "363df12bbfc5b84e097a3ef4ac466d5c"}