{"email_subject": "Re:", "email_body": "SULE OKETAYO\n EAGLE BANK PLC\n suleoketayo@alexandria.cc\n \n\n Dear Sir/Madam,\n\n I am Sule Oketayo, the head of the Treasury Department of Foreign Operations Eagle Bank PLC of Nigeria.\n\n In my department, I discovered an abandoned sum of US$13,500,000.00  (Thirteen Million, Five Hundred Thousand United States Dollars) in an account belonging to one of our foreign customers who died along with his entire family in 1998 in an auto crash. This account was open with the bank in 1993 and since 1998 nobody has operated it. After careful investigation, I discovered that the owner of this account was the president of   MIRA CONSTRUCTION COMPANY LTD. Despite several attempts by the bank to trace the relatives/next of kin of the deceased, up to date nobody has yet come forward to claim the money.\n\nI later discovered that all his supposed next of kin died with him in the auto crash incident. I have spent the last five years monitoring the account and gathering necessary information and documents on it. Now that all papers are ready, I am asking for your assistant to release the money to you as next of kin or relation to the deceased for safekeeping and subsequent sharing.  The banking laws of Nigeria stipulates that such money, if unclaimed after five years of maturity, will be transferred into the Central Bank treasury as unclaimed effect. \n\nThe request for a foreigner as next of kin in this business is occasioned by the fact that the customer was a foreigner and presenting a Nigerian as the next of kin to a foreigner could raise concerns from the bank management. \n\nI am ready to give you 20% of the total sum for your help. 10% will be used to pay off all the necessary fees/charges involved in the transfer. 25% will go to two other officials of Eagle Bank that are with me in this and whose positions will greatly help in expediting the transfer. I will be taking 45%. Please note that these figures are negotiable. After the money has been transferred to your country, I will visit your country for the disbursement/investing of my share according to the percentages we agree upon. Note this transaction requires utmost confidentiality and I am assuring you that it is 100% risk-free so you need not be afraid. I will not contact any other person until I am convinced that you are not interested. \n\nCan you please send me your phone and fax number for safer communication when needed. Also please kindly note that all the money to finance this transfer will be provided and you will not be asked to contribute anything. When I hear from you, I will send you an online banking access code with which you can log in to verify the account and balance using the banks online banking website.\n\nBest Regards,\n\nSule Oketayo\nsoketayo@alexandria.cc\n\n", "id": "365aa6bfe193d89a8ea3e800eb7f711e"}