{"email_subject": "MS.KIMAEVA LIOUDMILA", "email_body": "Dear sir/madam,\n\nI am Ms. KIMAEVA LIOUDMILA, a personal secretary to Mikhail Khodorkovsky\nthe richest man in Russia and owner of the following companies: Chairman\nCEO: YUKOS OIL (Russian Largest Oil Company) Chairman CEO: Menatep SBP Bank\n(A well reputable financial institution with its branches all over the world).\nI seek your partnership to accommodate the sum US$423M for us.\n\nMy Boss got arrested for his involvement on politics in financing the leading\nand opposing political parties (the Union of Right Forces, led by Boris\nNemtsov, and Yabloko, a liberal/social democratic party led by Gregor Yavlinsky)\nwhich posed treat to President Vladimir Putin second tenure as Russian president\nbefore he was reelected On March 14, 2004. You can catch more of the story\non this\n\nhttp://newsfromrussia.com/main/2003/11/13/51215.html\n\nThe fund (US$423M) in question was approved by the Government of Russia\nfor payment of various YUKOS OIL contractors/suppliers to prevent them from\nloosing the money they invested in the numerous contracts they executed\nfor the above firm. The Government had already concluded plans to frozen\nall the accounts in my boss name (Mikhail Khodorkovsky) both corporate and\npersonal before I connived with the Accountant General of YUKOS OIL (who\nis also my partner in this transaction) to raise a memo stating that YUKOS\nOIL owe contractors the above amount which was finally approved for payment\nafter some deliberations. Actually, we have paid all our contractors both\nlocal and foreign because they agitated for their payment when they had\nthat my boss was arrested.\n\nYOUR ROLE:\n\nI will present you / your company as one of the contractors we are owing\nso that you can stand as the beneficiary of the above quoted sum or part\nof the fund according to your financial strength or the strength of your\ncompany. I will arrange for the documentation which the payee bank will\nneed to transfer the sum to you. I have decided to use this sum to relocate\nto American continent and never to be connected to any of Mikhail Khodorkovsky\nconglomerates. The transaction has to be concluded before as soon as possible.\nYou will be rewarded with 10% of the total sum for your partnership. Can\nyou be our partner on this transacton?\n\nAs soon as I get your willingness to assist us in this deal, I will give\nyou more details. Thank you very much .\n\nNOTE: PLEASE REPLY TO THIS MAIL kimaeva@k.ro.\n\nRegards\n\nMS.KIMAEVA LIOUDMILA\n\n\n__________________________________________________________________\nTiscali Adsl 2 Mega Free: naviga gratis tutto l'anno!\nSupera tutti i limiti di velocita' con Tiscali Adsl 2 Mega Free.\nSei libero da costi fissi e, se ti abboni entro l'8 novembre,\nnavighi gratis tutto l'anno.\nhttp://abbonati.tiscali.it/adsl/\n\n\n\n\n\n", "id": "36c3a5758ec3d94c66b32e9af8fdeb73"}