{"email_subject": "Joint-Venture.", "email_body": "\nDear,\n\n\nI am Mr Malick Diop, the director of Contract Awards\nand Finance Allocations of the Federal Ministry of Works\nand Housing. I presided over the award of the building of\nthe federal government satellite housing estates at here\nin Dakar, the new federal capital city of Senegal.\n\nDuring the bid for the contract, I had a pact with the\neventual winner of the bid and the contractor of the\nproject to inflate the contract sum to the tune of US$30\nMillion Dollars. The contract has since been executed, and\njob completion certificate duly awarded. Furthermore, the\npayment for the contract has been fully made to the\ncontractor leaving behind the over-inflated amount of US$30\nMillion Dollars, which I have secured under contract ref.\nNo: FMWH/FRN/108X01/2002.\n\nThe problem now is that as a senior civil servant, I am\nprohibited by the civil service code from running a private\nbusiness or foreign bank account. Moreover, I am required\nto declare my assets annually with the civil service\ncommission for verification and clearance, and therefore,\ncannot defend this large amount of money as an addition to\nmy assets without compromising my reputation and the\nimpeccable records I have achieved over the years.\n\nTherefore, I need your cooperation to be present as a sub-contractor\nin the execution of the\nproject/contract to claim the fund on my behalf.\n\nFor volunteering your cooperation in this deal, you are\nentitled to 40% of the fund. Should this be acceptable to\nyou, kindly indicate in writing and confirm the following:\n\n Telephone and fax numbers for prompt communication.\n\n Bank name, address and account number where the fund will\n be moved.\n\nFull name of company and address or personal name and\naddress that will serve as the beneficiary/sub-contractor\nto claim the fund.\n\nFurthermore, as soon as this fund is transferred into your\nbank account, I will require you to still act as my agent\nin investing my share in estates/landed properties and\nfinancial securities in your country.\n\nI want to emphasize here that this deal is free from any\nform of risk from both parties as great care has been\nexercise in perfecting it, and therefore, I enjoin you to\napproach it with an open mind and without any fear\nwhatsoever. As a deal, I make haste to advise that you\nshould be private about it.\n\nKindly channel all correspondences through:\nmarlick_diop@myway.com\n\nMr.Malick Diop.\n\n\n\n\n\n\n\n\n-- \nNo virus found in this outgoing message.\nChecked by AVG Anti-Virus.\nVersion: 7.0.300 / Virus Database: 265.8.5 - Release Date: 03/02/2005\n\n\n\n", "id": "36eaa348af460e2ff3d85ecd072115a5"}