{"email_subject": "FROM YOKUS OIL", "email_body": "PLEASE FOR CONFIDENTIALITY REASONS CONTACT ME THROUGH MY SECURED EMAIL \nADDRESSES: alexeiza@katamail.com\nDear friend\nI am Mr. Alexei Zakharenko a personal treasurer to Mikhail Khodorkovsky the \nRichest man in Russia and owner of the following companies: Chairman CEO: \nYUKOS OIL (Russian Largest Oil Company) Chairman CEO: Menatep SBP Bank (A \nwell reputable financial institution with its Branches all over the world)\nSOURCE OF FUNDS:\nI have a profiling amount in an excess of 100,000,000 dollar(one hundred \nmillion dollar) which I seek your Partnership in accommodating for me. You \nwill be rewarded with 10% of the total sum for your partnership. Can you be \nmy partner on this?\nINTRODUCTION OF MY SELF As a personal consultant to him, authority Was \nhanded over to me in transfer of money of an American oil merchant For his \nlast oil deal with my boss Mikhail Khodorkovsky.\nAlready the funds have left the shore of Russia to an European private Bank \nwhere the final crediting is expected to be carried out. While I was on the \nprocess, My Boss got arrested for his Involvement in politics by financing \nthe leading And opposing political parties (the Union of Right Forces,led by \nBoris Nemtsov, and Yabloko, a liberal/social democratic party Led by Gregor \nYavlinsky) which poses treat to President Vladimir Putin Second Tenure as \nRussian president.\nYou can catch more of the story on This website:\nhttp://newsfromrussia.com/main/2003/11/13/51215.html\nYOUR ROLE:\nAll I need from you is to stand as the beneficiary of the Above quoted Sum \nand I will re-profile the funds with your name, which will enable The \nEuropean bank transfer the sum to you. I have decided to use this Sum to \nrelocate to American continent and never to be connected to any of Mikhail \nKhodorkovsky conglomerates. The transaction has to be concluded in 5 to 10 \nbank working days before Mikhail Khodorkovsky is out on bail. As Soon as I \nconfirm your readiness to conclude the transaction with me.\nContact me via my private box: alexeiza@katamail.com so that I can furnish \nyou with more details.\nThank you very much,\nRegards,\nAlexei Zakharenko [Mr]\nNB: IGNORE THIS MAIL IF YOU ARE NOT INTERESTED IN THE OFFER AND ALSO IF YOU \nCAN NOT HANDLE LARGE SUMS OF MONEY.\n\n\n\n\n", "id": "36efdf081e79a43699e96a69330e55db"}