{"email_subject": "I AM URGENTLY WAITING FOR YOUR CALL OR EMAIL", "email_body": "CONFIDENTIAL PROPOSAL FROM.\nMR.MUHAMMD  AMIN\nTHE CHIEF AUDITOR INCHARGE,\nAFRICAN DEVELOPMENT BANK (ADB).\nOUAGADOUGOU BURKINA FASO.\nWEST AFRICA.\n\nMy Good Friend,\n\nHow are you doing together with your family? I guessed all is well. My \nmassage should not be a surprise proposal to you because i got your contact \ninformation from the international directory in few weeks ago  before i \ndecided to contact you on this magnitude and lucrative transaction for our \nfuture survival in life.\n\nMoreover, i have laid all the solemn trust in you before i decided to \ndisclose this successful & confidential transaction to you.\n\nAs i have said, I AM MR. MUHAMMD  AMIN. THE CHIEF AUDITOR INCHARGE OF \nFOREIGN REMITTANCE UNIT, AFRICAN DEVELOPMENT BANK OUAGADOUDOU BURKINA-FASO.\nNow i have the intent to contact you over this financial transaction worth \nthe sum of NINTEEN MILLION, THREE HUNDRED THOUSAND UNITED STATES DOLLARS \n($19,300,000.00 ) for our future success.\n\nThis is and abandoned sum that belongs to one of our bank foreign customers \nwho died along with his entire family through plane crash disaster since few \nyears ago. Meanwhile i was very fortune to came across the deceased file \nwhen i was arranging the old and abandoned customers files in other to sign \nand submit to the entire bank management for an official re-documentation \nand audit of the year against 2008.\n\nBe informed clearly that it was stated in our banking rules and regulations \nwhich was signed lawfully that if such fund remains unclaimed  till the \nperiod of 6 years started  from the date when the beneficiary died, the \nmoney will be transferred into the treasury as an unclaimed fund.\n\nAs a honour and advantage bestowed to our foreign customers base on the \nrules guilding our bank, it was stated obviously that if you are not a \ncitizen of Burkina Faso , you have the absolute authority to claim the fund \nhence you are a foreigner despite your differences from the country of \norigin of the deceased.\n\nSo the request of you as a foreigner is necessary and legit to apply for the \nclaim and transfer of the fund smoothly into your reliable bank account as \nthe NEXT OF KIN OR EXTENDED RELATIVE to the deceased costomer.\n\nOn the transfer of this fund into your account, { 39% } being ( \nUS$7,527,000.00) will be your share in respect of the account provision and \nyour assistance rendered during the transfer of the fund into your bank \naccount,{ 52% } being (US$10,036,000.00) will be my share being the \ncodinator and the pillar of the transaction while the rest { 9% } being \n(US$1,737,000.00) will be shared to the respectable Organisations Centers \nsuch as Charity Organisation, Motherless Babies homes, and helpless disabled \npeople in the World.\n\nNow, if you are really sure of your trustworthy, \naccountability,confidentiality on this transaction, contact me and agree \nthat you will not change your mind to cheat or disappoint me  when the fund \nhave getting into your account. Besides you should not entertain any fear \nbecause i am sure of the success as an insider in the bank.\n\nPlease reply with the assurance, include your private telephone and fax \nnumbers necessary for facilitate an easy communication in this transaction.\n\nAs soon as you reply , give me a call through my private telephone number on \n( 00 226 70437906 ) so that i will let you know the next step to follow in \norder to finalize this transaction immediately.\n\nI expect your urgent communication and my best regard to you and all members \nof your family.\nMr_muhammd_amin@yahoo.fr\nYours sincerely,\n\nmr. MUHAMMD   AMIN\n\n_________________________________________________________________\nWindows Live Spaces : crez votre blog  votre image ! \nhttp://www.windowslive.fr/spaces\n\n\n\n", "id": "370ea46d50c2227297b06cc3f8af5d58"}