{"email_subject": "From Samuel Komo", "email_body": "          From Samuel Komo\n  (samuel_komo1@yahoo.ca )\n  Amina Guest Hotel Number +225 08107184\n  \n  APPEAL FOR URGENT ASSISTANCE FROM YOU. \n   \n  Dear, One\n     \n  Permit me to inform you of my desire of going into business relationship with you.after my prayed over it and selected your name among other names due to its esteeming nature and there commendations given to me as a reputable and trust worthy person that I can do business with and by the recommendation , I must not hesitate to confide in you for this simple and sincere business . \n    \n   I AM Samuel Komo, the only son of late Mr. and Mrs Agams  Komo. My father was a very wealthy cocoa merchant in Abidjan , the economic capital of Ivory coast, my father was poisoned to death by his business associates on one of their outings on a business trip. My mother died when I was a baby and since then my father took me so special. Before the death of my father  he secretly called me on his bed side and told me that he has the sum of $9,500,000\nUS Dollars ( NINE MILLION FIVE HUNDRED THOUSAND) left in fixed / suspense account in one of the prime banks here  in Abidjan ,that he used my name as his only son for the next of Kin in depositing of the fund. He also explained to me that it was because of this wealth that he was poisoned by his business associates. That I should seek for a foreign partner in a country of my choice where I will transfer this money and use it for investment purpose such as real estate management or hotel management . \n \nDear, I am honourably seeking your assistance in the following ways: To provide a bank account into which this money   would be transferred to .\n  To serve as a guardian of this fund since I am a young boy of 21 years without investment knowledge.To make arrangement for me to come over to your country to  further my education .and to secure a resident permit in your country. Moreover,I am willing to offer you 15% of the total sum as compensation for your EFFORT/INPUT after the successful transfer of this fund into your nominated account overseas. Furthermore, you indicate your options\ntowards assisting me as I believe that this transaction would be concluded within Seven working days you signify interest to assist me.Anticipating to hear from you soon.IMMEDIATELY YOU RECEIVE THIS MY LETTER PLEASE REPLY ME ON THIS MY PRIVATE EMAIL (samuel_komo1@yahoo.ca) FOR CONFIDENTIAL AND SECURITY REASONS OR YOU CALL ME ON MY number +225 08107184\n  . \n  Thanks and God bless. \n   \n  Samuel Komo\n  \n \n\n\n\n\n\n\n\t\t\n---------------------------------\n7 bucks a month. This is Huge Yahoo! Music Unlimited  ", "id": "372f66d39fc55d8189fa03f1768cb817"}