{"email_subject": "DIVINE ARRANGEMENT", "email_body": "DEAR SIR,      I am RAYMOND DAVID,Director of International Remittance Department of Capital Bank International,based in Lagos-Nigeria.A German Mr,Wolfgang Schinister,66years of age and a prosperous farmer had in our Bank the sum of US$25M in a domiciliary account.He named his wife,Mrs.Helga Schinister as the next of kin.Unfortunately,two of them were killed in the recent plane crash involving concord AF4590 in Gonesse,France.Effort had been made by the management of my Bank through the German Embassy in Lagos to contact any of the deceased children but to no avail,as we were made to understand that the couple had no child owing to the skeletal information available to the Bank,it has so far been impossible to reach any of the relatives. The option left for the Bank management is to declare the deceased account dormant and revert the funds to trading on behalf of and in the interest of the Bank.In order to avoid this development,my Colleagues and I now seek your permission to have you stand as a distant relative to Mr.and Mrs.Wolfgang Schinister,so that the funds would be released to you.All documents and proofs to enable you get the funds will be carefully worked out by an attorney which we shall secretly appoint for you. On receiving your consent to this proposal,the attorney would immediately obtain for an order of mandamus from the Federal High Court of Justice on your behalf recognizing you as a bona-fide relative to the deceased and subsequently apply for the release of the funds to you as the beneficiary (NEXT-0F-KIN).May I assure you that this Transaction is 100% risk-free,as we have taken care of all necessary modalities to ensure a hitch-free transaction.To this effect my colleagues and I have agreed to compensate you with15% of the total sum US$25M (Twenty Five Million American Dollars) only. Best Regards. RAYMOND DAVID   inTra Free WebMail brought to you by inTra Syria Powered by  syrianhost.net", "id": "374531554b289122e854bcae40fa2d4b"}