{"email_subject": "BUSINESS PROPOSAL.", "email_body": "PLEASE NOTE: USE ONLY abachafamily42000@yahoo.com \nFOR SECURITY REASONS.\n\nDR. MRS. MARIAM ABACHA ABACHA\nC/O. MUSA ABACHA\nKANO-NIGERIA\n\nBUSINESS PROPOSAL.\n\nDear Sir/Madam,\n\nRE: US$50 MILLION / INVESTMENT ADVICE\n\nI am the wife to Ex-Nigerian(president)Head of State Late Gen. Sanni Abacha\nwho died on the 8th of June 1998. Sometime in 1998 before his death, he\nentrusted to me the sum of US$50 (Fifty Million United States Dollars) which\nwe deposited with an organization which I will disclose to you later .This\nmoney was meant for the campaign of his self-succession bid. Unfortunately\nhe died before actualization of his aspiration.\n\nThis amount of $50M entrusted to me by my late husband due to the trust\nand confidence he had on for me as his wife.In agreement with the Abachas\nfamily, I write to solicit your assistance to transfer this sum of $50M\nto you for subsequent disbursement between you and us. We are soliciting\nfor your assistance because the present Nigerian Government are freezing\nany bank account traceable to the Late Ex-Head of State's family and relatives.\n\nFor your assistance, we have agreed to compensate you with 20% of the total\nsum while 80% is for us.The major part of our share of 80% shall be used\nfor investment overseas.\n\nNote that this transaction is 100% risk free as we have mapped out strategies\nfor a successful transaction with the organization, which I will disclose\nto you later.Please Endeavor to keep this transaction absolutely secret.\nThis transaction is expected to be concluded within 10 working days If you\nare interested.\n\nI would want you to contact me immediately through my private and most confidential\nemail address(abachafamily42000@yahoo.com \n) this is my confidential email address.so i will need your name,tel,fax,first\nthree pages of international\npasport and address so that i can know whom am dealing with.\n\nThank you for your anticipated kind understanding and urgent positive response.i\nwiil email to you the pictures of the money once i get your reply,please\nhelp us.\n\nBest Regards,\nDR. MRS. MARIAM ABACHA ABACHA\n\nPrivate Email:abachafamily42000@yahoo.com \n\n\n", "id": "375bb7f40e8c839693da54db5cbda41a"}