{"email_subject": "Assalamu Alaikum.", "email_body": "Dear, \n\nI am pleased to introduce a business opportunity to you,to transfer to your overseas account,sum of($4,123.000.00 USD) Four million one hundred and twenty three thousand United States Dollars) from one of the Prime Banks here in Dakar-Senegal,I urgently want to know soonest you,If you are not capable to handle and acomodate this magnitude of funds untill i resign and come over to join for an investment in your country,tell me so that i can quietly look for another reliable and honest individual that would be capable and fit enough to provide either an existing bank account or to set up a new Bank a/c immediately to receive this funds,even an empty a/c can serve to receive this funds,as long as you will remain honest to me till we actualise this interest believing that you will never let me down either now or in future. \n\nI am Mr.Aziz Mohammed the Auditor General of one of the prime banks here in Dakar Senegal west Africa during the course of our auditing,I discovered a floating fund in an account opened in the our bank since 1982 and till date no body has operated on this account again after going through some old files in the records I discovered that the owner of the account died long ago in a plane crash along with his family without leaving a[Heir/WILL] hence the funds is floating and if I do not remit this money out urgently it will be forfeited for nothing.The owner of this account is Khalifa T.Ibrahim a foreigner before his death,he was a management consultant and he died since 1992.No other person knows about this account or any thing concerning it,the account has no other beneficiary and my investigation proved to me as well that until his sudden death he was a management consultant. \n\nSince I hardly know any foreigner,I am only contacting you as a foreigner tp stand and apply as his next of kin because this money can not be approved to a local person here as his next of kin without valid international foreign passport,but can only be approved to any foreigner with valid international passport or drivers license and foreign a/c because the money is in US dollars and the former owner of the a/c is a foreigner too,and the money can only be approved into a foreign a/c. I need your full co-operation to make this work fine because the management is ready to approve this payment to any foreigner who has correct information of this account,which I will give to you upon your positive response and once I am convinced that you are capable and will meet up with instruction of a key bank official who is deeply involved with me in this business.\n\nI need your strong assurance that you will never,never let me down.With my influence and my position in the bank the bank official can transfer this money to any foreigner's reliable account that you can provide with assurance that this money will be intact pending on my physical arrival in your country for sharing. The bank official Will destroy all documents of transaction immediately we receive this money leaving no trace to any place and to build confidence you can call me for heart to heart discussion through my private satellite phone which I secured for the security and safety of this business as you know that this business is confidential. At the conclusion of this business,you will be given 40% of the total amount,55% will be for me, while 5% will be for expenses both parties might have incurred during the process of transferring. Call  Me Immediately you recieve this mail : 00-221-559-0212\n\nI look forward to your earliest reply through my email address. \nYours truly, \nAziz Mohammed  (Mr)\n\n\n\n\n", "id": "376257bfbfbc01f8be3e1706f024b2e0"}