{"email_subject": "FROM MR SUDIQ  BAWA", "email_body": "FROM MR SUDIQ  BAWA\nBILL AND EXCHANGE MANAGER\nFOREIGN REMITTANCE DEPT.\nBANK OF AFRICA (B.O.A)\nOUAGADOUGOU,BURKINA FASO.\n\n\nDear Friend,\n\nI am MR SUDIQ BAWA, The Bill and Exchange Manager at the Foreign Remittance \nDepartment of Bank Of AFRICA  (BOA).  I  have an urgent and very \nconfidential business proposition for you.\n\nOn october 6, 2002, an American Geologist/Contractor with  the Economic \nCommunity Of West African States (ECOWAS), Dr. George W.Brumley From \nAtlanta,U.S.A Deposited the sum of US$15,500,000.00 (Fiften million Five \nhundred thousand Dollars only) in my bank. Upon maturity,I sent aroutine  \nnotification to his forwarding address but got no reply. After a month, we  \nsent a reminder and finally we discovered from his contract employers, the \nEconomic Community Of West Africa States (ECOWAS) that Dr George W.Brumley \ndied in a plane crash with his intire family in Kenya,East Africa in the \nyear 2003.\n\nI want you to visit the website below for more information about the Plane \nCrash:\n\nhttp://www.wral.com/news/2345844/detail.html\nhttp://www.cnn.com/2003/WORLD/africa/07/20/kenya.crash/index.html\n\nI therefore made further investigation and discovered that In the bank form \nfor next of kin, George W.Brumley Before his death filled his wife JEAN \nBRUMLEY as his next of kin but unfortunately, the wife died with him along \nothers and therefore, there is nobody left behind to claim the fund of\nDr. George Brumley as his next of kin that was why I contacted you and \nproposed it as a deal between us.\n\nMeanwhile, Official documents, including his Bank Deposit paperwork in my \nBank as the next of kin was in the name of his wife. Based on that, No one \nwill ever come forward to claim it.According to the Burkina Faso Law,under \nBurkina's foreign and defense affairs,at the expirationof 3 (Three) \nyears,such funds will revert to the ownership of the Burkina Faso Government \nfor financing military operations,such as purchasing of arms and ammunitions \nfor the military.\n\nIn order to avert this negative development, I will like to seek for your \npermission as a foreigner to stand as the next of kin to Dr.George W.Brumley \nso that the fruits of this old man's labor will not be use for financing \nweapons which will further enhance the courses of war in the world in \ngeneral.\n\nThe money will be paid into your account for us to share in the ratio of 55% \nfor me and 40% for you and 5% for Expenses Incurred in the course of the \ntransaction.There is no risk at all as all the paperwork  for this \ntransaction will be done accordingly and with my position as the bill and \nexchange guarantees the successful execution of this transaction.\n\nIf you are interested, please reply immediately through my private e-mail \naddress: by indicating your bank name and address, Account number, phone and \nfax number for easy communication. Upon your response, I shall then provide \nyou with more  details and that will help you understand the\ntransaction and also give you the text of the application to fill and send \nto the bank.\n\nFinally, You should observe utmost confidentiality, and rest assured  that \nthis  transaction would be most profitable for both of us because I shall \nrequire your assistance to invest my share in your country.\n\nAnxiously Awaiting for your urgent response.\n\nThanks and best regards to your family.\nFROM MR SUDIQ  BAWA\nBANK OF AFRICA (B.O.A)\n\n_________________________________________________________________\nDcouvrez Windows Live Messenger : le futur de MSN Messenger ! \nwww.windowslivemessenger.fr\n\n\n\n", "id": "37dbd0edfb1d23fd189db8028db11661"}