{"email_subject": "CONFIDENTIAL BUSINESS PROPOSAL", "email_body": "Email Address: williammabaye200@netscape.net\nTelephone number: 0031630655043\n\nDear friend, \n\nI wish to begin by way of introduction. I am William Mabaye the first and only surviving son of late Tutu Mabaye one of the foremost and rich black farmers in Zimbabwe recently murdered in the land dispute in my country. Before the death of my father, he had taken me to Johannesburg-South Africa, to deposit the sum of US$25 million (Tweenty Five Million United States Dollars) in one of the private security companies, as family valuables, when he realized the looming danger in Zimbabwe. This amount was meant for the purchase of new machineries and chemicals for the farms and also for the establishment of new farms in Swaziland.\n\nThis land dispute started when President Robert Mugabe introduced a new land reform, which was particularly targeted at the rich white farmers and a few black farmers (my father included). This resulted in the gruesome killing of rich farmers (mainly whites) and the unlawful possession of their properties by Mugabe?s war veterans, under the disguise of fighting for the interest of the country.\n\n It is against this background that I fled the country with my family, to the Netherlands where we are currently seeking asylum.\nI have decided to seek foreign assistance, as the Netherlands law prohibits asylum seekers from operating bank accounts or involve in financial transaction of any kind, hence this letter to you. All I need is your trustworthiness to be able to entrust the above said amount and help me with investment opportunities. My family?s survival depends on this money as we have virtually lost all our assets.\n\nThere are two options, firstly, you can choose to accept 25% of the total amount for your assistance or go into partnership for the proper investment of the money in your country. We shall discuss in detail the modalities involved when you reply providing me with your telephone & fax numbers. \n\nI await your reply through the  above email ,while I implore you to maintain the absolute secrecy required to ensure a safe and hitch free transaction.I shall furnish you with more details on request.\n\nYours truly\n\nWilliam Mabaye\n\n\n", "id": "3818a900b8d903d9fd82f96d74b7ad30"}