{"email_subject": "PAYMENT REPRESENTATIVE OFFER", "email_body": "Dear Sir/Madam,\n\nHow are you doing. I came across your email address and your brief\nprofile through an email listing affiliated with the US Chamber of\nCommerce. I would be very interested in offering you a part-time\npaying job in which you could earn alot.\n\nMy names are Thomas Daniel Owen Jr. and I am 52 years of age. I just\nresigned my job as a research scientist for ARINI(Agricultural\nResearch Institute of Northern Ireland) and I now work as a freelance\nconsultant for the instistute which gives me very much time to do my\nown work which is basically being a freelance researcher who could\nbe employed by research institutes to do research projects anywhere\nin the world.\n\nPresently, I have just been granted a funding to head a research\nproject in the tropical regions of West Africa/Asia regarding rare and\nvulnerable plant species and this would be commencing very soon.\nThis research program will be funded and sponsored by some of my\nAmerican counterparts and Associates. But the only set back is\nthat the American counterparts want to make payments for the\nresearch in form of US money orders/ cashier's cheque only and its\na known fact that money in such forms cannot be cashed outside the\nUS. Getting an accountant in the states or opening an account\nwould have been my best choice but I have a deadline to meet and\ntaking any of those choices would cost me time and a whole lot of\nother requirements which I am not ready to deal with. This is where\nI need to employ your assistance and service.\n\nWHAT I NEED YOU FOR?\nAt this point, I will be glad if you could work with me as my\nrepresentative in the US. You will be working as my payment assistant\nincharge of collecting and processing the payments from my Associates.\nSince they will be making the payment in Money orders/ Cashier checks\nmade payable only in the US, you will be collecting this payments and\ncashing them on my behalf. On agreement to been my representative in\nthe US, you will receive a commission of 10% of whatever amount of\npayment you receive from my associates.\n\nJOB DESCRIPTION?\n1. Recieve payments (in form of money orders/checks) from my associates\nvia mail(UPS/FEDEX/DHL).\n2. Cash the Payments at your Bank.\n3. Deduct 10% which will be your commission/percentage on Payment\nprocessed.\n4. You are to remit the balance via Money Gram or Western Union Money\nTransfer according to my instruction.\n\nHOW MUCH WILL YOU EARN?\n10% from each transaction! For instance: On receiving 6000 USD via\ncheques or money orders on my behalf. You will cash the payment and\nkeep 10% to yourself before remitting the balance! At the beginning\nyour commission will equal 10%, though later it will increase up to\n12%! For the research, I am expecting about the sum of $105,000 in\ntotal from the clients(though the money will be sent in installmentally\ndue to the progress of my research). You could make over $10,500 for\nthe little time we will be working together.\n\nADVANTAGES?\nYou dont have to go out of your present daily activity inorder to\nengage in this Job(i.e. you can do this Work easily without leaving or\naffecting your present Job).You will work as an independent contractor\nright from your home /office. Your job is absolutely legal. You do not\nneed any capital to start(non of your personal funds is needed).\n\nREQUIREMENTS?\n18 years or older.\nLegally capable.\nResponsible, Reliable and Trustworthy.\nReady to work 3-4 hours per week.\nAble to check and respond to emails often.\nEasy telephone access.\n\nIS THIS LEGAL?\nYes it is.As a matter of fact,my lawyer checked all legal provisions to\nknow if there is any dosmestic or international law against businesses\nor deals in this manner.And he said its allowed by all LAWS.So know\nthat doing this work is safe and legitimate.\n\nI hope all is well understood. I would be glad if you accept my\nproposal and I intend to commence as soon as you are ready.\n\nPlease, to facilitate the conclusion of this transaction if accepted,\ndo send promptly by email the following details below, to indicate your\ninterest.\n\nNAME:\nADDRESS:\nPHONE NUMBER:\nAGE:\nSEX:\n\nI hope to hear back from you.\n\nALL REPLIES TO BE SENT TO : owentholu03@yahoo.com.hk \n\nDr. Thoams D. Owen Jr.\nAgricultural Research Institute of Northern Ireland\nHillsborough,\nIreland BT26 6DR.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "38248d46f0b1ceace97cd47ef7bf9c29"}