{"email_subject": "My Mail", "email_body": "ATTN; \nSir, \nGood day, I know you'll receive this proposal with a total surprise and some kind of scepticism, based on the fact that we never had any prior discussion to this matter nor have we seen or known ourselves before, nevertheless I would like you to treat this proposal as a matter of its urgency and accord it every necessary attention required. I got your contact in cause of a serious search for a reliable person of foriegn origin who could help us. \nI'm Mr Addonis Johnson, son of late Mr. Solomon Johnson, the former Director General of Sierra Leonian (diamond mining) Procurement Agency, Who died some years ago when the revolutionary united front rebels attacked Makeni town, Sierra leone. Following the cease fire agreement reached last year with the help of United Nation peace keeping troops(UNASIL), I used the oppoturnity to leave the country with a very important document containing (US$5.500.000) five million five hundred U.S Dollars deposited by my late father in a bank in Dakar, Senegal in my name as the next of kin. \nThis money was realised from diamond export, now I and my brother are seeking asylum in the Senegal under (UNHCR). My main reason for contacting you is that I received an information from the bank warning that I should make haste to dislodge the money or I loose it to my home government investigations on ex-governmental officials accounts. They advised I should present an individual, organisation or company as the beneficiary to the account since the money cannot be released to me as a client considering my status here as a refugee. All the accounting information are with me right here in senegal. \nFor your assistance and cooperation we have decided to give you 10% of the total sum realised after the sucessful transfer of this money to your account for our investments in your country. Please kindly communicate your acceptance of this proposal through this email address so that we can discuss the modalities of seeing this transaction through, \nWe count greatly on you for assistance. Awaiting to hear from you soon. \nThanks. \nYours Sincerely \nAdonis Johnson. \n\n\n\n\n", "id": "385516eace2d58b37c2227cf3e08e41b"}