{"email_subject": "(Peace)", "email_body": "Dear Sir/Madam\n\nAt this perceived confusion or stress may have With due respect. Sorry receiving\nthis letter Since we have not known ourselves or met before.  Despite that,\nI am constrained to write you this letter because of\nthe urgency of it. \n\nBy way of self introduction, I am Mrs Joy Afolabi, the wife of late Dr.\nSunday Afolabi Little did I know that my Late husband used his position\nin the present government to influence the  Nigerian government to award\nSAGEM S.A COMPANY (FRANCE)  the contract of handing the Nigerian national\nidentification card scheme in Nigeria of, which he and his colleagues were\nthen offered the sum of $214 million dollars by SAGEM as bribes.\n\nSince my husband was a care-free person, he was poisoned by his colleagues\nso that he will not get his share of the deal and later died out of shock\nduring his treatment abroad in Germany when he Finlay realised that his\ncase was as a result of poison, but thank God, my husband was smart enough\nto have kept some wealth without letting anybody knows about it.\n\n\nHowever, since after my husband death, we have suffered maltreatment and\nuntold hardship in the hands of my late husband's family, simply because\nI did not bear a male child [heir apparent] for my\nlate husband. By tradition, all that my late husband had, [wealth] belongs\nto his brothers/family. And myself is to be remarried by his immediate younger\nbrother which I vehemently refused. They have taken\nall that I suffered with my husband to acquire including treasures, houses\nand his bank particular seized by them. I wanted to escape to the United\nStates of America [USA} with my children on exile, but\nagain they conspired and stole my International passport and  other travelling\ndocument to further frustrate me. My three daughters and I are trapped in\nobnoxious custom and traditional norms.\n \nThank God, two weeks ago, I received Key Text Code from a Security Company\nin EUROPE, that my late husband deposited U.S $15.5 Million cash in one\nSecurity company in Europe. It has therefore become\nvery necessary and urgent to contact someone a foreigner like you to help\nme receive/secure these funds overseas in a  reliable bank Account presumably\nan empty Bank Account, if available and  to help invest it on our behalf\nas well, while we find a way of getting out to meet with you in your country.\nThese funds are kept with one Security Company in EUROPE to avoid detection,\nseizure or diversion.\n \nI have had several communication with  the Director of the security company\nin Europe, who has express willingness to help me on meeting the company's\ndemands.\n\nThis is why I have contacted you to help save my children and I By receiving\nthese funds on our behalf. But you need to give me Sufficient assurance\nthat you will not divert the fund if you help me. \n \nMy children and I have resolved to give you 30% of the total sum. This is\nall my children and I have got to live on. \n \nPlease, I have reposed my confidence in you and hope you will not disappoint\nme. I look forward to your urgent response, including your phone/ mobile\nNo and also your fax no for easier communication.\nThe secret codes (e.g Pin No, Secret Access Code)for this fund are safely\nkept with me which I can give you as soon as you express desire to help\nme.\n\nThank in advance for confidentiality and I look forward to hearing from\nyou.\n\nMrs. Joy Afolabi.\nFor authenticity, Please visit this site's.\n\nhttp://www.dailytimesofnigeria.com/DailyTimes/2003/December/4/N29bnscam.asp\nhttp://www.dailytimesofnigeria.com/SundayTimes/2003/December/14/HowAfolabi.asp\nhttp://www.vanguardngr.com/articles/2002/c2122003.htm \n\n\n\n__________________________________________________________________\nGet Tiscali Broadband From £15:99\nhttp://www.tiscali.co.uk/products/broadbandhome/\n\n\n\n\n\n", "id": "38634e524a492edcf77771cf05b6ce26"}