{"email_subject": "GOOD NEWS TO YOU", "email_body": "Phone Number 882-1646685262. \nPrivate Email GOD_BEE_WITH_US@YAHOO.CO.UK.\nI Need Your Urgent Reply. \n               \n             {MONEY  TRANSACTION} \n\nDear Sir,Madam\n                                         \nMy name is Mr.Cyril Beko, and I work in the\nInternational operation department in a Local Bank\nhere in South Africa. On a routine inspection I\ndiscovered a dormant domiciliary account with a BAL.\nOf  36,000,000 (Thirty Six Million USD) on further\ndiscreet investigation, I also discovered that the\naccount holder has long since passed away (dead)\nleaving no beneficiary to the account. The bank will\napprove this money to any foreigner because the former\noperator of the a/c is a foreigner and from Iraq in\nparticular and I am certainly sure that he is dead,\nand nobody will come again for the claim of this money\nA foreigner can only claim this money with legal\nclaims to the account Holder; therefore I need your\ncooperation in this transaction. \n\nI will provide the necessary information needed in\norder to claim this money, But you will need to open \nan account where this can be transferred. If\ninterested send your private Telephone No. And Fax \nnumber including full details of the account to be\nused for the Deposit I wish for utmost confidentiality\n\nin handling this transaction as my job and the future\nof my family would be jeopardized if it were breached.\n\n\nI want to assure you that the transaction is without\nrisk if due process is followed accordingly. Finally, \nI will give you 25% for your corporation. \n\nI look forward to your earliest reply through this\nemail or my private\nmail:GOD_BEE_WITH_US@YAHOO.CO.UK.You should try to\ncall me on my satelite phone no.\n882-1646685262. \n\n\nI look forward to a favorable response from you. \n\nYours \n\nMr.Cyril. \n\n\n\n\n\n\n\n\n\n\n________________________________________________________________________\nBT Yahoo! Broadband - Save 80 when you order online today. Hurry! Offer ends 21st December 2003. The way the internet was meant to be. http://uk.rd.yahoo.com/evt=21064/*http://btyahoo.yahoo.co.uk\n\n", "id": "386ba47c4db682a2662c0c3ada5a80b6"}