{"email_subject": "VERY IMPORTANT", "email_body": "From: Mrs. Patricia Jonas Savimbi\nEmail: petersavimbi7@webmail.co.za\n+27-724340319\n                                   KEEP CONFIDENTIAL PLEASE.\nAttn: Sir/Madam.\nThis letter may come to you as a surprise but I really prayed to God to\nhelp me choose somebody that will be my true partner, a person who has\na fear of God that cannot betray my remaining family and me as I don't\neven know whom to trust so I allowed the spirit of God to lead me.\nI am Mrs. Patricia Jonas Savimbi, wife to the late leader of the\nNational Union of the Total Liberation of Angola (UNITA) After\nsurviving more than a dozen assassination attempts, my husband, Savimbi\nwas killed four years later, in February 2002, in a battle with Angolan government\ntroops.\nTwo weeks before he died, he called me and reveals the existence of\nUS$16,400.000.00 (SIXTEEN Million, FOUR HUNDRED THOUSAND \nUnited States Dollars) which he deposited as valuable items with a Finance and Security Company in South Africa.\nThis money was income my late husband accumulate from the sale of Gold\n& Diamond with top member's of the National Union of the Total Liberation\nof Angola.\nWhen I heard the bad news of my husband's death, his trusted aid moved\nme and members of our family out on hiding, but unfornately my elder\nson and myself were caught and place under house arrest. Luckily to us, my\nsecond son has escaped to South Africa through the border where he\nreside as a political refugee.\nSo my reason of contacting you is because of the problem which my son\nis facing in trying to transfer the money, the labour law of South Africa\ndoes not permit an asylum seeker (Refugee) the right to financial\ntransaction.\nThis was the basic reason why I decide to contact you, so that you will\nstand as the beneficiary of the fund. If we agree on this, then the\nownership of the consignment/funds and every documents will\nautomatically be changed to your name.\nWe are offering you 30% of the total money, as a commission for your\nservices, while 70% goes to my family, which we intend to invest\nimmediately we are being released from house arrest.\nI am assuring you that this transaction is risk free, all we need from\nyou is your co-operation and sincerity of purpose.\nYou will be contacting my son Peter Savimbi on Email:\npetersavimbi7@webmail.co.za  for more  details on how to conclude this\ntransaction.\nI will wait for your response through my son, thank you and God bless.\nIn your email to my son Peter, kindly forward to him the following as\nit will be used during the process of change of ownership:\n1 You're Full Name\n2.You're Contact (Home) Address\n3.Your Telephone Moble/Home,and Fax number\n4.You can also call my son on his phone number in South Africa +27\n724340319.\nThanks and may the almighty father guide us through.\nThank you.\nMrs. Patricia Jonas Savimbi\nFor: Savimbi Family.\nALTERNATIVE EMAIL: petersavimbi5@webmail.co.za\n\n\n", "id": "386c0d4a5972ba2f42477861ecb0c6ec"}