{"email_subject": "PLEASE HELP ME", "email_body": "\nPLEASE HELP ME \nDear Friend, \n\nYou may be surprised to receive this letter, I got your contact through a desperate and personal search on the web for someone I could really trust as I have prayed over it and I wish to express my interest to handle this matter with you. \n\n\nLet me introduce myself to you before I go further; I am Mr. mark Abdul the son of late Mr. Abdul Kosoko who was recently murdered in the land dispute in Zimbabwe. I wouldn't go much deep detailing the problem I am having in my own country Zimbabwe, but you can have a look on This web-site;http://www.rte.ie/news/2000/0418/zimbabwe. html, if you have the time you will understand the kind of brutal president we have.\n \n\nBefore the sudden death of my father, he foresees the looming danger in Zimbabwe and decided to make a deposit SUM OF$30 MILLION UNITED STATE DOLLARS(THIRTY MILLION US DOLLARS)in disguise as consignment in a box with a Security Company in European  . And he was forced to disclose this to me alone as his first son. And with faith, I am going to disclose the details to you,  hoping that you will understand me and keep the secret to yourself, and most importantly to stand as the beneficiary to this fund, so that non of my country people we have any reason to track this money back. \n\n\nThis money was deposited as family valuables due to the heat of the problem in Zimbabwe , so that the government will not try to confiscate the money if discovered. This amount was meant for the purchase of new machines and chemicals for the farms and also for the establishment of a new farm in Swaziland . The land disputes started when Zimbabwean President \"MR. ROBERT MUGABE\" introduced a new Land Act reform which wholly affected the rich white farmers and some few black farmers. This resulted to many killings by Zimbabwe war veterans and some lunatics in the society. In fact, a lot of people were killed because of this land reformed Act for which my Father was one of the victims. And because of this development I flew to Dubai to stay as a refugee. \n\n\n>From the studies I have been able to make in Dubai concerning the right of a refugee, a lot of question will arise if I make any attempt to claim this fund directly concerning my age. And for the fact that I will not like to stay permanently in Dubai due to there law of not issuing permanent resident to foreigners. I am looking forward to stay in a country that the law will give me full right with time. And to have a good guardian that is knowledgeable in business and investment. It is just on this background that I have contacted you.\n\n\nPlease, I need your assistance to transfer this fund to your trusted overseas bank account as soon as it is being claim from the Security Company. For your efforts and assistance, I have agreed to give you 30% of the total sum, while 10% is mapped out to re-in-burse all the expenses incurred in the course of this transaction and 60% will be for me and my family investment in your country under your kind control. \n\n\nNote that this transaction is 100% clear and risk-free, as I have made every necessary arrangement for a successful deal base on the little advice my let father gave to me. The only thing am soliciting from you is the total assistance to make a claim of the fund on your name from the Security Company, and after which the money will be paid into your account in your country \n\n\nI need your complete trust and assurance that my own part of money will be safe when transferred to your account. Kindly keep this business proposal highly confidential for security reasons. If you are interested in assisting me, Reply via the above email address and include your private phone and fax numbers. I will respond to you immediately. \nLooking forward to your urgent reply, God Bless. \n\nSincerely Yours, \nMr. mark Abdul \n\n \n\n\n\n\n\nAhora tambi&eacute;n puedes acceder a tu correo Terra desde el m&oacute;vil.\n\nInf&oacute;rmate pinchando aqu&iacute;.\n\n\n\n\n\n", "id": "38c70472c4de2771aadb6265eef5b394"}