{"email_subject": "Your kind attention needed.", "email_body": "Hello Dear,\n\nThis mail might come to you as a surprise and the temptation to ignore it as \nunserious could come into your mind but please consider it a divine wish and \naccept it with a deep sense of humility.\n\nI am Mr. Usman Sankara, the manager in charge of Auditing  department of \nBank of Africa (B.O.A)Ouagadougou Burkina Faso in West Africa, with due \nrespect and Regard, I have decided to contact you on a business transaction \nthat will be very beneficial to both of us at the end of the transaction.\n\nDuring our investigation and auditing in this Bank, my department came \nacross a very huge sum of money belonging to one of our deceased customer \nwho died on July 30th 2002 of a ghastly motor accident and the fund has been \ndormant in his account with this bank without any claim of the fund in our \nCustody either from his family or relation before our discovery to this \ndevelopment. Although personally,\n\nI keep this information secret to enable the whole plans and idea be \nProfitable and successful during the time of execution, the said amount is \nFifteen million three hundred thousand United States dollars(US$15.3m), as \nit may interest you to know, I got your impressive information on my search \nfor a reliable partner, I contacted you to be my partner and person to be \nreliable and capable to champion a business of such magnitude without any \nproblem.\n\nMeanwhile all the arrangement to put claim over this fund as the next of kin \nto the deceased, get the required approval and transfer this money to a \nforeign account has been put in Place and directives and needed information \nwill be relayed to you as soon as you indicate your interest and willingness \nto assist me and also benefit your self to this great business opportunity, \nIn fact I could have done this deal alone but because of my position in this \ncountry as a civil servant and we are not allowed to operate a foreign \naccount and would eventually raise eye brow on my side during the time of \ntransfer because I work in this bank.\n\nThis is the actual reason why it will require a second party or fellow who \nwill forward claims as the next of kin with affidavit of trust of oath to \nthe bank and also present a foreign account where he will need the money to \nbe re-transferred into on his request as it may be after due verification \nand clarification by the correspondent branch of the bank where the whole \nmoney will be remitted from to your own designation bank account.\n\nI will not fail to inform you that this transaction is 100% risk free, on \nsmooth conclusion of this transaction, you will be entitled to 30% of the \ntotal sum as gratification, while 5% will be set aside to take care of \nexpenses that may arise during the time of transfer, while 65% will be for \nme, please you have been advised to keep \"Top Secret\" as I am still in \nservice and intend to retire from service after we conclude this deal with \nyou.\n\nI will be monitoring the whole situation here in this bank Until you confirm \nthe money in your account, and ask us to come down to your country for \nsubsequent sharing of the fund according to percentages previously indicated \nand further Investment, either in your country or any country you advice us \nto invest in and all other necessary vital information will be send to you \nwhen I hear from you.\n\nI suggest you get back to me As soon as possible and also include your \npersonal phone/mobile and fax numbers for easy communication.\n\nYours faithfully,\nMr. Usman Sankara\nThe manager in charge of\nAuditing department of\nBank of Africa (B.O.A)\nOuagadougou  Burkina Faso.\n\n_________________________________________________________________\nGagnez des crans plats avec Live.com http://www.image-addict.fr/\n\n\n\n", "id": "38d8f0d3db361b36037de33d26aa0891"}