{"email_subject": "Attn please", "email_body": "INVESTMENT RELATIONSHIP REQUEST!!!\n\n\n>From Tabel D. Micheal\n\nHello Dear One,\nI am Tabel Djedje Michael 23yrs and my younger sister\nis Maria Micheal \n19yrs, we are the only children of late Dr .and Mrs. \nDjedje Michael our late father was a former Minister\nof Interieur (in \nIvory Coast) and he was a very wealthy Merchant and \nPolitician with a good name in Abidjan the Economic\nCapital of Ivory \nCoast. Our father was a victim of the recent political\nunrest \nin this Country, he was assasinated on 20th september\n2002 in our house \nin Abidjan, that same day we excape death because \nwe were in the Church that fateful morning, our house\nwas also burnt \ndown by these evil agents government, futhermore our \nmother died some 2 years ealier and since then our\nfather had took us \nso special and did not re-marry and we have an aged \ngrandmother who is 69 years of old, which our father\nwas her only son.\n\nMrs Lim S. Tsing is a pen friend who work with an\ninformation center in \nJapan,she recommended group contacts for us and of \nwhich your contacts was among and we chose to contact\nyou for this \nbusiness relationship, our main purpose of sending\nyour \nthis mail is because of the way we found you and\nperhaps trustworthy to \ngive you this priority of transfering our funds to\nyou, We \ninherited the sum of (11.183Millions Us Dollars) from\nour late father, \nthis funds is presently in a AFRICAN DEVELOPMENT BANK\nin REPUBLIC OF \nBENIN, may you provide an active personal or Company\nbank account into \nwhich this funds can be transfered into for onward \ninvestment.\n\nBefore the death of our father on September 20th,2002,\nHe secretly told \nus that he has the sum\nof US$11.183(eleven million one hundred and eight\nthree thousand dollars) left in  suspence/fixed\ndeposit\nTrustee account in a AFRICAN DEVELOPMENT BANK in\nREPUBLIC OF BENIN, that he used my  name as his next\nof kin and the beneficiary to this \nsaid the funds, he also told us that we should seek\nfor a reliable \nforeign partner in your country where we can transfer\nthis \nfunds to and invest it in a valuable venture while we\ncontinue our \nEducation there.\n\nBecause we are still very young some unfaithful\nPersons who claim to be \nour late father's partners have taking away many of \nour father's assets and have being trying to pin us\ndown dead so that \nthey can have access to the document covering this \nfunds, then we ran into hidout location here REPUBLIC\nOF BENIN.\n\n>From this you can see that our lives are not save here\nas we are \npresently in hide out location so your assistance is\nhighly \nneeded and with sense of urgence and we will highly\nappreciate your \ncare at the successful end of this transaction.\n\nPlease, we are honourably seeking your assistance in\nthe following ways \n:\n\n1. To provide an active Company or Personal bank\naccount into which \nthis funds would be transfered into for onward \nInvestment there in your country.\n\n2. To take care of the investment of the funds/and be\na Co-Beneficiary \nof the funds to enable us to be able to make the\ntransfer.\n\n3. To make arrangement for us, me Tabel, my little\nsister Maria and our \nGrand-mother Mama Micheal to come over to your \ncountry to stay and further our education\n\n4 Secure Residence permit in your country.\n\n5. To help us look for funds managers to manage the\nfunds at the \nsuccessful end of the transfer.\n\n6. To provide Investment plan for this funds with the\nhelp of experts.\n\n7. To Fund the transfer process.\n\nMoreover, we'll offer you any percentage of which we\nshall chat soon as \nthis becomes a successful transfer of this fund into \nyour personal or company nominated account overseas.\n\nFurther more, if this transaction intrest you reply\nthis email message.\nWe Anticipating to hear your Favourable respond.\n\nThanks and May God bless you.\n\nBest regards,\n\nTabel and Maria Djedje Michael 00 229 280 899.\n------------------------------------------\n\nFaites un voeu et puis Voila ! www.voila.fr \n\n\n\n", "id": "3917b74934c70e0d4add6d2840bd5843"}