{"email_subject": "URGENT RESPONSE NEEDED ", "email_body": "DEAR FRIEND,\n\nI MAKE THIS APPEAL WITH THE UNDERSTANDING THAT ANY FACTS OR OPINION\nEXPRESSED BY ME ARE GIVING IN CONAFIDENCE AND SOLELY FOR YOUR\nPERSONAL NFORMATION AND USE.\n\nI AM  DR. SAMI IBRAHIM ,THE MANAGER OF BILL AND EXCHANGE AT THE FOREIGN\nREMITTANCE DEPARTMENT OF MY BANK.\n\nBEFORE I WROTE YOU, I  PRAYED THAT YOU WILL BE A HONEST AND RELIABLE\nPERSON WHOM I CAN WORK WITH TO ACHIEVE THIS DEAL OF OUR LIFE.FROM MY\nSECTION\nIN THE BANK,\n\nI DISCOVERED AN ABANDONED SUM OF SIX MILLION EIGHT HUNDRED THOUSAND\nUNITED\nSTATES DOLLARS ($6.8M) WITH ACCOUNT NUMBER 14-2558-5976 THAT BELONGS TO\nONE\nOF OUR FOREIGN CUSTOMERS WHO DIED ALONG WITH HIS WIFE AND ONLY DAUGHTER\nIN A\nPLANE CRASH OF ALASKA AIRLINES FLIGHT NUMBER 261 WHICH CRASHED ON\nMONDAY, 31\nJULY, 2000, 13:22 GMT 14:22 UK. WITH THE WHOLE PASSENGERS ABOARD.\n\n\nTHE NAME OF THE DECEASED MAN WAS (MR. ANDREAS SCHRANNER FROM\nMUNICH,GERMANY). N.B.YOU SHALL READ MORE ABOUT THE CRASH ON VISITING\nTHIS (WEBSITE) BEFORE YOU START WITH ME. BELOW IS THE WEBSITE.\n\nHTTP://NEWS.BBC.CO.UK/1/HI/WORLD/EUROPE/859479.STM\n\nIT IS THEREFORE UPON THIS DISCOVERY THAT I NOW DECIDED TO MAKE THIS\nBUSINESS PROPOSAL TO YOU AND FOR OUR BANK TO RELEASE THE MONEY TO\nYOU. YOU HAVE TO FOLLOW THE INSTRUCTION WHICH I WILL BE SEND TO YOU AS\nTHE\nNEXT OF KIN OR RELATION TO THE DECEASED FOR SAFETY AND SUBSEQUENT\nDISBURSEMENT SINCE NOBODY IS COMING FOR IT AND I DON'T WANT THIS MONEY\nTO GO\nINTO OUR BANK TREASURY AS UNCLAIMED BILL.\n\n\nTHE BANKING LAW AND GUIDELINES HERE STIPULATES THAT IF SUCH MONEY\nREMAINED UNCLAIMED AFTER SIX YEARS, THE MONEY WILL BE TRANSFERED INTO\nTHE\nBANK TREASURY AS UNCLAIMED FUND. THE MONEY HAS NOW STAYED MORE THAN SIX\nYEARS AND I AM PREPARING DOCUMENTAION TO PROVE THAT THIS MONEY HAS BEEN\nTRANSFERED TO OUR BANK TREASURY. IT WILL BE BETWEEN ME AND YOU ONLY\nTHAT\nWILL KNOW THAT THE MONEY IS NOT TRANSFERED INTO OUR TREASURE.\n\n\nTHIS REQUEST OF FOREIGNER AS NEXT OF KIN IN THIS TRANSACTION IS\nOCCASIONED BY THE FACT THAT THE CUSTOMER WAS A FOREIGNER AND A\nBURKINAB\nCANNOT STAND AS NEXT OF KIN TO A FOREIGNER.IN APPRECIATION OF YOUR\nASSISTANCE, I AM OFFERING YOU 35% OF THE TOTAL SUM. 5% FOR\nCONTINGENCIES\n(COST OF TRANSFER/OTHER CHARGES) LIKELY TO BE INCURRED DURING THE\nCOURSE OF\nTRANSACTION, WHILE THE REMAINING 60% IS FOR ME.UPON RECEIPT OF YOUR\nREPLY.I\nWILL SEND TO YOU BY FAX OR EMAIL THE TEXT OF THE APPLICATION WHICH YOU\nWILL\nCOMPLETE AND FORWARD TO OUR BANK ASKING FOR THIS MONEY TO BE PAID TO\nYOU AS\nTHE NEXT OF KIN TO MR;ANDREAS SCHRANNER.\n\n\nPLEASE I WOULD LIKE YOU TO KNOW THE FOLLOWING INFORMATIONS.(1.) THIS\nBUSINESS IS HUNDRED PERCENT FREE FROM RISK.(2.)YOU WILL NOT FACE ANY\nMUCH QUESTIONS BECAUSE THE APPLICATION WILL BEAR THE BRIEF\nINFORMATION OF THE DECEASED WHICH THE BANK MAY LIKE TO KNOW.(3.) IF YOU\nWILL\nFOLLOW MY NSTRUCTIONS AND DIRECTIVES,THIS TRANSACTION WILL BE COMPLETED\nWITHIN A SHORT PERIOD OF TIME.(4.)YOU SHOULD KEEP THIS BUSINESS\nCONFIDENTIAL\nOR SECRET UNTIL THE FUND GET TRANSFERED INTO YOUR ACCOUNT FOR SAFETY\nAND\nSECURITY PURPOSE.\n\n\nFINALLY,CONTACT ME THROUGH MY EMAIL ADDRESS SO THAT WE WILL PROCEED\nWITH THIS BUSINESS IMMEDIATELY.\n\nMY REGARDS TO YOU AND YOUR FAMILY.\n\n\nYOURS FAITHFULLY,\n  DR.SAMI IBRAHIM,\n\n_________________________________________________________________\nGagnez des pc Windows Vista avec Live.com http://www.image-addict.fr/\n\n\n\n", "id": "39670c62ac49401b075a01c730746536"}