{"email_subject": "URGENT TRANSACTION", "email_body": "21 Hibiscus Street\nDurbanville\nCape Town\n7550\nSouth Africa.\nE-mail address: alpha2@africamail.com\n\n                            {GREETINGS AND COMPLIMENTS OF THE DAY}\nDear Sir/Madam,\n\nIn order to transfer from a Bank some amount of money, I have the courage to \nlook for a reliable and honest person who will be capable for this important \nbusiness believing that you will never let me down either now or in the \nfuture.\n\nMy name is Mr. Issa Juma, and I work in the International operation \ndepartment in a Local Bank\nhere in South Africa. On a routine inspection I discovered a dormant \ndomiciliary account with a BAL. O f 26,000,000 (Twenty Six Million USD) on \nfurther discreet investigation, I also discovered that the account holder \nhas long since passed away (dead) leaving no beneficiary to the account. The \nbank will approve this money to any foreigner because the former operator of \nthe a/c is a foreigner and from Iraq in particular and I am certainly sure \nthat he is dead, and nobody will come again for the claim of this money A \nforeigner can only claim this money with legal claims to the account Holder; \ntherefore I need your cooperation in this transaction.\n\nI will provide the necessary information needed in order to claim this \nmoney, But you will need to open an account where this can be transferred. \nIf interested send your private Telephone No. And Fax number including full \ndetails of the account to be used for the Deposit I wish for utmost\nconfidentiality in handling this transaction as my job and the future of my \nfamily would be jeopar dized if it were breached. The informationswill be as \nfollows.......\n\nBank Name:.........\nBank Address:........\nAccount Name:............\nAccount Number:.............\nSwift Code No:................\nRouting Number:..................\n\nI want to assure you that the transaction is without risk if due process is \nfollowed accordingly. Finally I will give you 25% for your corporation. I \nlook forward to a favorable response from you. through my email: \nalpha2@africamail.com\n\nBest Regards,\nMr. Issa Juma.\n\n_________________________________________________________________\nFind just what you're after on your PC with Windows Desktop Search - FREE! \nhttp://desktop.msn.co.za/\n\n\n\n", "id": "39cf000317719d4241983827840ecf2c"}