{"email_subject": "Please reply", "email_body": "Dear friend,\n\nI know you might have received letters like this from the internet and it came to you as a joke or game, but this is real and legal of which I need your urgent response to. \n\nI am Barrister ALEXANDER AFADIA a Solicitor. I am the Personal Attorney to Mr. Adams Kielar  a national of your country who was an expartriate contractor in the Oil industry. On the 21st of April 2000, my client, his wife and their three children were involved in a car accident along Sagamu - Lagos express road. \n\nUnfortunately they all lost their lives in the event of the accident. Since then, I have made several enquiries to your Embassy to locate any of my clients extended relatives but this was unsuccessful. After several unsuccessful attempts, I decided to trace his relatives over the Internet to locate any member of his family but to no avail, hence I contacted you. \n\nI contacted you to assist in repartrating the money and property left behind by my client before they get confiscated or declared unserviceable by the Bank where this huge deposits were lodged. \nParticularly, the Bank where the deceased had an account valued at about US$35.5M. (thirty-five Million, Five Hundred Thousand United Stated Dollars) has issued me a notice to provide the next of kin or have the account confiscated. \n\nSince I have been unsuccesfull in locating the the relatives for over three years now, I seek your consent to present you as the next of kin of the deceased since you are from the same country so that the proceeds of this account valued at US$35.5M. can be paid to you and then we can share the money between us. 60% to me and 30% to you,while 10% should be for expenses and tax as your government may require. \n\nI have all necessary legal documents that can be used to back up any claim we may make. All I require is your honest co-operation to enable us see this deal through. I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. Please reply immediately if you are interested to enable us discuss further. \n\nYours faithfully, \n\nALEXANDER AFADIA Esq.\n\n____________________________________________________________\nCharle con sus amigos online usando CHAT 123 http://www.123.com/sp/chat/section.php?id_section=329\n\n\n", "id": "39d4d356f8c38280a4731d2e1fbe1891"}