{"email_subject": "FROM BARRISTER SANNI ADO", "email_body": "Ich habe eine neue E-Mail-Adresse!Ich bin jetzt unter folgender E-Mail-Adresse zu erreichen: barristersanniado2006@yahoo.de\n\nBARRISTER, SANNI ADO & ASSOCIATE,\n\n                     (LEGAL PRACTITIONERS)\n\n                 No. 12 ISAAC JOHN STREET IKEJA,\n\n                       LAGOS NIGERIA\n\n               \n\nEmail:barristersanniado_2006@yahoo.com\n\n                 Tell:234-80-298-330-21\n\n                 RE: REGARDING LATE MR.PETER ADAMS,\n\nI crave your indulgence for the unsolicited nature of this letter, but\n\nit was borne out of desperation and current development. Please bear\n\nwith me.\n\n\n I am Barrister Sanni Ado., a solicitor at law. I was the Personal attorney to (Mr.Peter Adams) a national of your\n\ncountry, who owned an oil servicing company in Nigeria. Herein after shall\n\nbe referred to as my client. On the 21st of January, 2002,my client, his\n\nwife and their three Children were involved in a car accident along\n\nEko express road.All occupants of the vehicle unfortunately lost their lives.\n\n\n I know that my client had no living kin but i went ahead and made several inquiries to your embassy to locate any of my clients extended relatives but this has proved unsuccessful. I only did\n\nso to be double sure of this act. After these several unsuccessful attempts,I decided to track a trust worthy person abroad over the Internet,hence I contacted you.\n\n\nI have contacted you to assist in repatriating the money and property\n\nleft behind by my client before they get confiscated or declared unserviceable by the Security Company where this huge deposits were lodged, particularly the Impex Security Company,where the deceased had an account valued at about USD$16million dollars has issued me a notice that in the event that no next of kin comes up for the claim,the account\n\nwill be confiscated in three months time from now if not claimed .\n\n\nSince I have been unsuccessful in locating the relatives for over 3years\n\nnow, I seek your consent to present you as the next of kin of the deceased so that the proceeds of this account valued\n\nat USD$16million dollars can be paid to you and then you and me can share the money. 60% shall be for me and 30% for you while 10% is earmarked for expenses\n\nthat will be incurred  during the process of Transfer of the fund.\n\n\n I have Every necessary Prove and legal documents that can be used to back up any claim we may make. All I require is your honest co-operation to enable us see this deal through. I guarantee that this will be executed under a legitimate\n\narrangement that will protect you from any breach of the law.\n\n\n Please get in touch with me by my private e-mail: barristersanniado_2006@yahoo.com, or\n\ncall me on my\n\nmobile number:234-80-298-330-21,to enable us discuss further.\n\n\nI demand you send me your phone/fax number,Your Home Address and a Copy\n\nof your Drivers Licence as a prove of your Honesty in this Transaction\n\nand you are free to call me if you are interested.please feel free to call me .\n\n\nI look forward to your urgent response.\n\nBest regards,\n\nBARRISTER SANNI ADO (ESQ)\n\n- Barrister Sanni Ado Ado\n\n", "id": "3a0aac563a59b8fa3c71c9327d19d89f"}