{"email_subject": "Joint Partnership Proposal", "email_body": "\n  FROM: TONY SMITH\n  (B.Proc. L.L.B. UNIN)\n  SMITH PROKUREURS / ATTORNEYS\nTEL: +27-7-235-38170 (DIRECT)   Fax: +27-8-660-SMITH (76484)\n  Email: tony_golftour1960@yahoo.co.uk \n\n\n     ATTN: THE MANAGING DIRECTOR.\n \nSubject: Joint Partnership Proposal\n     \nThis mail may come to you as a surprise but I plead with you to Patiently read through it. I am Tony N. Smith, a solicitor at law and the personal attorney to a national of your country, who was an Oil consultant/contractor with the South African Mining Corporation, (Name deliberately with held for now) before his death, he made a numbered time (Fixed)Deposit for Twelve Calendar months, valued at US$16,500,000.00 (Sixteen Million Five Hundred Thousand Dollars) in a Reputable Bank in Johannesburg, Gauteng Province, in the Republic of South Africa.\n \nOn October 9, 2005, My client, his wife and their two children were involved in a car accident along Pretoria to Johannesburg highWay South Africa. All occupants of the vehicle unfortunately lost their lives. Since then I have made several enquiries to your embassy to locate any of my client extended relatives which has also proved unsuccessful.\n \nAfter these several unsuccessful attempts to locate any member of his family hence I contacted you. I am contacting you to assist in repatriating the money and property left behind by my client before they get confiscated or declared unserviceable by the bank where this huge deposit were lodged.  Particularly, The investigation Department of the bank where the deceased had an account valued US$16,500,000.00 (Sixteen Million Five Hundred Thousand Dollars). Have issued me a notice to provide the next of kin or have the account confiscated after end of this financial year. Since I have been unsuccessful in locating the relatives for over a year now, I seek your consent to present you as the next of kin of the deceased since you have the same citizenship with him, so that the proceeds of this account valued at $16.5 million dollars can be paid to you and then you and me can share the money.60% to me and 30% to you, while 10% is for expenses. I have all necessary Information\n that can be used to back up any claim we may make. This money (US$16,500,000.00) is still lying in the Bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it. And according to Laws of Republic of South Africa, at the expiration of 3 (three) Years, the money will revert to the ownership of The South African Government if nobody applies to claim the fund.\n \nAll I require is your honest cooperation to enable us seeing this deal through. I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. There is no risk at all as I will do all the paperwork for this transaction and my position as personal accredited attorney officer to the deceased, guarantees the successful execution of this transaction. If you are interested in giving the required assistance, kindly contact me immediately and provide me with your private telephone and fax number for easy access to communications.\n \nI am looking forward to a favorable reply from you soon. Feel free to ask any question in this regard.\n \nYours Faithfully,\n \nTONY N SMITH\n (B.Proc. L.L.B. UNIN)\nTEL: +27-7-235-38170 (DIRECT)\n  Fax: +27-8-660-SMITH (76484)\nEmail: tony_golftour1960@yahoo.co.uk \n", "id": "3a3b750292a922af534dabf35f161751"}