{"email_subject": "You May Reply Please !!", "email_body": "Dear Sir/Madam,\n\nGood a thing to write you, we have a proposal for you. This however is not mandatory nor are we in any manner compelling you to honor it against your wish.\nI am Miss Frani Korona, 18 years, and my brother Abdul Korona Junior 20 years old the daughter and son of the late Dr Abdul Korona of blessed memory. My father   was a highly reputable business man He was the Director General National Gold and Diamond Mining Corporation of Sierra-Leone. \n \nIt is sad to say that he passed away mysteriously in Dublin during one of his business trips, though his sudden death was linked or rather suspected to have been masterminded by an uncle of his whom he traveled with at that time. But God knows the truth! My mother died when I was just 4 years old and my brother 6 years old, and since then our father took good /special care of us.\n \nBefore his death he gave to us the documents of the money he has deposited with a security company oversea in two trunk Boxes as family valuables and treasures with name of my brother as the only son  (Paul John Junior) as the beneficiary. He instructed I and my brother to move out of Sierra-Leone because of his uncle and with the political crisis in Sierra-Leone.  \n \nThe amount is US $30 million 700 hundred thousand Dollars (Thirty million seven hundred thousand United State Dollars) we managed to escape to Abidjan, the Republic of Cte d'Ivoire through the help of my father's friend. For your information, the security Company does not know the real content of the boxes and we do not wish to let  them to know until the consignments are released to you, for security reasons because they were deposited and registered as family valuables and treasures. \n \nWe will like to leave Cote d'Ivoire entirely after this money has been transferred to you for investment purpose in your country because of the political crisis here in this country and mostly for the future of my brother and me.\nMy brother is presently very sick that is why I am mailing you, because he can not go to net.\n \nNow permit me to ask these few questions: - \n1. Can you honestly help us as your own daughter and son?  \n2. Can we completely trust you? \n3. What percentage of the total amount in question will be good for you after the money is in your account?\n \nPlease, consider this and get back to us as soon as possible and May God be with you. (AMEN)\n \nThank you so much.\nOur sincere regards,\n \nFrani Korona / Abdul Korona Junior\n\n\n\n\n\n", "id": "3aa3cf6264fc397f601a952e7e5f357f"}