{"email_subject": "partnership/investment......", "email_body": "Korporatiewe Bank FNBSA  Limited / Beperk trading \n/ handeldrywend as FNBSA  Corporate Bank/FNBSA Corporatiewe Bank \nDirector Audit / Accounts Units, Foreign Remittance  Department \n\nATTN: Madam/Sir,\n\nGood day! My name is Mr. Lawrence Khumalo the  Director  in charge of Audit /Accounts Unit, Foreign  Remittance Department of  FIRST NATIONAL BANK  SOTH AFRICA in conjunction with two of my colleagues. Your contact is be courtesy of Johannesburg Chamber of Commerce and Industry.\n\n During auditing, verification/investigation in our bank at the end of last  fiscal (financial) year, I discovered the sum of US$15,500,000.00(FIFTEEN  MILLION, FIVE HUNDRED THOUSAND  UNITED STATES DOLLARS) in a dormant account belonging to an Israeli International businessman who died along with his family in a plane crash on 5th November, 1997 in Abidjan, Cote DIvoire. \n\nMy investigations revealed no survival for claims as I have long been expecting someone to forward applications for claims as it applies to our banking regulations and if I do not remit this money out  urgently, it will be forfeited. However, I kept this information (SECRET) confidential within my jurisdiction to enable me submit claims and transfer this fund through trustworthy person whom I shall present as the bonafide next of kin to the deceased. \n\nWith my position now in the office, I can transfer this fund to any reliable designated foreign account, with assurance that this fund will be intact pending my physical arrival in your country for sharing and for investment in your country. \n\nAll documents to this transfer will be destroyed on confirmation of the money in your account thus leaving no trace to anything. Meanwhile, all domestic arrangements have been put in place awaiting your response to enable  me conclude this transaction. \nAt the conclusion of this transaction, you will be given 25% United States Dollars of the total amount, 70% United States Dollars will be for me and 5% will be set aside for expenses both parties might have incured.\nI need your strong assurance and confidentiality. \n\nBest regards. \nMr. Lawrence Khumalo \nAlternative email: lawkhumalo@hotmail.com\nNB:Please you will have to forward your telephone numbers\nand Fax numbers for easier communication.\nit is very confidential,thanks \n\n\n\n", "id": "3aab322ed27e94cb703277c04a54ebab"}