{"email_subject": "MY INTRODUCTION.", "email_body": "\n\n\nFIRST BANK OF NIGERIA Plc. \n\nMarina,Lagos-Nigeria.\n\n\n\nDear Sir, \n\n\n\nI am Prince James Irabo. from the First Bank of \n\nNigeria Plc,Lagos Branch.I got your contact through.the \n\ninternet I have urgent and very confidential business \n\nproposal for you. On January 7, 1999, an America\n\nOil consultant/contractor with the Nigerian National\n\nPetroleum Corporation,Mr. Charles Ballassi made a numbered\n\ntime (fixed) deposit for twelve calendar months, valued at\n\nUS$9,700,000.00(Nine Million Seven Hundred Thousand\n\nDollars)in my branch upon maturity. I sent a rountine\n\nnotification to his forwarding address but got no\n\nreply.After a month,wesent a reminder and finally we\n\ndiscovered from his contract employers,the Nigerian \n\nNational Petroleum Corporation that Mr.Charles Ballassi \n\ndied in the plane crash of 31 October 1999[with Egyptian \n\n990] with other passengers aboaed as you can confirm it \n\nyourself via the website below: \n\nhttp://www.cnn.com/us/9911/02/egyptair990.list/index.html\n\non further investigation, i found out that he died without \n\nmaking a WILL, and attempts to trace his next of kin was \n\nfruitless.I therefore made further investigation\n\nand discovered that Mr. Charles Ballassi did not declare\n\nany next of kin or relations in all his official \n\ndocuments,including his bank deposit paperwork in my bank. This sum \n\nofUS$9,700,000.00 is still in my bank and the interest is \n\nbeing rolled over with the pricipal sum at the end of \n\neachyear. No one will ever come forward to claim \n\nit.According to Nigerian law, at the expiration of \n\n(Six)years, the money will revert to the ownership of the\n\nNigerian Government if nobody applies to claim the fund. \n\nConsequently,my proposal is that i will like you as a \n\nforeigner to stand as the next of kin to Mr. Charles \n\nBallassi so that the fruit of this old man's labour will \n\nnot get into the hands of some corrupt Government \n\nofficials. This is simple, I will like you to provide \n\nimmediately yourfull name and address so that the Attorney will preparethe \n\nnecessary documents and affidavits which will put you in \n\nplace as the next of kin.We shall employ the service of \n\ntwo attorney for the drafting and notarization of the WILL \n\nand obtain the ecessary documents and letter of\n\nprobate/administration in your favour for the transfer.Any \n\nbank account in any part of the world which you will \n\nprovide will then facilitate the transfer of this money to \n\nyou as the beneficiary/next of kin. The money will\n\nbe paid into your account for us to share in ratio of 60% \n\nfor me and 40% for you. There is no risk at all, the \n\npaperwork for this transaction will be done by the \n\nattorney and my position as the Branch Manager guarantees \n\nthe successful execution of ths transaction. If you are \n\ninterested,please reply immediately via the private email \n\naddress below,upon your responce,i shall provide you with \n\nmore details and relevant documents that will help you \n\nunderstand the transaction. Please observe utmost \n\nconfidentiality and be rest assured that this transaction\n\nwould be most profitable for both of us because i shall\n\nrequire your assitance to invest my share in your country. \n\nPlease upon the reciept of this mail message, send to me \n\nthe following to enable start the process of the fund into \n\nyour bank account: \n\n1. Your full Name and address \n\n2. The name of your bank where you want the fund to be \n\ntransferedinto, Account beneficiary \n\n3. Your private Telephone and fax numbers \n\n\n\nAwaiting your urgent reply via my email:ijames777@ny.com \n\n or ijames4u@mmail.com\n\n\n\nThanks and regards, \n\nPrince James Irabo. \n\nMANAGER,FIRST BANK OF NIGERIA PlC. \n\n\n\n\n\n___________________________________________________________________________\n     MBA Club\n\n- http://mba-club.org\n\n\n", "id": "3ac3481879dfa32c9f077272f88ff75e"}