{"email_subject": "PLEASE SAVE US", "email_body": "Dear friend,\n\nI am Mrs.kate koroma  wife to the late john koroma from\nSierra Leon. I am writing you in absolute confidence prmarily to seek\nyour assistance to transfer our cash of($12,000.000.00) now in the custody\nof a private Security trust firm in Europe.\nthe money is in trunk boxesdeposited and declared as Precious stones by my\nlate Husband as a matter of fact the company does not know the content as\nmoney, although my husband made them to under stand that the boxes belongs\nto his foreign partner.Source of the money:\n\nMy late Husband john koroma, a native of  Mende District in the Northern\nprovince of Sierra Leone, was the General Manager of Sierra Leone Mining\nco-operation (S.L.M.C.) Freetown . According to my Husband, this money was\nthe income accrued from Mining Co-operation's over draft and minor sales.\nBefore the peak of the civil war between the rebels forces  and the combined\nforces of ECOMOG peace keeping operation that almost destroyed my country,\nfollowing the forceful removal from power of the civilian elected President\nAhmed Tejan Kabbah by the rebels. My Husband had already made arrangement\nfor\nI and my two children to be evacuate to Ivory coast with the CERTIFICATE OF\nDEPOSIT  he made with a security firm in Europe through the aid of U.N\nevacuation team.\n\nDuring the war in my country, and following the indiscriminate looting of\nPublic and Government properties by the rebel forces, the Sierra Leone\nmining coop. Was one of the target looted and it was destroyed. My husband\nincluding other top Government functionaries were attacked and killed by the\nrebels in November 2000 because of his relationship with the civilian\nGovernment of Ahmed Tejan Kabbah.\n\nAs a result of my husbands's death , and with the information we got that\nthe rebels are out for us the burden became too much for me to handle\ncoupled with the ill health of my daugther she died in the process as i\ncould not afford her a decent medical care.Our only hope now is in you and\nthe boxes deposited in the Security Firm To this effect, I humbly solicit\nyour assistance in the followings ways.\n\n1. to assist me claim this boxes from the security\n Firm as our beneficiary\n\n2. to transfer this money (USD$12M) in your name to your country\n\n3. to make a good arrangement for a joint business investment on our behalf\nin your country\nand you, our Adviser/ Manager For your assistance, I have agreed with my\nonly surviving son that 20% of the total amount will be for your effort and\nanother 10 % to cover all the expenses that may incur during the business\ntransaction, and also 10% for any charity of choice the reason\nI am doing this is that i never new that people are passing through such\nhardship like this until i find myself in the same contion. Last, I urge you\nto keep this transaction strictly confidential as no one knows our where\nabout.\n\nPlease as you show your willingness, Forward to us your full name, address\nand Tel/ Fax numbers, to me via my private email address as indicated\nbellow, this is for security reasons as i will  only be accessing my private\nemail earnestly awaiting your response.\n\nThanks.\n\nMay God bless you as you assist us.\n\nMRS KATE KOROMA\n\nmrskatekoroma@netscape.net\n\n\n\n\n", "id": "3acf8d2d685c4ca45d5767517e597364"}