{"email_subject": "Reply back for detailed discussion", "email_body": "\n\nDear Good Friend.\n\nMy Name is Mr.Stefan Dusza a credit officer with (International Trust House)here\nin Cotonou Republic Du Benin. In my department i discovered an abandoned sum of\nUS$20M dollars (Twenty Million US dollars) in an account that belongs to one of\nour late foreign customer (MR. ANDREAS SCHRANNER from Munich, Germany)who died\nalong with his entire family in July 2000 in a plane crash. and please note\nthat my reason why of contacting is base that this is a deal between me and you\nonly.\n\nBelow is a website which i will apprecaite you go through to read the\ninformation.\n\nhttp://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\nSince then I have made several enquiries to locate any of the above mentioned\nperson extended\nrelatives, this has also proved abortive.\n\nNow the reason while of contacting you is base on trust to enable me present you\nas the next of kin so that this fund will be released to you as the next of kin\nor relation to the deceased for safety and subsequent disbursement since nobody\nas come for claiming of the fund and note it will be very easy to convince the\nbank since I have the necessary legalised documents that backup the fund and\nwhich will present you the rightful next of kin to the\ndeceased customer.\n\nI don't want this money to go into the bank treasury as unclaimed bill.\n\nThe banking law and guidline here stipulates that if such money remained\nunclaimed after Five years, the money will be transfered into the bank treasury\nas unclaimed fund. The request of foreigner as next of kin in this business is\noccassioned by the fact that the customer was a foreigner and an Indigen here\ncannot stand as next of kin to a foreigner.\n\nAll I require is your honest co-operation to enable us see this deal through.\n\n\nI guarantee that this will be executed under a legitimate arrangement that will\nprotect you from any breach of the law.\n\nI agree that 30% of this money will be for you as a respect to the provision of\na foriegn account , 5% will be set aside for expenses incurred during the\nbusiness,another 5% to help the less previlage and to assist the charity\norganisations here in Africa and abroad while the rest 60% would be for me\nThereafter, I will visit your country for disbursement according to the\npercentage indicated Therefore, to enable the immediate transfer of this\nfund to you arranged,you must apply first to the bank as relation or next of kin\nof the deceased indicating your bank name, your bank account number,your private\ntelephone and fax number for easy and effective communication and location where\nin the money will be remitted.\n\nUpon receipt of your reply, I will send to you by fax or email the text of the\napplication . I will not fail to bring to your notice that this transaction is\nhitch-free and that you should not entertain any atom of fear as all required\narrangements have been made for the transfer. You should contact me immediately\nas soon as you receive this letter.\n\nTrusting to hear from you immediately.\n\nYours Faithfully,\n\nMr.Stefan Dusza.\n\n\n\n\n", "id": "3aeb5062de674ca3536aa003afa2b9fd"}