{"email_subject": "Urgent response!", "email_body": "Union Bank of Nigeria. UBN. Plc.\n           UBN. House Apapa.\n           Lagos-Nigeria\nE-mail: hammzaidiris @yahoo.co.uk\n\nAttn: President/CEO\n\nREQUEST FOR YOUR COOPERATION\n\n      I am hamza idiris, the head of accounts department in the \nUnion Bank of Nigeria (UBN Plc), Lagos. I came to know of you during my\nprivate search on the net for a reputable and a capable hand, that can assist\nin this transaction involving no risk but your trust and confidentiality.\n     There was this Engineer, Engr. Kelvin Michael, an oil merchant/contractor\n with the Federal Govt. of Nigeria, who died in a fatal motor accident three\n years ago.This man before his death was having a closing balance of $8.5m(eight million five hundred thousand dollars.)with our bank, UBN Plc.\nAnd our effort to get in touch with Mr Kelvin's family or his next of kin proved \nabortive. Now we have gotten a new Managing Director who is not aware \nof this money, and we the few management staff that are aware of the \ndevelopment doesn't want him to know, to avoid this money been declared\n\"Unclaimed\" and subsequently be donated to a Charitable Organization.\n    To avoid this negative development, my colleagues and I have decided to seek\nyour cooperation to have you stand as the next of kin to Late Engr. Kelvin Michael\nso that the said fund (US$8.5m) would be released and paid into your account\noverseas as the next of kin. All documents and proof that will enable you claim\nthis fund without stress will be forwarded to you. Moreso, I want to inform you \nthat we have unanimously agreed to offer you 20% of the sum for the assistance\nand role you are going to play in this transaction, 5% have also been arranged \nto take care of any eventual expenses.\n    If this proposal interest you, and assure us that you will not take undue \nadvantage of the trust we hope to bestow on you, please kindly reach me\nthrough my e-mail address. \nExpecting a positive response from you, thanks and bye for now.\n\nRegards,\n\nHAMMZA IDIRIS.\n\n\n\n\n\n\n\n\n\n______________________________________________________\nGet Paid... With Your Free Email at\nhttp://www.zwallet.com/index.html?user=hammzaidiris\n\n", "id": "3b003eb9efcff4d58c8a1c3aa84affa4"}