{"email_subject": "ASSISTANCE FOR FORIEGN INVESTMENT", "email_body": "FROM; MRS GRACE BOLA IGE\n\n\nGreetings,\n  I am making this contact to you \non the fact that we may be of assistance to each other in developing a \nlong lasting cordial business relationship, if you put your trust in  \nGod that this will work out forthe benefit of my own family and \nyours.  \n\n  I was moved by my personal inspiration to entrust on your \nsincerity to  handle a business relationship that involves huge money \non trust. I was  constrained by the sudden death of my husband, the \nformer Minister of  Power andsteel and currently before his death, the \nMinister for Justice  of my country, whom was assassinated by an \nunknown men.\n I am Mrs. grace Bola Ige, the second wife of the late Mr. \nBola Ige who died on  December 23rd 2001. With heart full of grief, I \nregret to inform you of  the inhumane and harsh conditions which my \nhusband's first wife and the brother's have subjected my two daughters \nand me. Since my husband's death,the relatives have been wicked to us \nbecause of the following reasons:\n\n1. I am not from the same tribe with \nthem,\n\n2. My refusal to  learn and speak their tribal language and \ndress like other women from their tribe,\n3. My refusal to accept their \nreligion,\n\n4. Because I have  no male child,\n\n5. Because I was \nspecially loved and favored I am  absolutely tired of all these threats \nfrom my husband relatives since the death of my husband.\n\nI am no \nlonger in their Family house. am now  in my husband's guesthouse, with \nmy daughters, I seriously need your kind assistance and co-operations.\nFew weeks before my husband's death, he entrusted some security \ndocuments that cover a deposit he made to a security company to the \ntune of 25 million U.S dollars to my care for  safe keeping in my \napartment in Abuja.\n\n After his death I acted fast  and required to \ngather information about the consignment. I was made to know that it \nwas deposited as family treasure of a foreigner/associate  to be \ndelivered on request. This fund was deposited for safe keeping with a \nPrivate Security Company.\n\n Now I am seeking for a reliable foreigner \nwho can come down to clear the funds in his/her name as the  sole \nbeneficiary of the Consignment. This is so because of my status here as \na widow of a political juggernaut. Now I solicit your assistance to \naccept this sum for self-keeping. This I cannot lodge into a bank \naccount here in my name to avoid suspicion from the Government, my \nhusband's brother's and wife since they have Confiscated all that is \nleft by my husband and still places eyes on me if they could lay hands \non more including cash as they have left me and my  children without \nany cash.\nIf you can accept this, I urge you to  contact us immediately \nfor us to brief you on arrangement on how we can  possibly handle this.\n\nThis is why I honestly contacted you because investing this money \nabroad should be the best for my dauthers and me. I will be honored if \nI can be given the privilege of dealing with the investment proceeding \nwith you.\n\nI expect you to be trustworthy and kind enough to respond to \nthis distress call to save US from a hopeless future. And if you agree, \nI hereby agree to compensate your sincere and candid effort in this \nregard with 30% of the principal sum. While the remaining 70% will be \ninvested meaningfully for our future if possible in your area of \nbusiness and different sectors of the Economy in your  country which \nare dividends yielding. Whatever your decision is please  reach me \nimmediately through my email.And keep this letter tight secret  for the \ninterest of my Family.\n\nI regret to inform you of the inhumane  and \nharsh conditions which my husband's first wife Justice Mrs. Atinuke Ige \nand the brother's have subjected me and my two daughters. Since my  \nhusband death, the relatives have been wicked to us in my husband \nfamily.\n\nI hope to hear from you soon.\n\nMRS GRACE BOLA IGE\n\n\n\n\n\n", "id": "3b1d85eda6fb9e15fe1f85d6b49076d7"}