{"email_subject": "urgent", "email_body": "NIGERIAN NATIONAL PETROLEUM CORPORATION( N.N.P.C)\nPLOT 775, MCPHERSON CLOSE,\nVICTORIA ISLAND,\nLAGOS, NIGERIA\n\nATTN: SIR/MADAM,\n\nREQUEST FOR ASSISTANCE & STRICTLY CONFIDENTIAL\n\nI AM MR GANDU AYUBA, I AM AN ACCOUNTANT WITH THE NIGERIAN NATIONAL PETROLEUM \nCORPORATION (N.N.P.C.). I HEADED A SEVEN-MAN TENDERS BOARD IN CHARGE OF \nCONTRACT AWARDS AND PAYMENT APPROVALS. I CAME TO KNOW OF YOU IN MY SEARCH \nFOR A RELIABLE AND REPUTABLE PERSON TO HANDLE A VERY CONFIDENTIAL \nTRANSACTION WHICH INVOLVES THE TRANSFER OF A HUGE SUM OF MONEY TO A FOREIGN \nACCOUNT.\n\nTHERE WERE SERIES OF CONTRACTS EXECUTED BY A CONSORTIUM OF MULTI-NATIONALS \nIN THE OIL INDUSTRY IN FAVOUR OF N.N.P.C. THE ORIGINAL VALUE OF THIS \nCONTRACTS WERE DELIBERATELY OVER- INVOICED TO THE SUM OF USD$30,000,000.00 \n(THIRTY MILLION UNITED STATES DOLLARS).\n\nTHIS AMOUNT HAS  BEEN APPROVED AND IS NOW READY TO BE TRANSFERRED, BEING \nTHAT THE COMPANIES THAT ACTUALLY EXECUTED THESE CONTRACTS HAVE BEEN FULLY \nPAID AND THE PROJECTS OFFICIALLY COMMISSIONED.CONSEQUENTLY, MY COLLEAGUES \nAND I ARE WILLING TO TRANSFER THE TOTAL AMOUNT TO YOUR ACCOUNT FOR \nSUBSEQUENT DISBURSEMENT, SINCE WE, CIVIL SERVANTS ARE PROHIBITED BY THE CODE \nOF CONDUCT BUREAU (CIVIL SERVICE LAW) FROM OPERATING AND/OR OPENING FOREIGN \nACCOUNTS IN OUR NAMES. NEEDLESS TO SAY, THE TRUST REPOSED ON YOU AT THIS \nJUNCTURE IS ENORMOUS. IN RETURN, WE HAVE AGREED TO OFFER YOU 25% OF THE \nTRANSFERRED SUM, WHILE 10% SHALL BE SET ASIDE FOR INCIDENTAL EXPENSES \n(INTERNAL AND EXTERNAL) BETWEEN PARTIES IN THE COURSE OF THE TRANSACTION. \nYOU WILL BE MANDATED TO REMIT THE BALANCE TO OTHER ACCOUNTS IN DUE COURSE.\n\nMODALITIES HAVE BEEN WORKED OUT AT THE HIGHEST LEVEL OF THE MINISTRY OF \nFINANCE AND THE CENTRAL BANK OF NIGERIA (C.B.N.) FOR THE IMMEDIATE TRANSFER \nOF THE\nFUNDS WITHIN 14 WORKING DAYS SUBJECT TO YOUR SATISFACTION OF THE ABOVE \nSTATED TERMS. OUR ASSURANCE IS THAT YOUR ROLE IS RISK FREE.\n\nTO ACCORD THIS TRANSACTION THE LEGALITY IT DESERVES AND FOR MUTUAL SECURITY \nOF THE FUNDS THE WHOLE APPROVAL PROCEDURES WILL BE OFFICIALLY AND LEGALLY\nPROCESSED WITH YOUR NAME OR THE NAME OF ANY COMPANY YOU MAY NOMINATE AS THE \nBONAFIDE BENEFICIARY.\n\nONCE MORE, I WANT YOU TO UNDERSTAND THAT HAVING PUT IN OVER TEN YEARS IN THE \nCIVIL SERVICE OF MY COUNTRY, I AM AVERSE TO HAVING MY IMAGE AND CAREER \nDENTED. THIS\nMATTER SHOULD THEREFORE BE TREATED WITH THE UTMOST SECRECY AND URGENCY IT \nDESERVES.\n\nKINDLY EXPEDITE ACTION AS WE ARE BEHIND SCHEDULE TO ENABLE US CONCLUDE THIS \nTRANSFER.\n\nTHANKS FOR YOUR ANTICIPATED CO-OPERATION.\n\nYOURS SINCERELY,\nMR GANDU AYUBA\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "3b4cf70a03b46028febfaa2c2c9d5784"}