{"email_subject": "PROPOSAL", "email_body": "NJAMBA CHAMBERS & PARTNERS\nFROM THE DESK OF\nBARRISTER CHRIS NWOKE\nEMAIL: barristernwoke2004@pnetmail.co.za\n\nDear Sir,\n\nI am Barrister Chris Nwoke, a solicitor at law. I am the personal \nattorney to Mr. Pitt Kay, a national of your country, who used to work with \nSILVIC OIL REFINERIES in Nigeria. Here in after shall be referred to as \nmy client.On the 21st of April 2001, my client, his wife and their only \ndaughter were involved in a car accident along Lagos - Ogun express \nroad.All occupants of the vehicle unfortunately lost there lives.\n\nSince then I have made several enquiries to your embassy here to locate \nany of my clients extended relatives, this has also proved \nunsuccessful. After these several unsuccessful attempts, I decided to track \nhis \nlast name over the Internet, to locate any member of his family hence I \ncontacted you.I have contacted you to assist in repartrating the fund \nvalued at US$13 million Left behind by my client before it gets \nConfisicated or declared unserviceable by the Security Finance Firm where this \nhuge amount were deposited.\n\n\nThe said Security Finance company has issued me a notice to provide the \nnext of kin or have the account confisicated within the next fourteen \nofficial working days. For the fact that I have been unsuccesfull in \nlocating the relatives for over 3 years now, I seek the consent to present \nyou as the next of kin to the deceased,since you have the same last \nname with my client,so that the proceeds of this account can be paid to \nyou.\n\nTherefore, on receipt of your positive response, we shall then discuss \nthe sharing ratio and modalities for transfer.I have all necessary \ninformation and legal documents needed to back you up for claim. All I \nrequire from you is your honest cooperation to enable us see this \ntransaction through.\n\nI guarantee that this will be executed under legitimate arrangement \nthat will protect you from any breach of the law. Please get in touch with \nme through my private email for more details.\n\nBest regards,\n\nBARRISTER CHRIS NWOKE \n  \n\n\n\n!Navega con el Internet Gratis de Amnet!\nDescarga el Programa de Instalacin. \nPara cualquier consulta llamar al 247-8000\n\n", "id": "3b6bfa91a09a58a09a89dfc7a03a953b"}