{"email_subject": "URGENT  LETTER  FROM  SOLOMON  MUDANI", "email_body": "3/5 RIDER HAGGARD\nCLOSE, JO, BORG\nSOUTH AFRICA. \n\n                        {URGENT AND CONFIDENTIAL) \n                        (RE: TRANSFER OF ($ 152,000.000.00 USD)\n                        (ONE HUNDRED AND FIFTY TWO MILLION DOLLARS \n\nDear sir/madam \n\nWe want to transfer to overseas ($ 152,000.000.00USD) One hundred and \nFifty two million United StatesDollars) from a Bank in Africa, I want to \nask you to quietly look for a reliable and honest person who will be \ncapable and fit to provide either an existing bank account or to set up a new \nBank a/c immediately to receive this money, even an empty a/c can serve to \nreceive this money, as long as you will remain honest to me till the end for \nthis important business trusting in you and believing in God that you will \nnever let me down either now or in future. \nI am MR solomon mudani, the Auditor General of a bank in Africa, during \nthe course of our auditing, I discovered a floating fund in an account \nopened in the bank in 1990 and since 1993 nobody has operated on this \naccount again, after going through some old files in the records I discovered \nthat the owner of the account died without a [heir] hence the money is \nfloating and if I do not remit this money out urgently it will be forfeited for \nnothing. \nThe owner of this account is Mr. Arthur Coleman , a foreigner, and an \nIndustrialist, who died since 1993 and no other person knows about this \naccount or anything concerning it, the account has no other beneficiary and my \ninvestigation proved to me as well that Arthur Coleman until his death was the \nmanager of Coleman Coy.(pty). SA. We will start the first transfer with fifty \ntwo million [$52,000.000] upon successful transaction without any \ndisappointment from your side, we shall re-apply for the payment of the remaining \namount to your account.\nThe amount involved is (USD 152M) One hundred and Fifty two million \nUnited States Dollars only. I want to first transfer $52,000.000 [fifty \ntwo million United States Dollars from this money into a safe foreigners \naccount abroad before the rest, but I don't know any foreigner, I am only \ncontacting you as a foreigner because this money can not be approved to a local \nperson here, without valid international foreign passport, but can only be \napproved to a foreigner with valid international passport or drivers license and \nforeign a/c because the money is in US DOLLARS and the former owner of the a/c \nMr. Arthur Coleman is a foreigner too, [and the money can only be approved into a foreign a/c. However, we will sign a binding agreement, to bind \nus together. I got your contact address from my Secretary who operates \ncomputer. I am revealing this to you with believe in God that you will never let \nme down in this business, you are the first and the only person that I am \ncontacting for this business, so please reply urgently so that I will inform you \non the next step to take urgently. Send also your private telephone and \nfax numbers including the full details of the account to be used for the \ndeposit. \nI want us to meet face to face to build confidence and to sign a binding \nagreement that will bind us together before transferring the money to any account \nof your choice where the fund will be safe before we fly to your country \nfor withdrawal, sharing and investments. I need your full co-operation to \nmake this work fine because the management is ready to approve this payment \nto any foreigner who has correct information of this account, which I will \ngive to you, upon your positive response and once I am convinced that you \nare capable and will meet up with instructions of a key bank official who \nis deeply involved with me in this business. I need your strong assurance \nthat you will never,never let me down. With my influence and the position of \nthe bank official, we can transfer this money to any foreigner's reliable account which you can provide with assurance that this money will be \nintact pending our physical arrival in your country for sharing. The bank \nofficial will destroy all documents of transaction immediately we receive this \nmoney leaving no trace to any place and to build confidence you can come \nimmediately to discuss with me face to face after which I will make this remittance \nin your presence and three of us will fly to your country at least two \ndays ahead of the money going into the account. \nI will apply for annual leave to get visa immediately I hear from you \nthat you are ready to act and receive this fund in your account. I will \nuse my position and influence to obtain all legal approvals for onward transfer of this money to your account with appropriate clearance from \nthe relevant ministries and foreign exchange departments. At the conclusion \nof this business, you will be given 35% of the total amount, 60% will be \nfor me, while 5% will be for expenses both parties might have incurred \nduring the process of transfering. \nI look forward to your earliest reply to this email address \nsolomon_mudani11@yahoo.com\nYours, \n\nMR solomon.\n\n", "id": "3b788bacf773aac2e5564054fd46f276"}