{"email_subject": "FROM WILLAMS PADMORE", "email_body": ">From the Desk of Mr.Williams Padmore\nAuditor General,International Commercial Bank\nTakoradi Ghana.\n   \nDear  sir,\n   \nI hope this may not constitute sort of embarrassment\nto you, first I must solicit your confidence in this\ntransaction, this is by virtue of its nature as being\nutterly confidential and top secret. But I am assuring\nyou that all will be well at the end of the day. I\nhave decided to contact you due to the urgency of this\ntransaction, as I wish to rely on your discreteness\nand ability in transaction of this nature. Let me\nstart by?introduce my self properly to you, My name is\nMr.Williams Padmore,?I am the regional Auditor General\nof the?International Commercial Bank of Ghana.\n   \nI came to know you in my Private Search for a reliable\nand reputable person to handle this Confidential\nTransaction. I am 44years of age and married with 3\nlovely kids. It may interest you to hear that I am a\nman of PEACE and INTERGRITY; I only hope we can assist\neach other.\n   \nI have packaged a financial transaction that will\nbenefit both of us, as the regional Auditor General of\nthe International Commercial Bank; it is my duty\nto send in a financial report to my head office in the\ncapital city Accra at the end of each year. On the\ncourse of last year 2004 end of year report, I\ndiscovered that an excess profit of four million five\nhundred and fifty thousand dollars[US$4,550,000.00] \nwhich my head office are not aware of and will never \nbe aware of. Ihave since place this fund on what we \ncall SUSPENSEACCOUNT without any beneficiary.\n   \nAs an officer of the bank I can not be directly\nconnected to this money, this is why I.m contacting\nyou for us to work so that you can assist and receive\nthis money into your bank account for us to SHARE. The\nsharing of the fund are thus: 45% for you 45% for me\nand the remaining 10% for any Tax or Vat expenses\nincurred in this transaction. Note that there are\npractically no risks involved in this transaction as \nit is 100% risk free and legally bonded, it will be\nbank to bank transfer, all I need from you is to stand \nclaim as the original depositor of this fund who made \nthe deposit with Takoradi branch so that my Head office\ncan orderthe transfer to your designated bank account.\n   \nIf you accept this offer to work with me, If you find\nthis proposal suitable for you do furnish me with the\nfollowing information. Your full Name and Contact\nAddress, Your private telephone Number Your Age Your\nOccupation and Position. I will appreciate it very\nmuch, If this proposal is acceptable by you, do not\nmake undue advantage of the trust I have bestowed on\nyou, and I assure you we can achieve it successfully.\nBest regards,\nMr. Williams Padmore \n   \n\n\n\n\n", "id": "3b806df08ddd171c9a0e0d77d8bff0c4"}