{"email_subject": "Urgent  Business Proposal.", "email_body": "PETROLEUM (SPECIAL) TRUST FUND\nLAGOS-NIGERIA.\n\nCONFIDENTIAL\n\nREQUEST FOR URGENT BUSINESS PROPOSAL\n\n>From the Desk of: Dr. Fahd A.Usman.\nPhone   234  80 33206813.\nFax     234  1  7599055.\n\nDear Sir,\n\nThis letter may come to you as a surprise since it is coming from\nsomeone you have not met before. However, we decided to contact \nyou based on a satisfactory information we had about you.\nI am a Medical Doctor currently working with the Petroleum Trust \nFund (PTF). I and some of my close and trusted colleagues need \nyour assistance in the transfer of US$21.8 million to  overseas.\nThis fund was generated from over-invoicing of contracts executed \nby the PTF under our control and supervision. This fund is now \nready to be sent out by a special diplomatic courrier \nservice.What we want from you include the following:\n1. Name of Company & Address\n2. Your Private Telephone & Fax Number\n3. Beneficiary Name\n4. Your international passport number\n Upon receipt of these informations, all arrangements asper \nmovement of the funds which \nshall be by special diplomatic courrier services due to the \namount involved shall commence.The company has banches in Dubai \nand Holland {Amsterdam} .The copies of the approval and other \nrelevant documents shall be faxed to you for your perusal.please \ntreat as strictly confidential for obvious reasons. The fund will \nbe shared as follows:\n1. 17% for your assistance\n2. 80% for myself & my Colleagues\n3. 3% for contingency expenses\nWe wish to assure you that your involvement should you decide to \nassist us, will be well protected, and also, this business \nproposal is 100% risk free as the remittance will be made through \nthe legal procedures.\nNote: your discussions regarding this transaction should be \nlimited because we are still in government service. We intend to \nretire peacefully at the end of this transaction. Let honesty and \ntrust be our watchword throughout this transaction and your \nprompt reply will be highly appreciated.\nThank you for your anticipated cooperation while we look forward \nto a mutually benefiting business relationship with you.\nBest Regards.\n\nDr. Fahd A.Usman.\n\n", "id": "3b81a725f3bfc1e991f44ae744fc3593"}