{"email_subject": "Urgent Assistant", "email_body": "Dear\n\nPlease let this letter not to bring confusion to you. I\nknow that we have not met either before but hear me from\nthe dept of your mind. It is circumstances that made to\nsend this to you.\n\nI will introduce myself first to you, My name is Victoria\nAbuchi, I lost my mother, my hero and my lord Ms Abu a year\nago. She was poisioned to death by her associate in\nbusiness. She formed a company by one Mr. Philip\nBrown who poisioned her only to take benefit of the multi\nmillion venture. He was arrested immedaitely my mother died\nand he entered an agreement with my mother's brothers that\nI and the immedaite younger brother of my mother will\nrepresent my mother's interest in the company. After six\nmonths I was kicked out of the company because I said that\nwe have to change the company's lawyer who I termed was\npart of the elimination of my mother. I did not know that\nthey have changed all the company's document without my\nname appearing any where. I will have to let you know more\ndetail on that but let me move to the point why I am\ncontacting you.\n\nI have been nick named bastard by my mother's relations,\nThey have named me all source of names even calling me\noutcast because my mother is late, while my mother was the\nbread winner of the family. They have pushed me out of my\nmother's mansion and still want to eliminate my life.\n\nI got through the records of my mother account books three\nweeks ago while crying and meditating, which I beleive was\ninspired by the spirit of God, I discovered that there is a\nhuge sum of money she deposited in a bank, which is\n$9,800,000. The note attached to the deposit agreement she\nmade with the bank indicated that, the money was to be used\nto purchase machinery for the establishment of a new\ncompany of her own.\n\nPlease all I need from you is to do all you can to help me\nto get this money out of the bank. I have been to the bank\nwhere this money is deposited immediately, and confirmed\nthe account most deligently. The bank told me that my\nmother informed them that the money was to be remitted to\nher company's costumer account abroad, which her costumer\nwill provide to them but since then they have never heard\nfrom her nor the costumer. Now my mother is late. I don't\nwant the bank to know that my mother is late. I told them\nthat she is ill and appointed me to represent her in her\naffairs.\n\n(1).I want you to provide an account where the money will\nbe remitted into as my mother's costumer. (2).Make\narrangement for me to leave here as soon as possible\n(3).How much commission you will take for rendering the\nassistant?\n\nMy mother did not marry to any man, She had me as the only\nchild while she was having an affair with the person that\nsurpposed to be my father when she was 18 years and the man\nabandoned her and disappeared which forced her to remain\nsingle. Now I am 20 years and never saw my father for a\nday.I have no home now and my life is in danger. I don't\nhave any one to run into. All the members of my mother\nfamily have turned their back on me because I demand for me\nright. They told me that I don't belong to the family. That\nI should go and look for my father, Whom I don't know. I\nhave made trace to know my father without sucess. I want\nyou to hear me from the inner most of your heart and accord\nme this help.\n\nGod will bless you for saving my life and future.\n\nBest wishes,\nVictoria Abuchi.\n\n\n\n\n", "id": "3bc6b5ed1ef35ef39b59ef7838422f05"}