{"email_subject": "FROM MR HAMSA AHMED. ", "email_body": "FROM MR HAMSA AHMED.\nAUDITING/REMITTANCE DEP,\nBANK OF AFRICA (BOA).\nOUAGADOUGOU BURKINA-FASO.\n\nDear Friend,\n\nI am mr.hamsa ahmed.I work with the audit/remittance department in (BOA) \nbank of Africa ouagadougou burkina Faso. I have a business which will be \nbeneficial to both of us. The amount of money involved is (18.2m dollars us) \nwhich i want to transfer out of the country to your bank account, all to my \nfinancial benefit and yours too. And also to take my wife to usa for \ntreatment of liver damage.\n\nThis money is owned by a man called Kurt Kahie a business commercialist in \nwest-Africa regions.\n\nHe has been dead since six years ago and since then no claim has been placed \non his bank account balance. I want to transfer this money out of the \ncountry but such fund can not be transferred without a next of kin attached \nto the fund.\n\nThe fund could be transferred in these ways; you shall present yourself as \nbusiness associates to the deceased person (Kurt Kahie) as details shall be \nthat you are the care-taker business associates to Mr.Kurt Kahie and his \nproperties. I shall make available to you materials and information with \nwhich a successful claim shall be placed on the fund.\n\nI shall be your guidance and instructor throughout the duration of this \ntransaction so as to ensure a swift and sure transfer of the fund to your \nbank account. As to your benefits, you shall be entitled to 40% of this fund \nfor your co-operation in this transaction while 5% will be set aside for \nexpenses both of us incurred during the course of this transaction. So if \nyou are interested, send a reply to me immediately and in your reply please \ninclude your (private phone and your fax numbers) urgency has to be implied \nand this business must strictly be a deal between both of us.\n\n\nBest Regard's\n\nMr Hamsa Ahmed.\n\n_________________________________________________________________\nMSN Messenger : discutez en direct avec vos amis ! \nhttp://www.msn.fr/msger/default.asp\n\n\n\n", "id": "3bfd888f41466c6baf05e5bf68188d0c"}