{"email_subject": "please help me", "email_body": "   \n   \n  My Dear, \n   \n  I am Miss Pamela Eriken the only daughter of late Mr. and Mrs.david\n  Eriken.My father was a very wealthy cocoa merchant in Abidjan, the economic capital of Ivory coast,my father was poisoned to death by his business associates on one of their outings on a business trip . \n \nMy mother died when I was a baby and since then my father took me so special. Before the death of my father in a private hospital here in Abidjan he secretly called me on his bed side and told me that he has the sum of (Ten Million  U.S. Dollars) United State Dollars. USD ($10,000,000.00) left in fixed / suspense account in one of the prime bank here in Abidjan,that he used my name as his only daughter for the next of Kin in depositing of the fund. He also explained to me that it was because of this wealth that he was poisoned by his business ssociates.\n  That I should seek for a foreign partner in a country of my choice where i will transfer this money and use it for investment purpose such as real estate management or hotel management . \n \nMy dear, I am honourably seeking your assistance in the following ways: \n(1) To provide a bank account into which this money \n would be transferred to . \n(2) To serve as a guardian of this fund since I am \n only 22years. \n(3) To make arrangement for me to come over to your \n country to further my education and to secure a \n resident permit in your country. \n \nMoreover,My dear I am willing to offer you 25% of the total sum as compensation for your effort/input after the successful transfer of this fund into \nyour nominated account overseas. \n \nFurthermore, you indicate your options towards assisting me as I believe that this transaction would be concluded within fourteen (14) days you signify interest to assist me. \n  Anticipating to hear from you soon. \n \nThanks and God bless. \n please  do contact  me with this above alternetive email adrress pamelaeriken01@latinmail.com\n   \n  Miss Pamela Eriken.\n\n\n \t\t\n---------------------------------\nShare your photos with the people who matter at Yahoo! Canada Photos", "id": "3c8114a9b80e1ceb38c650e61f04375f"}