{"email_subject": "FROM DR JUSTUS LEE/URGENT NEEDED AND CONFIDENTIAL", "email_body": "FROM DR. JUSTUS LEE THE MANAGER FOREIGN REMITTANCE DEPARTMENT,\nAFRICA DEVELOPMENT BANK(ADB)\nBURKINA FASO.\n\nDEAR PARTNER,\n\n(TOP SECRET)\n\nI AM DR. JUSTUS LEE, THE MANAGER IN CHARGE OF AUDITING AND ACCOUNTING \nSECTION OF AFRICA DEVELOPMENT BANK.AFRICA DEVELOPMENT BANK(ADB) OUAGADOUGOU \nBURKINA-FASO WEST AFRICA ,WITH DUE RESPECT AND REGARD. I HAVE DECIDED TO \nCONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH \nOF US AT THE END OF THE TRANSACTION .\n\nDURING OUR INVESTIGATION AND AUDITING IN THIS BANK, MY DEPARTMENT CAME \nACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON MR.ANDREAS \nSCHRANNER WHO WHO DIED WITH HIS WIFE AND THEIR ONLY DAUGHTER ON JULY 2000 IN \nA PLANE CRASH AND THE FUND HAS BEEN DORMANT IN HIS ACCOUNT WITH THIS BANK \nWITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR \nRELATION BEFORE OUR DISCOVERY TO THIS DEVELOPMENT.\n\nTHE SAID AMOUNT WAS U.S $10.150M ((TEN MILLION ONE HUNDRED AND FIFTYTHOUSAND \nUS DOLLOARS)). AS IT MAY INTEREST YOU TO KNOW, I GOT YOUR IMPRESSIVE \nINFORMATION THROUGH INTERNATION SEARCH IN BURKINA-FASO HERE IN OUAGADOUGOU \nBURKINA-FASO.\n\nMEANWHILE ALL THE WHOLE ARRANGEMENT TO PUT CLAIM OVER THIS FUND AS THE \nBONAFIDE NEXT OF KIN TO THE DECEASED, GET THE REQUIRED APPROVAL AND TRANSFER \nTHIS MONEY TO A FOREIGN ACCOUNT HAS BEEN PUT IN PLACE AND DIRECTIVES AND \nNEEDED INFORMATION WILL BE RELAYED TO YOU AS SOON AS YOU INDICATE YOUR \nINTEREST AND WILLINGNESS TO ASSIST ME AND ALSO BENEFIT YOUR SELF TO THIS \nGREAT BUSINESS OPPORTUNITY.\n\nIN FACT I COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS \nCOUNTRY AS A CIVIL SERVANT(A BANKER),WE ARE NOT ALLOWED TO OPERATE A FOREIGN \nACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF \nTRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE ACTUAL REASON WHY IT WILL \nREQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN \nWITH AFFIDAVIT OF TRUST OF OATH TO THE BANK AND ALSO PRESENT A FOREIGN \nACCOUNT WHERE HE WILL NEED THE MONEY TO BE RE-TRANSFERRED INTO ON HIS \nREQUEST AS IT MAY BE AFTER DUE VERIFICATION AND CLARIFICATION BY THE \nCORRESPONDENT BRANCH OF THE BANK WHERE THE WHOLE MONEY WILL BE REMITTED FROM \nTO YOUR OWN DESIGNATION BANK ACCOUNT.\n\nI WILL NOT FAIL TO INFORM YOU THAT THIS TRANSACTION IS 100% RISK FREE. ON \nSMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 40% OF THE \nTOTAL SUM AS GRATIFICATION, WHILE 60% WILL BE FOR ME. PLEASE, YOU HAVE BEEN \nADVICED TO KEEP \"TOP SECRET\" AS I AM STILL IN SERVICE AND INTEND TO RETIRE \nFROM SERVICE AFTER WE CONCLUDE THIS DEAL WITH YOU.\n\nI WILL BE MONITORAING THE WHOLE SITUATION HERE IN THIS BANK UNTIL YOU \nCONFIRM THE MONEY IN YOUR ACCOUNT AND ASK ME TO COME DOWN TO YOUR COUNTRY \nFOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES PREVIOUSLY \nINDICATED AND FURTHER INVESTMENT, EITHER IN YOUR COUNTRY OR ANY COUNTRY YOU \nADVICE US TO INVEST IN. ALL OTHER NECESSARY INFORMATION WILL BE SENT TO YOU \nWHEN I HEAR FROM YOU.\nTRUSTING TO HEAR FROM YOU. YOU CAN CONTACT ME THROUGH THIS NUMBER(226 \n76440063).\n\nYOU CAN VISIT THE SIT HTTP://NEWS.BBC.CO.UK/1/HI/WORLD/EUROPE/859479.STM\n\n\nYOURS FAITHFULLY,\nDR.JUSTUS LEE.\n\n¡Miles de amigos con tus mismas aficiones! http://www.latinchat.com", "id": "3c85d08ba5635ccba0539878a8c16657"}