{"email_subject": "URGENT AND CONFIDENTIAL", "email_body": "FROM MR MICHAEL.K.MARIOLE\nJOHANNESBURG SOUTH AFRICA\nTel: +27-73-177-9131\nURGENT AND CONFIDENTIAL\n  \nATTN; Sir,\n\nI know that this letter will come to you as a\nsurprise? But please do receive it with humanitarian\nhearth, First of all let me introduce my self to you. \n   I am Mr.MICHAEL KADUSO MARIOLE,The son of late\nBrigadier. Jonathan Sanui Mariole former Special\nAdviser on Arms and Acquisition to the former\npresident of Liberia Mr.Charles Taylor who is\npresently on Political Asylum in CALABAR,\nNIGERIA.sequel to the political crisis which engulfed\nthe entire LIBERIA for years now.He finally stepped\ndown on the 11th day of August, 2003.\n\nPresident Charles Taylor delegated my father to\narrange\nfor arm purchase from the Republic of South Africa\nthrough an independent Arms dealer, he was directed to\npurchase arms worth US$18.5.M (Eighteen Million,Five\nHundred Thousand, United States Dollars only) on\narrival to South Africa, through diplomatic\nmeans,foreseing the extent of carnage in my country he\ndecided to deposit the Fund with a private Security\nCompany in my name(Mr.MICHAEL KADUSO MARIOLE) being\nthe first Son of the family.Hence that is a singular\nopportunity he has to establish a strong financial\nbase for his family. This consignment was deposited in\ndisguise as a family valuable to tune of\n$18.5m.Shortly on arrival from South Africa, he died\nof gun short wounds he sustained during an attack at\nhis official quarters.\n\nBUT, before he died HE WROTE HIS WILL, which reads\n\"(MY\nBELOVED SON ,I WISH TO DRAW YOUR ATTENTION TO THE SUM\nOF($18,500,000=). MILLION U.S DOLLARS WHICH I\nDEPOSITED IN A BOX WITH A SECURITY COMPANY IN\nJOHANNESBURG (SOUTH-AFRICA).IN CASE OF MY ABSENCE ON\nEARTH CAUSED BY DEATH ONLY\". You should solicit for a\nreliable foreign partner to assist you to transfer\nthis money out of SOUTH AFRICA for investment purpose.\nI deposited the money in your name and it can be\nclaimed by you alone with the deposit code. your\nmother has all the documents. Take good care of your\nmother and brother.\"\n\nHowever I wish to inform you that I came across your\nname and profile through South African Net work\nService negotiation, For a credible and reliable\nforeign partner to assist me in the transfer of this\nfund .The major reason why I need your assistance is\nbecause I am presently residing here in South Africa\nas a REFUGEE and the Financial Laws of South Africa\nrestricts ASYLUM SEEKERS from certain Political,\nSocial and Economic Rights and as a result of that I\nam not allowed to work or even to operate an account,\nThus I was advised by an Attorney here in South Africa\nto look for a foreigner in who's name the transfer\nwill be made. \n\nI cannot invest this money in South Africa, hence I am\nasking you to assist me to transfer this money out of\nSouth-Africa for investment purposes. For your\nefforts, I am prepared to offer you 20% of the total\nfund, while 5% will be set aside for local and\ninternational expenses and 75% will be kept for my\nfamily investment in your country.\n\nFinally,all modalities on how the transfer will be\nmade\nshall be conveyed to you once we establish trust and\nconfidence between ourselves.Therefore,if you have\ninterest in assisting me in the Transfer of this\nFund,please do not hesitate to contact me on my direct\nline +27-73-177-9131,or my e-mail address. Remember,\nthis transaction is 100% risk free so you have nothing\nto be scared of. \n\nThanks for your anticipated understanding.Looking\nforward to your urgent reply .For detailed\ninformation, please contact me. \n\nYours Faithfully,\nMR.MICHAEL. K. MARIOLE\n(FOR THE FAMILY).\n\n\n\n\n\t\n\t\t\n__________________________________\nDo you Yahoo!?\nFriends.  Fun.  Try the all-new Yahoo! Messenger.\nhttp://messenger.yahoo.com/ \n\n", "id": "3c9e5922be2f745749ac703893ee1830"}