{"email_subject": "I WILL  LIKE TO HEAR  FROM  YOU", "email_body": "Dear, May the blessing of God be upon you and grant you the wisdom and sympathy to understand my situation and how much I need your help. I am KAMARA FOFANA the first son of Taylor FOFANA former national security advicer to the ousted Sierria Leonean military head of state, Paul Koroma. I am writing to express my interest in real estate or landed properties in your country. Though my father died in detention a couple of months ago while been detained by the new government. Before his untimely death, he instructed me to leave the country for my safety and start up a business somewhere out side Africa. The sum of (9.000.000 million ) US dollars was deposited in a security and finance company here in Dakar Senegal by my late father.Actually, I have never met you before, it was a friend of my father who happened to be present at his bural that adviced me to consider your country for my investments. After due consideration, I started searching the web side where I got your email address.\n No one else is aware of my proposal to you. Due to social, economic and political in stability in west African region, I decided to seek your assistance in transfering this money into your private or institutional account for investment purposes. I have all the vital documents that covers the deposit which could be faxed to you upon request. Transaction of this nature demands the highest trust and confidence between both parties. This transaction is risk free in the sense that. For your assistance in this transfer, I have decided to give 30% of the total sum involved and I will also compensate you with 15% for the inconveniences and for expenses that we may incure during the process. Your acceptance of this proposal or other wise should please be communicated through my E.MAIL address. Your quick response will be appreciated. However, if you are not disposed to assist, kindly distroy this letter to protect the identity and confidentiality of the parties involved. I look forward to\n hearing from you soon. Thanks. With Regards, Mr KAMARA FOFANA \n\n\t\t\t\t\n---------------------------------\nBring words and photos together (easily) with\n PhotoMail  - it's free and works with your Yahoo! Mail.\n\t\t\t\t\n---------------------------------\nBring words and photos together (easily) with\n PhotoMail  - it's free and works with your Yahoo! Mail.", "id": "3ca111507f0413bd8aa540fd048626ca"}