{"email_subject": "PLEASE I NEED YOUR ASSISTANCE.", "email_body": "FROM GIDEON KWAMI\nBLOCK 18 ROOM 22\nREFUGEE CAMP\nACCRA GHANA\nMONEY INVOLVED(22,000,000 USD)\nALTERNATIVE-MAIL:(mr_gideonkwami@yahoo.co.uk) \n\nGood Day,\nI have a proposal for you-this however is not\nmandatory nor will I in any manner compel you to\nhonour against your will. I am Gideon Kwami,24 years\nold and the only son of my late parents Mr and Mrs\nKwami.\nI got your information in a Proffesional database when\nI was searching through internet for a\nreliable,honestand trustworthy person to entrust this\nbusiness with.I was simply inspired and motivated to\npick your contact from the many names in the list of\nthe directory after i, go into prayers/fasting.\nWell, my father was the rebel leader of the liberian\ncrisis at ealer last two years before his sudden death\nBut God knows the truth. My mother died when I was\njust 4 years old, and since then my father took me so\nspecial.\nBefore his death on march 12/2003 he called his\nfriend who accompanied him to hospital and told him to\ncall me, on my arrival to the hospital my father told\nme that he has the sum of twenty two million Dollars.\n(22,000,000 USD) he deposited in his name,in a\nsecurity company in Ghana for safekeeping,\nAnd told me where he kept the documents of his secret\nfunds deposited in Accra - Ghana,the most peaceful\nnation in Africa.\nAnd i'm with all the documents which my father used to\ndeposit the money,and he told me that he disguised the\ncontent to the security as Family Valuable for\nsecurity Reason,and he told me that i shold not\ndisclosed to any body that he have money in the \nsecurity company to avoid trace due to his position in\nLiberia.\nPlease i want you to stand as my fathers partnership\nto claim this money out from the security company. I\nam just 24 years old and a University undergraduate\nand really, I don't know what to do.I,contacted you\nbecause I have suffered a lot of set back as a result\nof incessant political crisis here in africa.\nThe death of my father actually brought sorrow to my\nlife, I am in a sincere desire of your humble\nassistance in this regards. Your suggestions and ideas\nwill be highly regarded.\nIt's my pleasure to bring to your notice that after my\nlate father was murdered the liberian government\nsiezed all my fathers belonging.\nMoreso you should understand that due to the tension\nthat was impossed on me i am curently in Ghana under\nthe refugee camp to making sure that my life was safe.\nNow permit me to ask these few question.\n(1)Can you honestly help me as your son?\n(2)Can I, completely trust you?\n(3)what percentage of the total amount in question\nwill be good for you after the money is in your\naccount?\nPlease, Consider this and get back to me.\nWith regards.\nGideon Kwami.\n\n\n\n\n", "id": "3cbb2bdc8dda3a3c90d84e319def0b44"}