{"email_subject": "CAPITAL INVESTMENT ", "email_body": ">From the Desk of: ENGR. Ben Maluleke. B Sc (CTU) M. Sc,\nDirector, Project Implementation\nCONFIDENTIAL TEL: +27- 83-3557-121\nCONFIDENTIAL FAX: +27-11-5076-933\nE-MAIL ADDRESS   :  mafani_ben_04@yahoo.com\n\nPRIVATE\nDear sir/Madam,\n\nI am Ben Maluleke, a Native of Cape Town in South Africa and I am an \nExecutive Accountant with the South Africa Department of Mining & Natural \nResources. First and foremost, I apologized using this medium to reach you \nfor a transaction/business of this magnitude, but this is due to \nconfidentiality and prompt access reposed on this medium.\n\nBe informed that a member of the South Africa Export Promotion Council \n(SAEPC) who was at the Government delegation to your country during a trade \nexhibition gave your enviable credentials/particulars to me. I have decided \nto seek a confidential co-operation with you in the execution of the deal \ndescribed hereunder for the benefit of all parties and hope you will keep it \nas a top secret because of the nature of this transaction.\n\nWithin the Department of Mining & Natural Resources where I work as an \ndirector and with the cooperation of four other top officials, we have in \nour possession as overdue payment bills totaling Twenty-Seven Million, One \nHundred Thousand united states dollars (US$27,100,000.00) which we want to \ntransfer abroad with the assistance and co-operation of a foreign \ncompany/individual to receive the said fund on our behalf into a reliable \ncompany/individual account depending on your convenience.\nMore so, we are handicapped in the circumstances, as the South Africa Civil \nService Code of Conduct does not allow us to operate offshore account hence \nyour importance the whole transaction. This amount (US$27.1m) represents the \nbalance of the total contract value executed on behalf of my Department by a \nforeign contracting firm, which we the officials over-invoiced deliberately. \nThough the actual contract cost have been paid to the original \ncontractor,leaving the balance in the tune of the said amount which we have \nin principles gotten approval to remit by Key Tested Telegraphic Transfer \n(K.T.T) to any foreign bank account you will provide by filing in an \napplication through the Justice Ministry here in South Africa for the \ntransfer of rights and privileges of the former contractor to you.\n\nI have the authority of my partners involved to propose that should you be \nwilling to assist us in the transaction, your share of the sum will be 30% \nof the US$27.1 million, 60% for us and 10% for taxation and miscellaneous \nexpenses. The business itself is 100% safe, on your part provided you treat \nit with utmost secrecy and confidentiality. Also your area of specialization \nis not a hindrance to the successful execution of this transaction.\n\nI have reposed my confidence in you and hope that you will not disappoint \nme. Endeavor to contact me immediately through my secured tel/fax number \nwhether or not you are interested in this deal. If you are not, it will \nenable me contact other foreign partner with recommendation to carry out \nthis deal. I want to assure you that myself and my partners are in a \nposition to make the payment of this claim possible provided you can give us \na very strong assurance and guarantee that our share will be secured and \nPlease remember to treat this matter as very confidential matter\nbecause we will not comprehend with any form of exposure as we are still in \nactive Government Service and remember once again that time is of the \nessence in this business.\n\nKindly establish your response directly by telephone:+27- \n83-3557-121,fax:+27-11-5076-933  or e-mail: mafani_ben_04@yahoo.com, to the \ncommittee's representative whose name appears below. We wait in anticipation \nof your fullest co-operation.\n\nYours faithfully,\nBen Maluleke (ENGR.)\n\nDEPARTMENT OF MINERALS AND ENERGY\nREPUBLIC OF SOUTH AFRICA.\n\n_________________________________________________________________\nSee their smiles, hear their laughter with MSN Messenger! \nhttp://messenger.msn.co.za/\n\n\n\n", "id": "3cd06c64002a127fdc13de223846b706"}