{"email_subject": "DR. WALTER AGU, /Secret & Confidential ", "email_body": "  HELLO,\nGOOD DAY,\n        \nREQUEST FOR URGENT BUSINESS RELATIONSHIP.\n================================================================\nAlthough this proposal might come to you as a surprise since it is coming from someone you do not know or everseen before, but after due deliberation with my colleagues,i decided to forward this business proposal to you we want a reliable person who could assist us to transfer the sum of fifty one million, five hundred thousand united states dollars (us$51.5 million) into his/her account. \n   \n   \n  This fund resulted from an over invoiced bill from a contract awarded by us for the turn around maintenance (t.a.m) carried out on the four refineries in nigeria during the last military regime of general abdulsalami abubakar. \n   \n   \n  We awarded this contract under the budget allocation to my parastatal, the bill was approved for payment and the contract has been executed and the original contractor was paid his actual cost of this contract we are left with the balance of us$51.5 million dollars as the over invoiced amount, which we have deliberately over estimated for our own use, but under our protocol division,civil servants are forbidden to operate or own foreign account. This is why i am contacting you for assistance. \nWe have agreed to share the money as follows. \n(1) 30% for you the account owner \n(2) 60% for us (the officials) \n(3) 10% to be used in settling taxation and all local / foreign expenses.\n   \n  I am the executive chairman of the contract award committee of the department of petroleum resources this transaction is very much free from all sort of risk because this business was carefully planned before it was successfully executed and we the officials involved in this deal have in many years of meritorious services to our parastal. We have been exercising patience for this opportunity for so long and for most of us this is a lifetime. Opportunity we cannot afford to miss. To get this fund into your account, we have to present an international business outfit and consequent upon indication of your interest to fully assist us in this transaction , you are advised to furnish us with the following \n(1) the bank in which you would want the us$51.5million to be paid into \n(11) beneficiary of the account. \n(111) your private telephone and fax number for easy communication. \n(1111)your company name and address.\n   \n  This information will enable us seek approval of the fund from the concerned quarters within 5-7 banking days and the department of petroleum resources payment information data will be faxed immediately to you for completion. One of my colleagues and i involved in this deal will come to your contry to arrange for our share upon conformation from you that the money has hit your nominated bank account. \n   \n  All these will only take us about 14 working days to transfer this fund into your account from the day we receive the requirements. Your line of business in this transaction does not matter. Honesty and your ability to keep it secret and keep our own share safe when the money hits your account is what matters it is important that we perfectly understand and co-operate with one another to ensure that this business is successfully concluded. I will bring you into the complete picture of this pending transaction when i have heard from you. \n   \n  YOUR PROMPT REPLY WILL BE HIGHLY APPRECIATED. \nREPLY TO  AITERNETIVE EMAIL IS walteragunnpc001@yahoo.co.uk\n   \n   \n  BEST REGARDS. \nDR. WALTER AGU, \n \nEXECUTIVE CHAIRMAN \nCONTRACT AWARDING COMMITTEE DEPARTMENT {NNPC}.\n\n\n \t\t\n---------------------------------\n All new Yahoo! Mail \"The new Interface is stunning in its simplicity and ease of use.\" - PC Magazine", "id": "3d0415d41fbdd09d36acecf425cb4015"}