{"email_subject": "I  NEED  YOUR  HELP", "email_body": "    Dear respectful One\n   \n  Permit me to inform you of my desire of going into business relationship with you. I know this mail may come to you as a surprise, since we have not known or written before. \nIntroducing myself, I am JOY ADAMS,I AM 20 years of age the only daugter of the lat Mr and Mrs. ADAMS. \n  My father was a Gold and cocoa merchant based in Accra, Ghana and Abidjan(Ivory Coast), he was poisoned to death by his business associates on one of their business trips.Before the death of my father on 29th June 2003 in a private hospital here in Abidjan. He secretly called me on his bed side and told me that he has a sum of USD$7.5M (Seven Million Five Hundred\nThousand U.S),deposited in  a Security and finance company in (Abidjan Côte d\u0092Ivoire, that he used my name as his only daugter for the next of kin in depositing the fund.\n   \n  He also explained to me that it was because of this wealth that he was poisoned by his business associates, that I should seek for a foreign partner in a country of my choice where I will transfer this money and use it for investment purpose such as expansion of his existing cocoa business and real estate management here on how best to transfer thismoney to overseas please.He told me that the fund is a trunk box as such the security does not know the contents of the box.I am humbly seeking your assistance in the following ways:\n   \n  1- To assist me in providing an account of yours where this fund can quietly be transferred into.\n2- To serve as the guardian of this fund since I am still in the university.\n  3- To make arrangement for me to come over to yourcountry to further my education and to help me securea residential permit in your country.\n  \nMoreover, I am willing to offer you 10% of the total sum as compensation for your effort/input after thesuccessful transfer of this fund into your nominated account overseas, while 5% will be set aside to offset any expenses we may incur. Furthermore, you can indicate your option towards assisting me as I believe that this transaction would be concluded within the shortest possible time if you signify interest to assist me.\n   \n  NB : Please  contact me immediately you receive this message through this email address if you are interested.God bless.\n  \nYOURS FAITHFULLY\n   \n  MISS. JOY ADAMS\n\n\n\n\t\t\t\t\n---------------------------------\n  Yahoo! India Answers: Share what you know. Learn something new Click here\n Send free SMS to your Friends on Mobile from your Yahoo! Messenger Download now\n\t\t\t\t\n---------------------------------\n  Yahoo! India Answers: Share what you know. Learn something new Click here\n Send free SMS to your Friends on Mobile from your Yahoo! Messenger Download now", "id": "3d0515c9b44b4f7e8692bb2caa2e0f50"}