{"email_subject": "FROM IBRAHI RASHID", "email_body": ">From The Office of Mr Ibrahim Rashid\nDirector Audit and Account dept.\nAfrican development bank (ADB)\nWest Africa.\nTel +226 76 00 62 79\n\ntransfer of ($ 25,200.000.00) twenty five million, two hundred\nthousand dollars\n\nI am mr Ibrahim Rashid, the auditor general of african development bank\nhere\nin burkina faso. during the course of our auditing; i discovered a\nfloating\nfund in an account opened in the bank by mr john korovo,  after going\nthrough some old files in the records i discovered that the owner of\nthe\naccount died in  the (Beirut-bound charter jet) plane crash on the 25th\ndecember 2003 in cotonou (republic of Benin). here is\nthe(website=http://www.cnn.com/2003/world/africa/12/26/benin.crash/index.html).and\nsince then nobody has operated on this account again,\n\nthe owner of this account is mr john korovo a foreigner, and a trader\nwho\ntrade on gold and mining and he died, since 2003 and no other person\nknows\nabout this account or any thing concerning it, the account has no other\nbeneficiary and my investigation proved to me as well that mr john\nkorovo\ndie along with his entire family.\n\nthe amount involved is ($ 25.2 m) twenty-five million, two hundred\nthousand\nunited states dollars only , i am only contacting you as a foreigner\nbecause\nthis money can not be approved to a local person here, with valid\ninternational foreign passport, but can only be approved to any\nforeigner\nwith valid international passport or drivers license and foreign\naccount\nbecause the money is in us dollars and the former owner of the account\nmr\njohn korovo is a foreigner too, and the money can only be approved into\na\nforeign account.\n\ni need your strong assurance that you will never, never cheat me as\nsoon as\nthis fund hit into your account. with my influence and the position of\nthe\nbank official we can transfer this money to any foreigner's reliable\naccount\nwhich you can provide with assurance that this money will be intact\npending\nour physical arrival in your country for sharing. the bank official\nwill\nprove all documents of transaction immediately for you to receive this\nfund\nleaving no trace to any place and to build confidence.\n\ni will apply for annual leave to get visa immediately i hear from you\nthat\nyou are ready receive this fund in your account .at the conclusion of\nthis\nbusiness, you will be given 30% of the total amount, 60% will be for\nme,\nwhile 10% will be for expenses both parties might have incurred during\nthe\nprocess of transferring.\n\nplease if you are interested forward to me your;\n\nfull name:\nsex:\ncompany: if any\nfull contact address:\nphone:\ncell:\nfax:\ncity:\nstate:\nzip code\ncountry:\noccupation:\nage\nyours truly\nMR IBRAHIM.\n\n_________________________________________________________________\nDon't just search. Find. Check out the new MSN Search! \nhttp://search.msn.click-url.com/go/onm00200636ave/direct/01/\n\n\n\n", "id": "3d0533ecaa64eb63bc2ad09d8ece40da"}