{"email_subject": "BLESSINGS.", "email_body": "Dear Beloved in Christ,\n \nPlease bear with me for sending you this just in case you are offended by it \nas I know we don't know each. It's my belief that I am doing the lord's \nbidding and what is truly right in his eyes and that is what gives me the \ncourage to send this email to a total stranger like you. Before I start, I \nwill need to warn you that this email might contain the most shocking and \nunbelievable piece of news you have ever had in your entire life, but I \ntrust the lord to give you enough faith and insight to see the sincerity in \nmy heart.\n \n \nIt is by the grace of God that I received Christ, having known the truth; I \nhad no choice than to do what is lawful and just in the sight of God for \neternal life and in the sight of man for witness of God & His Mercies and \nglory upon my life.\n \n \nI am Mrs. Sandra White, the wife of Mr. Robert White, my husband was an \nexpatriate Contractor with Chevron/Texaco in Kenya for twenty years before \nhe died in the year 2003. We were married for ten years without a child. My \nHusband died after a brief illness that lasted for only four days. Before \nhis death we both got born-again and dedicated Christians. Since his death I \ndecided not to re-marry or get a child outside my matrimonial home which the \nBible is strongly against. When my late husband was alive he deposited the \nsum of US$7.5 Million (Seven Million Five Hundred Thousand U.S. Dollars) in \na 4 year one-time fixed deposit account with a Bank in Europe . Presently, \nthis money(with accrued interest) is still with the Bank and the management \njust wrote me as the next of Kin/beneficiary to the account that it has \nbecome DORMANT since no transaction has been operated on it since the \ncompletion of the 4 years and if I, as the beneficiary of the funds, do not \nre-activate the account; the funds will be CONFISCATED or I rather issue a \nletter of authorization to somebody to receive it on my behalf because of my \ncondition(note that you need to activate this account) as I can not come \nover. Presently, I'm in a hospital in Kenya (I chose to remain here since I \nwill die closer to nature and the lord) where I have been undergoing \ntreatment for esophageal cancer. I have since lost my ability to talk and my \ndoctors have told me that I have only a few weeks to live. It is my last \nwish to see this money distributed to charity organizations anywhere in the \nWorld that might be in need of it. I have already donated most of our wealth \nhere in Kenya to our local church and our house after my death to an \norphanage here in Kinshasha. They are all totalling almost 800,000 USD.  \nBecause relatives and friends have plundered so much of my wealth since my \nillness, I cannot live with the agony of entrusting futher this \nresponsibility to any one of them any more. \n \n \nI feel you might still be in sin and not so committed to the good lord or \nyou are not even a christian but today, this moment as you read this, open \nyour heart as this moment shall become the turning point in your life. Why \nwould a total stranger like me be sending you this, be telling you this and \nbe offering this much. Beloved, to be sincere with you, I HAVE NO IDEA \nexcept, that I know that the lord's way are not our ways. I have come to \nconclude that's it's divine. Who are we to question him anyway as just by \nhis breath he gave us life, so much...... Open your heart and see the beauty \nof his plans, his intentions, his wish for the world then it will become \nvery clear to you why at this time I am dying and why at the same time you \nare chosen for this, you other than someone else. It's all part of the big \npicture of the kingdom that is to come. Tha all his followers will spend \nforever............\n \n \nPlease, I beg you in the name of God to help me Stand-in as the beneficiary \nand collect the Funds from the Bank. I want a person that is God-fearing who \nwill use this money to fund churches, orphanages and widows propagating the \nword of God and to ensure that the house of God is maintained. The Bible \nmade us to understand that blessed is the hand that giveth. I took this \ndecision because I dont have any child that will inherit this money and my \nhusbands relatives are not Christians and I dont want my husbands hard \nearned money to be misused by unbelievers. I dont want a situation where \nthis money will be used in an ungodly manner. Hence the reason for taking \nthis bold decision. I am not afraid of death since I know where I am going \nto. I know that I am going to be in the bosom of the Lord. {Exodus14 VS14} \nsays that the lord will fight my case and I shall hold my peace. I will not \ncommunicate with you by phone in this regard because of my soundless voice \nand presence of my husbands relatives around me always. I dont want them \nto know about this development as I know all they are interested in is my \nhusband's wealth and not my health.\n \n \nWith God all things are possible. \n \nYour Sister in Christ,\nMrs. Sandra White.\n\n\n\n\n\n\n\n\n\n", "id": "3d0bcacf2a3c8b9035875ca449195a48"}