{"email_subject": "MUTUAL VENTURE PROPOSITION", "email_body": "FROM THE OFFICE OF: BALA MANCHA\n19,SYLVIA STREET,\nANTHONY VILLAGE, LAGOS.\nNIGERIA.\nTELEPHONE NUMBER: +234 1 776 7324\nINTERNET FAX: 1-775-213-6344\nALTERNATIVE EMAIL: balamancha@mail2director.com\nBUSINESS INVESTMENTS PARTNERSHIP: TRANSFER OF US$12.5 (TWELVE MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS).\nDear Friend,\nI would like to firstly send to you the best wishes of good health and success in your pursuits this new year particularly through my proposal as contained In this letter. Before going into details of my proposal to you, I must first implore you to treat with the utmost confidentiality as this is required for its success and to have faith in this transaction, for Opportunities like this only come to one once in a lifetime.\nI am Bala Mancha, a director with the Power and Steel Department and the Secretary of my country\u0092s Contracts Review Panel (CRP). This profitable venture involves the sum of US$12,500,000.00 (Twelve Million Five hundred thousand United States Dollars) which is presently floating in an account with the Central Bank of Nigeria (CBN) and we are interested in diverting some funds for ourselves. The reason for this letter is that your help is being sought in order to facilitate and successfully complete this profitable venture that is of immense benefit to you, and us the originators within a stipulated time frame as we are determined to conclude the transfer within two weeks.\nIn order to commence this transaction, we solicit for your assistance as a foreigner, to enable us transfer into your nominated account this sum of US$12,500,000.00 (Twelve Million Five hundred thousand United States Dollars). We cannot make this transfer on our own or in our names for the fact that we are civil servants (still in active service). But you as a foreigner can assist us in the sense that the money to be transferred will be paid to you as a contract entitlement for a purported contract executed for my government. The source of the funds are as follows: During the last military regime in my country, government officials set up companies and awarded themselves contracts that were grossly over-invoiced in various ministries and parastatals.\nThe present civilian government set up the Contract Review Panel, which has the mandate to use the instruments of payments made available to it by the decree setting up the panel, to review these contracts and if necessary pay those who are being owed outstanding amounts. The money in question is ready for transfer into an overseas account, which we expect you to provide.\nWe have agreed that the money will be shared according to the ratio Stated below;\n(i) 25% to the account owner (you).\n(ii) 65% for us (the panel officials).\n(iii) 10% to be used in settling all expenses (by both you and us)incidental to the actualization of this project.\nWe will require from you:\na) Name and address of Company/Beneficiary, telephone and fax numbers.\nb) Bank name, address, telephone and fax numbers and Details of the Account, which you are the only signatory that the money will be Transferred into. We do not mind if the account is a zero-based account or an account with no funds in it so long as it is functional for this purpose.\nThe above requirements are to legalize the claim for payment and transfer of the money to your account. Be informed that the reason we are sending you this letter is because we know that the only way to succeed is to seek the help of a foreigner. Your professional status is not a matter of hindrance in this transaction. Please, your assistance is highly solicited. We have no doubts at all that this money will be released and transferred if we get the necessary foreign partner to assist us in this deal.\nTherefore, when the business is successfully concluded we shall through the same connections withdraw all documents used from all the concerned government ministries for 100% security. All expenses regarding the opening of an account if not already in existence shall be borne by you, all expenses is however reimbursable on the conclusion of this business transaction.\nIt is of high hope that you will consider this humble request and Respond positively. If you are still in doubt after the receipt of this letter please do not hesitate to contact and ask any question(s) that may hinder your decision on this matter via my telephone number\n234-1-776-7324 or through the above email address and/or fax number.\nPlease acknowledge the receipt of this letter if you are interested. While awaiting your early response, thank you in anticipation of your most valued assistance.\nYours faithfully,\nBALA MANCHA\nP.S. PLEASE TREAT AS URGENT AND CONFIDENTIAL\nAlternative email address: balamancha@mail2director.com  ", "id": "3d1b5812a67ba45976941e9802245bd6"}