{"email_subject": "I NEED YOUR CO-OPERATION ", "email_body": "\nATTN:   (HANDLE THIS INFORMATION IMPORTANTLY)\n \nDear,\n \nI hereby contact you personally concerning the Situation in my bank. In order to transfer out {us$34,000,000} Thirty Four Million us dollars, I have\nthe courage to look for a Reliable and honest person who will be capable for This important business believing that you will never Let me down either now or in future.\n \n I am Dr.Kambrra Ahmed, the Regional computing auditor of (STANDARD BANK OF SOUTH AFRICA) JOHANNESBURG BRANCH (SBG).  There is an account opened in this bank in 1985 and since 1992 nobody has operated on this account again. After going through some old files in\nthe records I discovered that if I do not remit this money out urgently it will be forfeited for nothing according to South Africa laws and act of 1993,the\nmoney will be revert to this country government treasury after 15 years if there is no valid claim.\n \nI need a foreign partner t! hat will present as a relative to this late man. I concluded to transfer this money overseas for proper investment that will\nbenefit me. The owner of this account is Mr. Daniel B. Jones, a foreigner, and a Miner at Kruger Gold Co. a geologist by profession and he died since 1992. No other person knows about this account or any thing\nconcerning it, the account has no other beneficiary and my investigation proved to me as well that this company does not know anything about this account and the amount involved is  $34,000,000 Thirty Four\nmillion dollars.\n \nI am only contacting you as a foreigner because this money can not be approved to a local bank here, but can only be approved to any foreign account because the money is in US dollars and the former owner of the\naccount is Mr. Daniel B Jones, who is a foreigner too. I know that this message will come to you as a surprise as we don't know ourselves before, we will sign agreement, but be sure that it is real. I only !\ngot your contact address from my secretary during a normal routine search, I believe in God that you will never let me down in this business, you are the only person that I have contacted in this business, so\nplease reply urgently so that I will inform you the next step to take urgently. Send also your private telephone and fax number.\n \nI want us to meet face to face or sign a binding agreement to bind us together so that you can receive this money into a foreign account or any account of your choice where the fund will be safe. I am contacting you because of the need to involve a foreigner as the beneficiary. I need your full co-operation to make this work fine. Because the management is ready to approve this payment to any foreigner who has correct information of this account, which I will give to you later immediately, if you are\n able and capable to handle such amount in strict confidence and trust according to my instructions and advice for our mutual benefi! t. I need a truthful person in this business because I don't want to make\nmistake and I need your strong assurance and trust.\n \n With my position now in the office I can transfer this money to any foreigner's reliable account, which you can provide with assurance that this money will be intact pending my physical arrival in your country for\nsharing. I will destroy all documents of transaction immediately we receive this money leaving no trace to any place. you can also come to discuss with me face to face after which I will make this remittance in\nyour presence. I will use my position and influence to effect legal approvals and onward transfer of this money to your account with appropriate clearance forms of the ministries and foreign exchange departments. At the conclusion of this business, you will be given 50%\nof the total amount, 50% is for me and my family, I look forward to your earliest reply through my email address.\n \nYours truly,\nDr.Kambrra Ahmed,\nSTANDARD BANK OF SOUTH AFRICA.\n \nNOTE: you can as well write me through my alternative\nEmail address:(drkambrra@walla.com)\n \n \n\n\n\t\t\n---------------------------------\n Too much spam in your inbox? Yahoo! Mail gives you the best spam protection for FREE!\nhttp://in.mail.yahoo.com", "id": "3d9469f32c14287fc1b5f2966d2ccb5c"}