{"email_subject": "ASKING FOR ASSISTANCE", "email_body": "FROM:TSEPO VUSI\n\nEMAIL_tsepovusi@netscape.net\n\nATTN: DIRECTOR/C E O,\n\nI know you will be surprised to read from me, but  please consider this as a\nrequest from a family in dire need of assistance.First, I must introduce\nmyself I am MR. TSEPO VUSI from Angola. I am the first and only son of \nBRIGADIER VUSI  JONES. I  am presently resident in South Africa.\nI got your contact address from a business directory  in Johannesburg\nChamber of commerce and Industry. On  behalf of my widowed mother MRS. ELIZABETH\nVUSI I  desided to solicit for your assistance to transfer  the sum of US$21.5\nMILLION( TWENTY ONE MILLION FIVE  HUNDRED THOUSAND UNITED STATES DOLLARS)inherited\nfrom my late father, into your personal company's \naccount.Before my fathers' death, he was a Brigadier in  charge of Arms and\nAmmunation procurement for the Angola  Army. In his WILL, he specifically\ndrew my attention  to the said sum of money which he deposited in a  safe box of\na private Security Company in Johannesburg-  South Africa in a treasure box,\nfully documented in  my name.\nIN FACT MY FATHER SAID AND I QUOTE  MY BELOVED SON, I WISH TO DRAW YOUR\nATTENTION TO US$21.5 MILLION . I DEPOSITED THE BOX CONTAINING THIS MONEY IN A SECURITY\nCOMPANY IN JOHANNESBURG, SOUTH  AFRICA. DURING THE WAR, I WAS VERY DEDICATED\nAND OFFICERS AND GOVERNMENT FUNCTIONARIES WERE BUSSY  HELPING THEMSELVES WITH\nGOVERNMENT FUNDS AND  PROPERTIES AND SENDING THEM TO FOREIGN COUNTRIES.  DUE\nTO THIS, WHEN I AND MY FORMER SPECIAL ADVISOR TO THE  PRESIDENT WERE ASSIGNED\nBY THE PRESIDENT (EDUARDO  SANTOS) TO PURCHASE ARMS IN SOUTH AFRICA, WE SAW  THIS\nAS A GOLDEN OPPORTUNITY AND DIVERTED THE MONEY AND  DIVIDED IT. i GOT A TOTAL SUM\nOF US$21.5 MILLION. IN  CASE OF MY ABSENCE ON EARTH, AS A RESULT OF DEATH\nONLY, YOU SHOULD SOLICIT FOR THE FUND FOR INVESTMENT  PURPOSES.\n>From the above, you will understand that the lives  and future of my family\ndepens on this money, as such I  will be grateful if you can assist us. We are now\nliving in South Africa as political Asylum seekers and financial laws and\nregulation of the Republic of  South Africa do not permit us financial rights to such\nhuge sum of money. In view of this, I cannot invest this  fund in South africa, hence\ni am prepared to offer  you 20% of the total fund, while 10% will be set aside\nfor local and international expenses and 70% will be for  my family and me.\nFinally, modalities on howthe transfer will be bone  will be conveyed to you once we\nhave established  trust and confidence between ourselves. Please treat this\nmatter as very urgent.\nBest regards,\n\n\nTSEPO VUSI\n\n", "id": "3d96409bf2c01680049eef96f51e8067"}