{"email_subject": "BUSINESS  PROPOSAL", "email_body": "我有一个新的电邮地址了！您现在可以发电子邮件给我到：george2knelson2006@yahoo.com.cn\n\n\n\nATTN: CEO/ PRESIDENT,\n\n\n\n\n\nI am George.N Lawson; I am the linkman between the Organization \n\n\n\nFor Petroleum Exporting Countries - OPEC and the petroleum sector, I \n\n\n\nalso attend OPECmeetings constantly in Geneva Switzerland on the \n\n\nauspices of World Bank.\n\n\n\n\n\nThrough the sale of our allocated oil quota in OPEC, I was able\n\n\n\nTo make S$25.5 Million, which is currently deposited in a\n\n\n\nSecurity Company in Europe. I want you to assist me! to claim\n\n\n\nThis money as I cannot claim it directly because I am still a\n\n\n\nCivil servant, and the code of conduct bureau forbids me to\n\n\n\nAcquire such amount of money.It is on this basis that I am contacting \n\n\n\nyou for assistance, If You will be interested, claim documents have \n\n\nbeen processed and Will be sent to you. The documents with which the fund \n\n\n\nisDeposited willbe changed to reflect you as the new beneficiarySo that \n\n\n\nyou will be eligible to collect the fund on my behalf.\n\n\n\n\n\nI will give you 30% of the fund for this assistance, while 60%\n\n\n\nWill be for me and 10% will be for expenses that may be incurred\n\n\n\nOn both sides. I am aware of the international monitoring of all\n\n\n\nLarge-scale financial movements after the September 11th 2001\n\n\n\nTerrorist attack on America and to avoid any state of financial\n\n\n\nInvestigation I will provide a classified clear! ance paper from\n\n\n\nThe relevant body which will exonerate the money from Drug, money \n\n\n\nlaundered or terrorist related proceeds.\n\n\n\n\n\nKindly respond to my proposal through this my private email: on the \n\n\n\nreceip of your mail indicating Interest. I want to assure you that \n\n\nthere is no risk attached in this Transaction. You should also provide me with \n\n\n\nyour private telephone and fax Numbers for easier communication.\n\n\n\n\n\nGeorge.N. Lawson\n\n- \n\n", "id": "3e22e3b5e2430b103e183c757bac07c3"}