{"email_subject": "Introduction.", "email_body": "Dear friend, \n\nI am Mrs. Sese-seko widow of late President Mobutu \nSese-seko of Zaire, now known as Democratic Republic \nof Congo (DRC). I am moved to write you this \nletter. This was in confidence considering my present \ncircumstance and situation. I escaped along with my \nhusband and two of our sons Joseph and Basher out of \nDemocratic Republic of Congo (DRC) to Abidjan, Cote \nd'ivoire where my family and I settled, while we later \nmoved to settled in Morroco where my husband later \ndied of cancer disease. \n\nHowever, due to this situation we decided to change \nmost of my husband's billions of dollars deposited in \nSwiss bank and other countries into other forms of \nmoney coded for safe purpose because the new head of \nstate of (Dr) Mr Laurent Kabila has made arrangement \nwith the Swiss government and other European countries \nto freeze all my late husband's treasures deposited in \nsome european countries. Hence, my children and I \ndecided laying low in Africa to study the situation \ntill when things gets better. Like now that \npresident Kabila is dead and the son taking over \n(Joseph Kabila). One of my late husband's chateaux in \nSouthern France was confiscated by the french \ngovernment, and as such I had to change my identity so \nthat my investment will not be traced and confiscated. \nI have deposited the sum Fourteen Million United State \nDollars (US$14,000,000,00.) With a security company \nfor safe keeping. What I want you to do is to indicate \nyour interest that you can assist us in receiving the \nmoney on our behalf, so that I can introduce you to my \nson (Joseph) who has the out modalities for the claim \nof the said funds. I want you to assist in investing \nthis money, but I will not want my identity revealed. \nI will also want to acquire real/landed properties and \nstock in multi-national companies and to engage in \nother safe and non-speculative investments as advise \nby your good self. \n\nMay I at this point emphasize the high level of \nconfidentiality, which this upcoming project demands, \nand hope you will not betray the trust and \nconfidence, which I repose in you.In conclusion, if \nyou want to assist us, my son (Joseph) shall divulge \nto you all briefs regarding this project, tell you where \nthe funds are currently being maintained and also \ndiscuss remuneration for your services.For this reason \nkindly furnish us your contact information,that is \nyour personal telephone and fax number for validation \npurpose and acknowledge receipt of this mail using the \nabove email address. \n\nYours sincerely, \n\nMrs. Mariam M. Seseseko. \n\n\n____________________________________________________________\nCharle con sus amigos online usando CHAT 123 http://www.123.com/sp/chat/section.php?id_section=329\n\n\n", "id": "3e5ee10ea7b927f89d549c4da9dd9f29"}