{"email_subject": "confidential  ( business )", "email_body": "HELLO DEAR FRIEND,\n\nDO NOT BE ALARMED OR SURPRISED AT THE RECEIVAL OF THIS \nMAIL FOR IT IS MERE FATE  THAT HAS BROUGHT US TOGETHER \nBEFORE I CONTINUE FIRST, I MUST SOLICIT YOUR STRICTEST \nCONFIDENCE IN THIS \nRELATION. THIS IS BY VIRTUE OF ITS NATURE AS BEING \nUTTERLY CONFIDENTIAL AND 'TOP SECRET'. I AM SURE AND \nHAVE CONFIDENCE OF YOUR ABILITY AND RELIABILITY TO \nPROSECUTE A TRANSACTION OF THIS GREAT MAGNITUDE \nINVOLVING A PENDING TRANSACTION REQUIRING MAXIIMUM \nCONFIDENCE.\n I AM khalid mahmood hassan al Tikriti cousin of Barzan abd ghafur \nal-Tikriti\n(SRG Commander) OF THE REPUBLICAN GUARD FORCES COMMAND (HAMMURABI AND \nMADINA DIVISIONS) OF IRAQ DURING THE THEN SADDAM REGIME. I \nAM PRESENTLY ON EXILE FROM MY COUNTRY DUE TO THE \nINVASION OF UNITED STATES ON  IRAQ AND PRESENTLY IN NEED OF FUNDS TO \nCOMMENCE A NEW LIFE FOR ME AND MY FAMILY,BUT NEED YOUR \nASSITANCE  \nTO ENABLE US RETRIEVE SOME FUNDS,WHICH ARE TRAPPED IN A\nLOCAL  FINANCE /BUSINESS OUTFITIN IRAQ OF WHICH ALL DETAILS OF THIS \nACCOUNT \nARE IN MY POSSESION,BUT CANNOT OPERATE IT DUE TO MY PRESENT \nSTATUS,WHICH \nYOU ARE VERY MUCH AWARE OF.\nTHE SOURCE OF THIS FUND IS AS FOLLOWS; DURING THEN SADDAM \n REGIME HERE IN IRAQ, THE GOVERNMENT OFFICIALS AWARDED \nTHEMSELVES CONTRACTS FOR THE PURCHASE OF AMMUNITIONS\nAND SPECIAL HI-TECH MILITARY ARTILLERY OF WHICH THE PRICES\n WERE  HIGHLY INFLATED AND THE BALANCE WAS REMITTED TO VARIOUS \nPERSONAL ACCOUNTS BY EACH ONE OF US INVOLVED IN THE CONTRACT.\nHOWEVER, BY VIRTUE OF MY COUSIN'S POSITION AS  COMMANDER(SRG),AND \nMEMBER OF THE THEN IRAQ DEFENCE COUNSEL I FULLY PART TOOK IN THIS \nTRANSACTIONS  AND HAD TO MY POSSESION THE DETAILS TO THIS PARTICULAR \nACCOUNT OF WHICH I AM SEEKING AN  OVERSEAS PARTNER INTO WHOSE ACCOUNT \n I WOULD TRANSFER THE SUM OF US$28,320,000.00(TWENTY EIGHT MILLION, \nTHREE HUNDRED AND TWENTY THOUSAND U.S DOLLARS). \nHENCE I AM WRITING YOU THIS LETTER. I HAVE AGREED TO SHARE THE MONEY \nTHUS,\n25% FOR THE ACCOUNT OWNER \n65% FOR ME (KHALID AL TIKRITI)\n10% TO BE USED IN SETTLING TAXATION \nAND ALL FORMS OF DEBT (BOTH LOCAL AND FOREIGN DEBT),LOGISTIC AND \nFEASIBILTY\nEXPENSES WHICH MIGHT BE INCURRED IN COURSE OF THIS TRANSACTION. \n\nPLEASE,NOTE THAT THIS TRANSACTION IS 100% SAFE AND LEGAL IF THE TRUE \nIDENTITY IS NOT DISCLOSED,\nAND BE INFORMED THAT ON COMPLETION OF THIS BUSINESS, I \nWILL USE MY SHARE OF THE\nMONEY TO INVEST IN YOUR COUNTRY,IN YOUR NAME WITH ME\nAS A BACKGROUND BENIFICIARY .\nEVERY TRANSFER ARRANGEMENTS WILL BE ARRANGED BY  AN ATTORNEY\nALONE FOR THE PURPOSE OF SECRECY AND CONFIDENTIALITY.HE IS A WELL \nTRUSTED FRIEND \nOF MINE AND PLEASE THIS IS FOR YOUR EARS ONLY.HE IS\n\nAnwar Hussain Al-Allawi - Advocate\nEmail address : anwar_a@arabia.com\nFax:448701379120\nBaghdad 12339\nIraq\nPhysical Address:\nAnwar Hussain Al-Allawi - Advocate\nKazaak Building, 2nd Floor\nSinak, South Gate\nBaghdad\n\n \nIF YOU ARE INTERESTED TO HELP, PLS DO NOT HESITATE TO CONTACT ME \nURGENTLY THROUGH MY PRIVATE EMAIL LINK BELOW.\nEmail:tikriti@arabia.com\nFax:12707387648 \nAND  FORWARD A COPY OF THIS MAIL TO DR MAJEED J. AL-SHARAA AND ASK HIM \nFOR YOUR LINE OF ACTION.\n\nBEST REGARDS AND MAY GOD BLEES YOU.\nkhalid mahmood hassan al Tikriti\n\n\n_____________________________________________________________\nSelect your own custom email address for FREE! Get you@yourchoice.com, No Ads, 6MB, IMAP, POP, SMTP & more! http://www.everyone.net/selectmail?campaign=tag\n\n", "id": "3e6877793cc35b1bd1320e0719bcd1af"}