{"email_subject": "Re: PAYMENT AUTHENTICATION..,", "email_body": "Hon.Dr.Garuba Gambo\nMinister, Foreign Affairs Ministry.\nMaputo Street Zone 3\nWuse- Abuja-Nigeria.\n\n                                                                             \n                              24/11/2005\nSir,\n\nRe: PAYMENT AUTHENTICATION..,\n\nI am Hon.Dr.Garuba Gambo, Minister Foreign Affairs Ministry; my office \nmonitors and controls the affairs of all banks and financial institutions in \nNigeria concerned with foreign contract payments. I am the final signatory \nto any transfer or remittance of huge funds moving within banks both on the \nlocal and international levels in line to foreign contracts settlement.\n\nI have before me list of funds, which could not be transferred to some \nnominated accounts as these accounts have been identified either as ghost \naccounts, unclaimed deposits and over-invoiced sum etc. I write to present \nyou to the federal government that you are among the people expecting the \nfunds to be transferred into their account, on this note; I wish to have a\ndeal with you as regards to the unpaid certified contract funds. I have \nevery files before me and the data's will be to change to your name to \nenable you receive the fund into your nominated bank account as the \nbeneficiary o! f ! the fund's amount $20 Million U.S.D.\n\nAs it is my duty to recommend the transfer of these surplus funds to the \nFederal Government Treasury and Reserve Accounts as unclaimed deposits, I \nhave the opportunity to write you based on the instructions i received 2 \ndays ago from the Senate Committee on Contract Payments /Foreign Debts to \nsubmit the List of payment reports / expenditures and audited\nreports of revenues. Among several others, I have decided to remit this sum \nfollowing my idea that we have a deal/agreement and I am going to do this \nlegally.\n\n                                       MY CONDITIONS.\n\n1. You will give me 65% of the contract funds as soon as you confirm it in \nyour designated bank account.\n\n2. This deal must be kept secret forever, and! a! ll correspondence will be \nstrictly by email / telephone, for security purposes.\n\n3. There should be no third parties as most problem associated with your \nfund release are caused by your agents or representative.\n\nIf you AGREE with my conditions, l advise you on what to do immediately and \nthe transfer will commence without delay as I will proceed to fix your name \non the Payment schedule instantly to meet the three days mandate. I hope you \ndon't reject this offer and have the funds transferred.\nWaiting for your reply soon.\n\nYours Sincerely.\n\nHon.Dr.Garuba Gambo\n\n(FOREIGN AFFAIRS MINISTER.)\n\nAlternative Email:greguuu@indiatimes.com\n\nThe information in this message and in any attachments, contains\nconfidential information and is intended solely for the attention and use of\nthe addressee(s)\n\n\n\n\n", "id": "3e8e31d43ec71b525bc2173c8e11fc70"}