{"email_subject": "PLEASE CAN YOU ASSIST?", "email_body": "FROM THE DESK OF\nMR. MARK ELLIS\nCHIEF FINANCIAL OFFICER\nCCTB BANK, LONDON-ENGLAND.\nPRIVATE EMAIL: mark_7ell6@yahoo.co.uk\n\nATTENTION,\n\nRE: YOUR ASSISTANCE IS NEEDED IN ACTUALIZING THIS GOAL\n\nLet me start by introducing myself. I am MR. MARK ELLIS, CHIEF FINANCIAL \nOFFICER of the CITY CENTER TRUST BANK.I have an obscured business suggestion \nfor you.\n\nI honestly apologize and hope I did not cause you much embarrassment by \ncontacting you through this means for a transaction of this magnitude, but \nthis is due to confidentiality and prompt access reposed on this medium, \nsorry my English is not very good. Before the U.S and Iraqi war our client \nMAJOR FADI EL AMIN who was with the Iraqi forces and also business man made \na numbered fixed deposit for 18 calendar months, with a value of Ten \nmillions United State Dollars only in my branch. Upon maturity several \nNotices was sent to him, even during the war early this year.\n\nAgain after the war another notification was sent and still no response came \nfrom him. We later find out that the Major and his family had been killed \nduring the war in bomb blast that hit their home.\n\nAfter further investigation it was also discovered that MAJOR FADI EL AMIN \ndid not declare any next of kin in his official papers including the paper \nwork of his bank deposit. And he also confided in me the last time he was at \nmy office that no one except me knew of his deposit in my bank. So, Ten \nmillions United State Dollars is still lying in my bank and no one will ever \ncome forward to claim it. What bothers me most is that according to the laws \nof my country at the expiration 3 years the funds will revert to the \nownership of the England Government if nobody applies to claim the funds. \nAgainst this backdrop, my suggestion to you is that I will like you as a \nforeigner to stand as the next of kin to MAJOR FADI EL AMIN so that you will \nbe able to receive his funds.\n\nPlease endeavor to observe utmost discretion in all matters concerning this \nissue. Once the funds have been transferred to your nominated bank account \nwe shall share in the ratio of 70% for me, 30% for you. Should you be \ninterested please let me know and finally after that I shall provide you \nwith more details of this operation.\n\nYour earliest response to this letter will be appreciated.\n\nN.B: Reply me using my private mail address: mark_7ell6@yahoo.co.uk\n\nKind Regards\n\nMr. Mark Ellis\nChief Financial Officer\nCCTB BANK, LONDON-ENGLAND\n\n\n\n\n", "id": "3ef18ef3163a5ecc62eb73bc31368138"}