{"email_subject": "Mutual Business co-operation(ATTN: MANAGING ", "email_body": "\n\n\n-- \nFrom: Mustapha Benson\nAddress: Banjul The Gambiaa\nTelephone Nos: 00220 9897219\nEmail: muspham6@hotmail.com Or muspham@safe-mail.net\n \n                                       \nMANAGING DIRECTOR.\n \nDear Sir,\n\nI am Mr Musatapha Accounts supervisor with National Bank,Freetown, Sierra \nLeone. I have urgent and very confidential business proposition for you. On \nJune 6, 1999, a Foreign Diamond consultant/contractor with the Sierra Leonean \nNational Diamond Corporation, Mr.Simon Kelly made a numbered time (Fixed) \nDeposit for twelve calendar months, valued at SD$27,000,000.00, (Twenty-Seven \nMillion Dollars) in my branch. Upon maturity, I sent a routine notification to \nhis forwarding address but got no reply. After a month, I sent a reminder and \nfinally I discovered from his contract employers, the Sierra Leanean National \nDiamond Corporation that Mr. Simon Kelly died from a rebel attack. On further \ninvestigation, I found out that he died without making a WILL, and all \nattempts to trace his next of kin was fruitless. I therefore made further \ninvestigation and discovered that Mr. Simon Kelly did not declare any kin or \nrelations in all his official documents, including his Bank Deposit paperwork \nin my Bank. This sum of USD$27,000,000.00 has carefully/confidentially been \nmoved out of my bank to a Finance security company in the Gambia for \nsafekeeping. No one can ever come forward to claim it. According to Sierra \nLeonean Law, at the expiration of 8 (eight) years,the money will revert to the \nownership of the Sierra Leone Government if nobody applies to claim the fund. \nConsequently, my proposal is that I want you as a Foreigner to stand in as the \nrightful owner of the money. I deposited it in a security company in two trunk \nboxes though the security company does not know the contents of the boxes as I \ntagged them to be photographic materials for export. In the circumstance, I \nwant to present you as the rightful owner of the boxes in the security company \nso that you can be able to claim them with the help of my attorney. This is \nsimple. I would like you to provide immediately your full names and address as \nwell as your direct telephone and fax number so that the Attorney will prepare \nthe necessary documents which will put you in the right place as the owner of \nthe boxes. The money will be moved out for us to your country and share in the \nratio of 80% for me and 20% for you. There is no risk at all as all the \npaperwork for this transaction will be done by the Attorney and this will \nguarantees the successful execution of this transaction on your behalf, please \nreply immediately via my email address. Upon your response, I shall then \nprovide you with more details and relevant documents that will help you \nunderstand the transaction and swing into the necessary action while I confide \nin you hoping you will not betray me at last. \nThanks and God bless \n \nMr Musatapha\n\n____________________\nhttp://www.email.si/\n\n\n\n", "id": "3f53b4fd5c3f19109bcb763d70bba00d"}