{"email_subject": "I HAVE CANCER AND WILL DIE SOON,PLS HELP ME TO DO THIS LAST WISH BEFORE I DIE. ", "email_body": "    DEAR BROTHER/SISTER, \n   \n  AS YOU READ THIS MAIL I DONT WANT YOU TO FEEL SORRY FOR ME BECAUSE I DESEARVE TO DIE TO PAY FOR MY WICKEDNESS AND EVIL DOINGS AND I BELIEVE THAT ALL OF US MUST DIE. \n   \n  MY NAME IS \"SAEED AHMED\"I AM A VERY RICH AND WEALTHY OIL BUINESS MAN FROM THE UNITED ARAB EMIRATES,UAE AND RIGHT NOW AS I WRITE YOU,I HAVE BEEN DIAGNOSED WITH ESOPHAGEAL CANCER WHICH THE DOCTORS SAY I WILL DIE VERY SOON BECAUSE THE ILLNESS HAS EATEN DEEP INTO MY BODY SYSTEM WHICH THE DOCTORS SAY I HAVE VERY FEW MONTHS TO LIVE AND THIS CANCER HAS REFUSED ALL FORMS OF MEDICAL TREATMENT FROM TOP DOCTORS AND MEDICAL EXPERTS. \n   \n  I THINK GOD IS PUNISHING ME BECAUSE I WAS VERY WICKED AND ARROGANT.I DID ALL SORTS OF BAD THINGS BECAUSE I WAS VERY RICH SUCCESSFUL BUSINESS MAN WHO DIDNT CARE ABOUT OTHER PEOPLE PARTICULARLY MY FAMILY MEMBERS.I WAS CARRYING LOTS OF WOMEN,COMMITTING ADULTERY,FUNICATIONS,DRINKING.I WAS ALSO VERY HOSTILE TO MY MY FAMILY MEMBERS AND FRIENDS.THIS SICKNESS HAS MADE ME REALISE THAT MONEY IS NOT EVERYTHING ON EARTH AND I BELIEVE THAT WHEN GOD GIVES ME THE SECOND CHANCE,I WILL LIVE A GOOD LIFE. \n   \n  I AM REGRETING RIGHT NOW BECAUSE OF THE GREAT PAINS WHICH I AM PRESENTLY GOING THROUGH AND THIS HAVE MADE ME TO REPENT AND TURN ARROUND FROM MY EVIL DOINGS SO I DECIDED TO GIVE OUT MY PROPERTIES,ASSETS AND CASH MONEY TO MY IMMEDIATE AND EXTENDED FAMILY MEMBERS AND ALSO SOME CLOSE FRIENDS WHICH DID NOT SATISFY THEM.I WANT GOD TO HAVE MERCY ON ME AND ACCEPT MY SOUL IF I FINALLY DIE SO I HAVE DECIDED TO GIVE SOME MONEY TO CHARITY ORGANISATIONS IN UAE THROUGH MY FAMIL MEMBERS BUT THEY HAVE REFUSED TO GIVE THE MONEY TO THE CHARITY ORGANISATIONS AND POOR PEOPLE BY TAKING EVERYTHING. \n   \n  I ALSO ASKED MY FAMILY MEMBERS TO CLOSE ONE OF MY ACCOUNTS AND DISTRIBUTE THE MONEY TO CHARITY ORGANISATIONS IN PAKISTAN,AND THE TSUNAMI AFFECTED COUNTRYS BUT THEY KEPT THE MONEY TO THEMSELVES SO AT THIS MOMENT I DO NOT TRUST THEM ANYMORE.THE LAST OF MY MONEY WHICH NO ONE KNOWS ABOUT EXCEPT YOU THAT I AM SEEKING YOUR HELP AND ME IS A CASH DEPOSIT OF $4.6M DOLLARS (\"FOUR MILLION,SIX HUNDRED THOUSAND US DOLLARS) WHICH DEPOSITED IN A FINANCE/SECURITY COMPANY IN LONDON UK. \n   \n  THIS $4.6M DOLLARS IS PARKED IN A MOST CODED WAY IN 2 BIG BOXES AND WAS SHIPPED TO THE SECURUTY COMPANY FOR SAFE KEEPING AND AS I TALK TO YOU,THE SECURITY COMPANY DOES NOT KNOW THAT THE 2 BOXES CONTAIN CASH MONEY.I TOLD THEM THAT THE BOXES CONTAIN PHOTOGRAPHIC MATERIALS.\n   \n  I WANT YOU TO HELP ME TO COLLECT THIS 2 BOXES OF MY $4.6M DOLLARS AND DISTRIBUTE THE MONEY TO CHARITY ORGANISATIONS,POOR PEOPLE AND TSUNAMI AFFECTED COUNTRYS.I WANT YOU TO TAKE 10% OF THE $4.6M DOLLARS FOR YOUR TIME AND HELP.I WANT YOU TO DO THIS FOR ME BECAUSE THIS IS ONE WAY I HAVE CHOOSEN TO RECONCILE MY DIFFERENCES WITH GOD SO THAT HE WILL FORGIVE ME AND THEN SAVE MY SOUL FROM PERISHING. \n   \n  I WILL GIVE YOU THE CONTACT OF THE SECURITY COMPANY IN LONDON SO THAT YOU CAN CONTACT THEM AND CLAIM THE BOXES WHEN I GET YOUR REPLY THAT YOU ARE READY TO HELP ME.MAY GOD BLESS YOU AS HELP ME WITH THIS GREAT TASK AHEAD OF ME BEFORE I DIE.I AWAIT YOUR FAST REPLY.\n   \n  I WILL GO BACK TO BED NOW TO CONTINUE TO BEAR THE PAINS I \nAM GOING THROUGH AT THE MOMENT AND WAITING FOR YOUR KIND REPLY. \n   \n  SAEED AHMED. \n\n   \n   \n\n\n\n Send instant messages to your online friends http://uk.messenger.yahoo.com ", "id": "3f784ed0f792cb9530b56373f7f37e67"}