{"email_subject": "FBN FOREX.", "email_body": "FIRST BANK OF NIGERIA PLC\nMARINA,LAGOS-NIGERIA.\nINTERNATIONAL TRANSFER.\nLEICESTER CURRENCY\nCHEQUE/DRAFT DEPARTMENT\nTELEGRAM: FBNFOREX\nEmail: philipadam26@yahoo.co.uk\n\nDear:Sir/Ma,\n\nI am Mr. PHILIP ADAM, Director allocation department from the (First\nBank of Nigeria Plc,) Lagos Branch.  My office monitors and controls the affairs of all banks and financial institutions in Nigeria concerned with foreign claim payments.\n\nI am the final signatory to any transfer or remittance of huge funds\nmoving within banks both on the local and international levels in line with foreign claim settlement.\n\nI have before me list of funds, which could not be transferred to some\nnominated accounts as these accounts have been identified either as ghost accounts, unclaimed deposits and over-invoiced sum etc.\n0n this note, I wish to have a deal with you as regards to an unpaid\nfund. I have a file before me and the data's are correct and un-tampered.\n\nAs it is my duty to recommend the transfer of these surplus funds to\nthe Federal Government Treasury and Reserve Accounts as unclaimed deposits,\n\nI have the opportunity to write you based on the instructions I received two days ago from the Foreign Debts reconciliation dept to submit the List of payment reports /expenditures and audited reports of revenues.\n\nAmong several others, I have decided to remit the claim sum following\nmy idea that we can have a deal/agreement and I am going to do this legally.\n\nMy conditions:\n\n1. The sum of USD$9.7M only will be transfer into your account after\nthe proccessing of all relevant legal documents with your name as the bonfide beneficary, the transfer will be made by Draft or telegraphic Transfer (T/T), confirmable in 3 working days.\n\n2. This deal must be kept secret forever and all correspondence will\nbe strictly by email / telephone, for security purposes.\n\n3. There should be no third parties as most problem associated with\nthis fund release are caused by agents or representative. \nThe transfer will commence without delay as I will proceed to fix your name on the Payment schedule instantly to meet the Five days mandate.\nI hope you don't reject this offer and have this funds transferred.\n\nWaiting for your reply soon.\nFaithfully\nMr. PHILIP ADAM.\n\n\n\n\n\n\n", "id": "3f8e7f3e68806ec830f82ab9da24fd64"}