{"email_subject": "SALUT", "email_body": "THOMSON STELLA\n\nABIDJAN COTE D'IVOIRE \n\nBonjour , \n\nRespectueusement veuillez m'excuser je n'ai pas le choix,\npermettez moi de vous informer de ce problème qui me pousse\nà vous expedier ce message.J\u0092ai obtenu vos coordonnés sur\nInternet,je me suis permis de vous envoyer ce message car\nles informations sur vous me mette en confiance,vous êtes\nune personnalité honorable et digne de confiance.\nA cet effet, je n\u0092ai pas hésiter à me fier à vous pour mon\nproblème qui concerne ma famille et moi.Je vous contacte en\nce jour en espérant que cela conduira à une occasion\nd'affaire basée sur l'honnêteté et la transparence.\n\nJe suis THOMSON Stella la seule fille de 'ancien\nchef THOMSON ROBERT de la SIERA LEONNE. La source de votre\ncontact me donne le courage et la confiance de me\nconfier à vous. Je vous écris avec une confidence\nabsolue premièrement pour demander votre assistance\npour transférer notre liquidité de 20 000 000 million\nde dollar qui actuellement se trouve dans le coffre\nfort d'une compagnie de sécurité ici en Abidjan dans\nvotre compte personnel jusqu'à notre arrivée dans\nvotre pays. \n\n           SOURCE DE L'ARGENT\n\nMon défunt père, chef THOMSON , le patron des \nextracteur d'or et de diamant en Sierra Leone (S.L.M.C)\nFreetown.\nConcernant mon père, cet argent est le résultat de\nl'or et le diamant extraient des mines Sierra\nLéonaise avant le début de la guerre civil entre les\nforces rebelles et les forces de maintien de la paix\nde l'ECOMOG qui a détruit mon pays après le coup de\nforce qui a chassé du pouvoir, le président\ndémocratiquement élu AHMED TEJAN KABBAH. \nMon père avait déjà mis en place un plan pour nous\névacuer (ma famille) ma mère, mon petite frère et moi même\nsur Abidjan en Cote d'ivoire avec nos effets personnels et\nla boite contenant l'argent par le biais des forces\nd'évacuation des nations unies. Mon père nous a demandé de\ndéposer la boite dans une compagnie privée de sécurité\njusqu'à ce qu'il nous rejoigne après la guerre. Pendant la\nguerre dans mon pays, et avec pour conséquence le\npillage des propriétés publiques et du gouvernement\npar les forces rebelles, la coopération des mines\nsierra léonaise étaient l'une des cibles pillées et\ndétruites. Mon père et plusieurs autres haut\nfonctionnaires ont été attaqués et tués par les\nrebelles en novembre 2000 pour leur relation avec le\ngouvernement civil d'AHMED TEJAN KABBAH. \nSuite à la mort de mon père, et avec les nouvelles de\nmon oncle à propos de son accident d'avion en janvier,\nnos espoirs de survie étaient complètement noyés.\n\nCette mort prématurée de mon père et de mon oncle a\nprovoqué un arrêt cardiaque chez ma mère et d'autres\ncomplications qui ont provoqués sa mort plus tard dans un\nhôpital et après on a eu à dépenser une importante somme\nd'argent pour elle. Actuellement mon frère de 18 ans et moi\nmême sommes seuls dans ce pays étrange, souffrant et sans\naucun soutien . sans aucune relations, nous sommes\nactuellement comme des réfugiés et des orphelins. Notre\nseul espoir actuellement est en vous et en la boite qu'on\ndéposé dans la compagnie de sécurité. \nA cet effet, je sollicite humblement votre assistance\ndans le sens suivant :\n\n1- m'aider à faire sortir la boite de la compagnie de\nsécurité comme CO- bénéficiaire pour transférer cet argent\nen votre nom dans votre propre compte dans votre pays pour\nun investissement lucratif .avec vous comme principal\nacteur.\n \n2- Le plus important c'est que la compagnie de\nsécurité ne connaît pas le contenu exact de la boite \nparce qu'on l'a déclaré comme richesses familiales.\n\n3- Tous les documents relatifs au dépôts sont dans\nmon coffre a la maison.\n\n4- Pour votre assistance, je vous céderai 20% de cet \nargent pour vos efforts et votre assistance.\n\n5- Enfin je vous prie de garder cette transaction \nstrictement confidentiel. \n\nMerci et que Dieu vous bénisse pour votre assistance à\nnotre égard. \n\n \nNB; excuse mais j'aimerai que vous ne contactez sur cette\nadresse; thomsonstella06@yahoo.fr \n\nTrès sincèrement \nStella\n\n\n", "id": "3fa1ae46b4b9168cfbff5818e451d24a"}