{"email_subject": "AWAITING YOUR RESPONSE", "email_body": "AUDITING AND ACCOUNTING UNIT\nFOREIGN REMITTANCE DEPT\nECO BANK NIG PLC.\nLAGOS NIGERIA.\nEMAIL:(mark_ibe1@yahoo.com)\nAttn: Pls,    \nTaking into considerations that we have not met before,l know this mail  although it's for good motive,may come to you as a surprise.l decided to contact you for this reason believing that you would be capable to work-out this deal for the interest of us based on what we have in the file here.\nI am Dr, Mark Ibe,the director in charge of auditing and accounting section of Eco Bank in west Africa with due respect and regard.I have decided to contact you on a business transaction that will be very beneficial to both of us at the end of the transaction .During our investigation and auditing in this bank,my department came across a very huge sum of money belonging to a deceased person who died on 15th June 2004 in a Autho crash and the fund has been dormant in his account with this Bank without any claim of the fund in our custody either from his family or relation before our discovery to this development.\nAlthough personally,I keep this information secret within myself and partners to enable the whole plans and idea be Profitable and successful during the time of execution.The said amount was us$15M (fifteen million united states dollars). Since then I have made several enquiries to your embassy to locate any of my clients extended relatives this has also proved unsuccessful.\nAfter these several unsuccessful attempts,I decided to contact a foreigner who will act as the next of kin to the deceased instead of the money going into the federal government coffers. I have contacted you to assist in repartrating the money and property left behind by my client before they get confisicated or declared  unserviceable by the bank where this huge deposits were lodged.Particularly,the Eco Bank Plc where the deceased had an account valued at about 15 million united states dollars has issued a notice for the next of kin to surface or have the account confisicated  within the next ten official working days.\nsince i have been unsuccesfull in locating the relatives for over 3 years now I seek your consent to present you as the next of kin of the deceased hence we claim this fund for our own benefits so that the proceeds of this account valued at 15 million dollars can be paid to you and then you and me can share the money. \nI have all necessary legal documents that can be used to back up any claim we may make.All I require is your honest cooperation to enable us see this deal through. I guarantee that this will be executed under a legitimate arrangement  that will protect you from any breach of the law.furnish me with the below information to enable the bank transfer the fund to your bank account.\n(1) Your phone and fax number for easy coversation\n(2) Your occupation and your age.\nOnce I hear from you I will tell you the next line of action.Please  reply if you are interested through only in my alternative email address: (mark_ibe1@yahoo.com)\nBest Regards,\nDr.Mark Ibe.\n \n \n\n \n\nEncuentra las noticias mas actualizadas de El Salvador y el mundo en www.elsalvador.com", "id": "3fdac233f6f4388f900a5d15296b0fb5"}