{"email_subject": "From Lanssana Kuyembeh", "email_body": "Compliments of the day to you and your family. \nHow are you? and your family? i do hope you all are fine? if so glory be to almighty. \nI got your e-mail on my search for investment research.Then i decided to contact you hoping that you will be right person to assist me and my mother on any profitable investment i want to do in your country. \nFirst and foremost,i apologized using this medium to reach you for a transaction/business of the magnitude;Let me introduce my self propersly.My name is Mr.Lanssana Kuyembeh,the son of chief Bankelo Kuyembeh. \nIam the beneficiary/next of kin of the fund,i and my mother are living under(UNHCR) in Dakar Senegal as refugee.My late father(chief Bankelo Kuyembeh) was a business man,he deals on diamond and gold before his untimely death. \nHe was killed by the rebels of(R.U.F) and many of our properties/buldings were destroyed by them.When my late father was alife he sensed of conspiracy against him and he escaped me and my mother to Dakar Senegal. \nAnd later go back to Sierra leone that is when he was killed;And that time the war was still going on in my country. \nWhen he was alife he deposited his money(us$7.2million dollars) with my name as his next of kin in a security company in Senegal.Presently,i want you to assist me transfer the money out from Senegal to your position so that you can help us to invest it and also to hel us aquire naturization statue in your country. \nPlease if you are willing and intrested to assist us,i want you to stand as the beneficiary/receiver of the money on my behalf.And also you will assist us to transfer the money out from Senegal to your position pending on my arrival to meet with you. \nAll the documents that my late father used to deposit the money is here with me and will send them to you on demand.I have the authority of my mother involved that should you be willing to assist us in the process of the transfer,your share of the sum will be 20% of the us$7.2 million. \nThe transaction is 100% safe,on your part provided you treat it with utmost secrecy and confidentiality.Also your area of specialization is not a hinderance to the sucessful execution of this transaction. \nI have reposed my confidence in you and hope that you will not disappoint me.\nI am waiting for your response regard for the process. \nThanks, \nLanssana Kuyembeh.\n\n\n\n\n\n\n", "id": "400c6122348a16eb1ff1cf0ca32780df"}