{"email_subject": "From Engr Ali Kasim", "email_body": "Reply-To: eng_alikasim2@yahoo.de MIME-Version: 1.0 Content-Type: text/plain Message-Id: <20070312014600.4002E11AFEB0@pontnet.hu> Date: Mon, 12 Mar 2007 02:45:56 +0100 (CET) Content-Transfer-Encoding: quoted-printable =0D >From ENGR ALI KASIM=0D Nigerian National Petroleum Corporation, (NNPC),=0D Garki, Abuja-Nigeria.=0D 12-3-2007=0D =0D  =0D ATTN,  =0D  =0D IT IS MY PLEASURE TO WRITE THIS E-MAIL TO YOU BELIEVING THAT YOU WILL =0D FIND IT INTERESTING TO READ AND REPLY AS SOON AS POSSIBLE. =0D MY NAME IS ENGR ALI KASIM, I AM A DIRECTOR IN THE NIGERIA NATIONAL =0D PETROLEUM CORPORATION (NNPC).=0D  =0D I HAVE THIS DEAL OF AN OVER INVOICED SUM OF US$25,000,000.00 PURPOSELY =0D CARVED OUT FROM AN ALREADY EXECUTED CONTRACT IN MY CORPORATION.=0D  =0D IT WILL BE MY UTMOST INTEREST TO HAVE YOU AS ONE OF THE PARTNERS TO =0D PROCESS THE DOCUMENTS AND HAVE THE FUND RELEASED TO YOU AS THE FOREIGN =0D CONTRACTOR THAT OWN THE FUND.=0D  =0D THE TRANSACTION WILL BE GIVEN EQUAL LEGAL BACKING THAT IS GIVEN TO AN =0D EXECUTED CONTRACT. THERE IS ABSOLUTELY NO RISK INVOLVED. IT IS 100% RISK = =0D FREE. EVERY ARRANGEMENTS TOWARDS IT SUCCESSFULL PROCESSING HAVE BEEN =0D PERFECTED.=0D  =0D MY POSITION AS A CIVIL SERVANT HERE IN NIGERIA DOES NOT PERMIT ME TO =0D RUN A FOREIGN BANK ACCOUNT THAT IS ONE OF THE REASONS I NEED YOUR =0D INVOLVEMENT AND ALSO ASSIT IN FINANCING THE PROCESSING OF THIS TRANSACTIO= N =0D WHICH IS VERY IMPORTANT.THE RATIO OF ITS SHARING IS 55% FOR ME, 45% FOR =0D YOU.=0D  =0D TO COMMENCE THE PROCESSING, I WOULD LIKE YOU TO SEND TO ME (A) YOUR =0D FULL NAMES AND COMPANY NAME TO BE INCORPORATED AND ADDRESS, (B) YOUR BANK=  =0D ACCOUNT INFORMATION WHERE THE FUND WILL BE TRANSFERED TO OR WITHIN THE =0D SHORTEST PERIOD YOU CAN OPEN A NEW ACCOUNT FOR THIS TRANSACTION, (C) =0D YOUR TELEPHONE/FAX NUMBERS.=0D  =0D I AWAIT YOUR URGENT REPLY.=0D =0D REGARDS=0D ENGR ALI KASIM=0D =0D =0D =0D", "id": "4011451ffa732b086a1211f92c71e46e"}