{"email_subject": "My Dearest One,", "email_body": "\n\n\nMy Dearest One, \nHow are you over there?. As for me,i am fine here in\nDaker \nSenegal. My name is Miss linda dickson, from Liberia\nin west Africa presently \nresiding in the church camp here in Dakar due to the\ncivil war going on in \nmy country. My late father Dr Patrick dickson, was the\npersonal advicer to the \nformer head of state before the rebels attacked my\nhouse one early morning \nkilling my mother and my father. It is only my brother\nand me that is alive \nnow and we managed to make our way to near by country\nSenegal where we are \nliving now. I would like to know more about you. Your\nlikes and \ndislikes,your hobbies and what you are doing\npresently. I will tell you more \nabout myself in my next mail. I attach here my picture\nfor you, though i am \nnot all that photogenic.\nWhat we need to know about loving is no great mystery.\nWe all know what \nconstitutes loving behavior; we need but act upon it,\nnot continually \nquestion it. Over-analysis often confuses the issue\nand in the end brings us \nno closer to insight. We sometimes become too busy\nclassifying, separating, \nand examining, to remember that love is easy. It's we\nwho make it \ncomplicated. Nevertheless,In the church camp were i\nleaved.my pastor take \ngood care of me and my brother,most time is the Rev\nthat give me money to \ncome to internet to look for someone that we help me\nand my younger \nbrother.but i pray to god to give him more\nwisdom,understanding and god \nshould strencthing him in all his endavore.I m'not\nlooking for a very rich \nman,but someone who care take good of a woman and\nsomeone who have better \nunderstanding,who can bring a home togerther as one.i\nlove my younger \nbrother so much,because before the dead of my late\nmother.i promise my mum \nthat am going to take good care of my only brother and\nnothing will break \nus. There is something that my late father left in my\npossition before died. \n2.6 million dollars in a security bank in europe, i\npromised him that i will \ntake care of it.ontil i have a man i will spend my\nlife time with.From every \nhuman being there rises a light that reaches straight\nto heaven. And when \ntwo souls that are destined to be together find each\nother, their streams of \nlight flow together, and a single brighter light goes\nforth from their \nunited being. Moreover,the man that love me will like\nmy brother the way he \nlove me.because that is the only happiness that i have\nnow.\nIt is the things in common that make relationships\nenjoyable, but it is the \nlittle differences that make them interesting. you can\ncall me in our church \nphone number 221525-87-24 the name of the Rev in\ngodwin,tell him. you what \nto speak with Violet.the days we can answer call\nare,tusday and friday time \n2.pm til 6pm.But before you call me, try and send me\nmail so that i can go \nand wait for your call\ni will tell you more in my next mail for your better\nunderstanding,i pray \nthat God should gurd you and give you more\nblessing.Because the fear of God \nis the begining of wisdom.I 'm a good believed,i\nalways pray to God to give \nme husband who will take me and my younger brother at\noff this mess.I have \nbe passing some hard time all this while,but i thank\nGod that i'm stil \nalive.someone need to pass some hard life to know are\nlife is all about.But \ni believe that God is going to take me at off this\nsorrow stress of mind \noneday What about you? tell me little about your self\nand your family\nwhat you hate in a woman and what you like in a woman?\nlooking forward to hear from you have a wonderful day.\nLinda Dickson\n\n\n\n\n\n", "id": "4016e70950f6035f39ce6c70089d6e09"}