{"email_subject": "MUTUAL ASSISTANCE ", "email_body": "FROM: MR. PETER WANG QIN\n\nSTANDARD BANK SA\n\nE-MAIL: pet_wang@standardbanksa.net\nDear Sir,\n\n\n                                   HIGHLY CONFIDENTIAL\n\nGreetings.\n\nThis mail may come to you as a surprise but I plead with you to patiently\nread through it before making a decision whether to assist me or not.\n\nI wish to solicit for your assistance in the transaction which I strongly\nbelieves will be of mutual benefit to both of us if treated with trust and\nconfidentiality that it deserve.\n\nMy name is Mr. Peter Wang Qin, the branch manager of a reputable bank\nin Johannesburg, Gauteng Province, in the Republic of South Africa. I and\ntwo of my colleagues wish to seek your assistance in the transfer of some\nhuge sum of money into a foreign bank account.\n\nThis money was deposited seven years ago in a fixed deposit account in my\nbank by an Oil consultant/contractor with the South African Mining\nCorporation. (Name deliberately withheld for now) The length of time for the\nmaturity of the fixed deposit was five years, which expired towards the\nending of last year. Upon maturity, a routine notification was sent to his\nforwarding address but got no reply.\n\nAfter a month, a reminder was also sent and finally we discovered from his\nContract Employers - The South African Mining Corporation that the Depositor\ndied from an automobile accident. On further investigation, I found out that\nthe depositor/beneficiary actually died in a car Accident here in South\nAfrica, in May 2000 and he left nobody as next-of-kin to claim this money.\nAll efforts made to trace any known relations of his proved abortive, and no\none has written our bank in this regard.\n\nHence, this said money is still lying in my Bank and the interest is being\nrolled over with the principal sum at the end of each year. Now its clear\nno one will ever come forward to claim it. And according to the Laws of\nRepublic of South Africa, at the expiration of 5(five) Years, the money will\nrevert to the ownership of The South African Government if nobody applies to\nclaim the fund.\n\nAll modalities for the successful transfer of this money into an offshore\nbank account have been put in place and we are looking for a trust worthy\nforeign partner into whose bank account this fund would be remitted to and\nit is this regard that my colleagues have mandated me to provide a partner\nwho will assist us. We have agreed to compensate you with 25% of the total\namount if you should accept to assist us.\n\n\n\nIf you are interested in giving us the required assistance, kindly reply\nthis mail stating your Telephone/Fax numbers for further action. Because of\nthe secrecy surrounding this transaction, l suggests that you contact me\nonly through e-mail, until further notice.\n\nI am looking forward to a favorable reply from you soon. Feel free to ask\nany question in this regard.\n\nI remain,\n\nYours Faithfully,\nMr. Peter Wang Qin\n\n\n\n\n", "id": "40640eb983b5696e6d03cdda8a011a67"}