{"email_subject": "Hello", "email_body": "Dear sir,\n\nI am an Accountant with Zenith Bank Plc ,My name is Mrs. Juliet  Bello. A Banker I am the personal Account Manager to Engineer A., a National of your country, who used to work with shell Development company in Nigeria.Here in after shall be referred to as my client On April 21, 1999, my client, his wife, and their three children were involved in a car accident along Sagamu express way. All occupants of the vehicle unfortunately lost their lives.\nSince then I have made several inquiries to your embassy to locate any of my clients extended Relatives, this has also proved unsuccessful. After these several unsuccessful attempts, I decided to trace his last name over the Internet, to locate any member of his family hence I contacted you. I have contacted you to assist in repatriating the money and property left behind by my client before they Get confiscated or declared unserviceable by the bank where this huge deposits were lodged, particularly the Zenith Bank Plc.\nWhere the deceased had an account Valued at about ($27 Million U S Dollars) has Issued me a notice to provide the next of kin.Or havethe account confiscated within the next ten official working\ndays.Since I have been unsuccessful in locating the relatives for over 2years now, Iseek your consent to present you as the next of kin of the deceased since you have the same last name so that the proceeds of this account valued at ($27Million U S Dollars can be paid to you and then you and me Can share the money.60% to me and 40% to you.An attorney will be contracted to help us revalidated and notarize all thenecessary legal documents that can be used to back up any claim we may make.All I require is your honest cooperation to enable us see this deal through.\nI guarantee that this will be executed under a legitimate arrangement that will protect you. from any breach of the law.\nBest Regards\nMrs. Juliet  Bello.\n\n\n\n\n\n\n\n\n", "id": "4086d0e0ad9f5d8786e8061ee8ce7dcf"}