{"email_subject": "MY GOOD WILL.", "email_body": "\nHello, \n\nI am Adekunle michael, a wealthy 57 years old Real Estate Merchant\n based in Europe, I have been diagnosed with kidney Cancer a Disease that\n has defiled all forms of medical treatment,destroying my heart and\n kidney.  This happened after I lost my only son and wife in IFE and Modakeke\n war on visit to my home town, you can confirm the fact from this web\n page news.bbc.co.uk/1/hi/world/africa/684449.stm.\n\nMy doctor report indicates that I have but only a short time to live,\n but right now some of my business, properties and investment are being\n diverted or confiscated by some business associates and Family members\n who wish me dead knowing my present condition. I realized that i have to\n make trade-offs to charity.As a mission to fulfill my commitments to\n affect lives and the less privilege. I have set aside my insurance\n company share worth of (EIGHT HUNDRED AND TWENTY THOUSAND UNITED STATES\n DOLLARS) with a reputabe Insurance Company in Nigeria which i intend to\n distribute to charity through you. Every document that will facilitate the\n release of this fund to you as the beneficiary without delays are\n intact. You will be rewarded for your effort. \n\nI selected you for this Purpose and prayed over it, I am willing to\n donate the sum of Seven Hundred thousand US Dollars to you for the\n development of the well being of handicapped in the society and also as aids\n for the less privileged, and I have map out One Hundred Thousand US\n Dollars for your own personal use to help me for this work. Please, do not\n reply me if you have the intention of using this fund for personal use\n because I need you to collect this deposit and use it for Charity such\n as those that cater for the recent New Orleans,Mississippi USA, Katrina\n Disaster, HIV/AIDS research and enhancement of the comfort of the\n Handicapped.\n\nForward to me your full contact thus: Your full name: Your full\n address: Your telephone/cell number: Your fax Number: Your full company\n name/position presently held: Your age Lastly, I want you/your home to be\n praying for me as regards my entire life and my health because I have come\n to find out since my spiritual birth lately that wealth acquisition\n without God one's life is vanity upon vanity. I await your reply as my\n contacting you is divine, I will not contact anybody until I hear from\n you.\n\nKind regards,\n\nAdekunle michael.\n\nEmail:dmike0013@o2.pl \nPhone:44 2071797777\n\n\n\n\n\n\n\n\n", "id": "40cf77c1e91362e8e48be2a4d890fde0"}