{"email_subject": "+ From Portugal & Urgent Reply Needed.+ ", "email_body": "\n\n\n>From . Mr. Simon Robson.\n\n\nKindest Attention:\n\n\nMy name is Mr. Simon Robson. I am from Portugal. I have been diagnosed\nwith esophageal cancer. It has defiled all forms of medical treatment, and\nright now I have only about a few months to live, according to medical\nexperts. I have not particularly lived my life so well, as I never\nreally cared for anyone (not even myself) but my business. Though I am\nvery rich, I was never generous, I was always hostile to people and only\nfocused  on my business as that was the only thing I cared for. But now I\nregret\nall this as I now know that there is more to life than just wanting to\nhave or make all the money in the world. I believe when God gives me a\nsecond chance to come to this world I would live my life a different way\nfrom  how I have lived it.\n\n\nNow that God has called me, I have willed and given most of my property\nand assets to my immediate and extended family members as well as few\nclose friends .I want God to be merciful to me and accept my soul so,\nIhave decided to give alms to charity organizations and those in Need,\nas I want this to be one of the last good deeds I do on earth. So far, I\nhave distributed money to some charity organizations when I was well. Now\nthat my health has deteriorated so badly, I cannot do this myself anymore.\nI once asked members of my family to close one of my accounts and\ndistribute the money which I have there to charity organization in United\nStates, Asia, Middle East & Europe, they refused and kept the money to\nthemselves.\n\n\nHence, I do not trust them anymore, as they seem not to be contended with\nwhat I have left for them. The last of my money which no one knows of is\nthe huge cash deposit of Twenty Million United States Dollars ($20,\n000,000.00) that I have with an Asset Management / Vaulting Company\nAbroad. I will want you to help me collect this deposit and dispatch it to\ncharity organizations and use it to help those in Need.\n\n\nN/B: Kindly note that 40% of this funds must go to victims of\nTsunami,Hurricane Katrina , Hurricane Wilma and South Asia Earthquake ,\n55% to other Charity Organizations around the World and 5% for your effort\nand time.\n\n\nI cannot talk with you on the phone due to my health situation, as I am\nusing my Lap Top Computer to communicate with you. You should respond to\nthis e-mail if you are interested in carrying out this assignment on my\nbehalf.\n\nReply to this E-mail Address if you are interested  :  simonrob@web2mail.com\n\n\nGod be with you.\n\nMr. Simon Robson.\n\n\n\n\n\n\n", "id": "4105a0e5cddb129c8f28461867950afa"}