{"email_subject": "BELOVED !", "email_body": "Beloved.\n\nCalvary greeting in Jesus Name Amem.I am making this contact with you based on the reliable information available to me concerning your reputation.\n\nThe information is so positive as to convince me that you would be capable to provide me with a solution to a money transfer of Five million, five hundred thousand United States Dollars.\n\nI am Mr. Duke Nze, 48 years old, also a driver to Late Engineer Duncan Njei, a Canadian National who lived here and was murdered with unknown beneficiaries by unknown gunmen on 15th June 2002 after his inteligent discovery on the Gold mining in Ghana-Africa. Before he finally gave up in the hospital,he made me to understand that he deposited the total sum of Five million, Five\nhundred thousand United State Dollars in a nearby country with a security firm and After his death, i was able to locate the documents relating to that deposit with the security company.\n\nI have tried with all possibility to claim this consignment funds from the cargo company but following the principles and procedures of the diplomatic company that i must provide the next of kin to that deposit with the deposit certificate.\n\nI want to be assure of any safe hand and your honesty to assist me as the next of kin to this deposit and then after by sending your Particulars to enable me start off with all the shipping arrangement and forwarding it to the company while you stand for the release of the consignment as the beneficiary, more also, this transaction is 100% risk free since I have the legal document covering this deposit which shall be forwarded to you\nbefore your claims.\n\nWe shall further discuse what will be your commission in return for your assistance as the next of kin.\n\nI must demand a high degree of trust & honesty from you since this is the only opportunity of my future life since Engineer Duncan is dead.\n\nAwaiting Your Immediate reply as The nature of our communication is of utmost importance hence you should reach me immediately.\n\nYours Faithfully\nMr. Duke Nze.\n\n\n\n\n\n\n____________________________________________________________\nCharle con sus amigos online usando CHAT 123 http://www.123.com/sp/chat/section.php?id_section=329\n\n\n", "id": "41a1bb8110aa7251cde67683496c3edc"}