{"email_subject": "PLEASE READ", "email_body": " FROM: DIAKA TSHOMBE \n \n DEAR FRIEND, \n \n MY GREETINGS TO YOU AND YOUR FAMILY AND I HOPE THIS \n LETTER MEETS YOU IN GOOD HEALTH. I AM DIAKA TSHOMBE, \n AIDE  TO THE LATE PRESIDENT MOBUTU SESE-SEKO OF \n ZAIRE NOW KNOWN AS DEMOCRATIC REPUBLIC OF CONGO \n (DRC).  I AM WRITING TO YOU IN GOOD FAITH BASED ON YOUR \n PROFILE I RECEIVED FROM THE CHAMBER OF COMMERCE IN \n NIGERIA. \n \n I AM MOVED TO WRITE YOU THIS LETTER IN CONFIDENCE \n CONSIDERING MY PRSENT CIRCUMSTANCE AND SITUATION AS \n A  WAR REFUGEE HERE IN NIGERIA. FEW WEEKS BEFORE \n THE LATE  PRESIDENT MOBUTU SESE-SEKO WAS FORCED OUT OF POWER,  I WAS  INSTRUCTED BY HIM TO MAKE AVAILABLE THE SUM OF \n US$22MILLION WHICH WAS TO BE TRANSFERRED ABROAD AND \n LODGED WITH A SECURITY COMPANY FOR SAFEKEEPING \n DISCLOSED AS FAMILY VALUABLES IN MY NAME PENDING \n FURTHER INSTRUCTIONS. TWO WEEKS LATER ON MAY 16 \n 1997,  PRESIDENT MOBUTU SESE-SEKO GAVE UP POWER TO THE \n REBELS  LED BY LAURENT KABILA, WHO WERE ADVANCING FROM \n KISINGANI AND FLED TO TOGO FROM WHERE HE LATER MOVED \n TO MOROCCO WHERE HE DIED ON SEPTEMBER 7, 1997 LESS \n THAN FOUR MONTHS AFTER HE WAS FORCED OUT OF POWER. \n HE  WAS AGED 66 YEARS. I MANAGED TO ESCAPE TO NIGERIA WITH  MY SON PATRICE, AGED 17 WHERE I AM PRESENTLY  RESIDING AS A  WAR REFUGEE SHORTLY AFTER THE CAPITAL CITY   KINSHASHA WAS OVER RUN OVER BY REBELS. I LOST MY  WIFE  AND MY TWO CHILDREN, AND ALL MY POSSESSIONS DURING  THE  REBEL ONSLAUGHT ON THE CAPITAL CITY. \n \n THE LATE MOBUTU SESE-SEKO DURING HIS 30 YEAR RULE \n AMASSED A PERSONAL FORTUNE OF US$8BILLION WITH \n HOUSES  IN SWITZERLAND AND FRANCE. HOWEVER, THE INCUMBENT \n PRESIDENT LAURENT KABILA MADE ARRANGEMENTS WITH THE \n SWISS GOVERNMENT AND OTHER EUROPEAN COUNTRIES TO \n FREEZE ALL HIS ASSETS AND CONFISCATE HIS PROPERTIES. \n I  THUS DECIDED TO LIE LOW IN AFRICA TO STUDY THE \n SITUATION, UNTIL WHEN THINGS GET BETTER LIKE NOW \n THAT  PRESIDENT LAURENT KABILA IS DEAD AND HIS SON JOSEPH \n KABILA HAS TAKEN OVER. \n \n I HAVE BEEN IN TOUCH WITH THE SECURITY COMPANY \n ABROAD  WHERE THE MONEY IS STILL LODGED AS FAMILY VALUABLES. \n THE FUNDS ARE SECURITY CODED TO PREVENT THEM FROM \n KNOWING THE CONTENT. WHAT I WANT YOU TO DO IS TO \n INDICATE YOUR INTEREST THAT YOU WILL ASSIST ME BY \n RECEIVING THE MONEY ON MY BEHALF. ACKNOWLEDGE THIS \n MESSAGE SO THAT I CAN GIVE YOU THE MODALITIES FOR \n THE  CLAIM OF THE FUNDS. MAY I AT THIS POINT EMPHASIZE \n THE  HIGH LEVEL OF CONFIDENTIALITY WHICH THIS BUSINESS \n DEMANDS, AND HOPE YOU WILL NOT BETRAY THE TRUST AND \n CONFIDENCE WHCH I HAVE REPOSED IN YOU. \n \n IF YOU WANT TO ASSIST, I SHALL PUT YOU IN THE \n PICTURE  OF THE BUSINESS, TELL YOU WHERE THE FUNDS ARE \n CURRENTLY BEIGN MAINTAINED AND ALSO DISCUSS OTHER \n MODALITIES INCLUDING REMUNERATION FOR YOUR SERVICES. \n I  AM WILLING TO GIVE YOU A REASONABLE PERCENTAGE OF \n THE  MONEY AS SOON AS THE TRANSACTION IS CONCLUDED. \n \n FOR THIS REASON, KINDLY FURNISH ME YOUR CONTACT \n INFORMATION, WHICH IS YOUR PERSONAL TELEPHONE AND \n FAX  NUMBERS FOR CONFIDENTIAL PURPOSE AND ACKNOWLEDGE \n RECEIPT OF THIS MAIL USING THE ABOVE EMAIL ADDRESS. \n \n YOURS SINCERELY, \n \n DIAKA TSHOMBE. \n \n \n \n \n \n\n\n\n____________________________________________________________\nCharle con sus amigos online usando CHAT 123 http://www.123.com/sp/chat/section.php?id_section=329\n\n\n", "id": "41b39466cb2c3bf06d8ef8eeb4ce49ac"}