{"email_subject": "YOUR RESPONSE IS URGENTLY NEEDED.", "email_body": "\n\nUNITED NATIONS (WORLD BANK ASSISTED PROGRAMME)\nDIRECTORATE OF INTERNATIONAL PAYMENT AND TRANSFERS.\n8WB 5OH,UNITED KINGDOM, LONDON\nWIRE TRANSFER/AUDIT UNIT\nOur Ref: WB/NF/UN/XX027\n\nATTN: Beneficiary,\n\nIRREVOCABLE RELEASE OF YOUR PAYMENT\n\nWe have actually been authorized by the newly appointed UN secretary general,\nand the governing body of the UNITED NATIONS monetary unit, to investigate the\nunnecessary delay of your inheritance fund, recommended and approved in your\nfavour.\n\nDuring the course of our investigation, we discovered with dismay that your\npayment has been unnecessarily Delayed by corrupt officials of the\nBank who are\nTrying to divert your money into their private accounts, to forestall this,\nsecurity for your funds Was organized in the form of your personal\nIdentification number (PIN) ATM CARD OR Debit card this will enable only you\nhave direct Control over this fund, we have also agreed with the Presidency\nthat we will handle this payment ourselves to avoid the hopeless situation\ncreated by the Officials of the bank.\n\nWe obtained an irrevocable payment guarantee on your Payment from the\npresidency we are happy to inform you that based on our\necommendation/instructions; your Entire Inheritances fund has been credited in\nyour favour through ATM card OR Debit card .\n\nWe will issue you an ATM card OR Debit card that you can use to withdraw money\nin any ATM machine any part of the world, but the maximum is fifteen thousand\ndollars per a day.\n\ntherefore if you like to receive your funds through this means kindly let us\nknow by contacting the card payment center and also send the following\ninformation as stated below.\n\n\n1. PHONE AND FAX NUMBER,\n2. YOUR FULL NAME\n3. ADDRESS WERE YOU WANT THEM TO SEND THE ATM CARD\nTO (P.O BOX NOT ACCEPTABLE)\n4. YOUR AGE AND CURRENT OCCUPATION\n5. Home Equity {YES OR NO}.\n\n\nNOTE: YOU ARE ADVICED TO FURNISH US WITH YOUR CORRECTCONTACT DETAILS. AND ALSO\nBE INFORMED THAT THE AMOUNT TO BE PAID NOW IS $8.3 MILLION THE REST WILL BE\nPAID LATTER.\n\nWe expect your urgent response to this email to enable us monitor this payment\neffectively..\n\nCONGRATULATIONS.\n\nAnxiously waiting for your reply.\n\nCAPT. JAMES C. WILLIAMS\nUNITED NATIONS, LONDON UK\nUNITED NATION MONETARY FUND (UNMF)\n\n\n\n\n", "id": "41daa85b284bdc741376d7d98730dd35"}