{"email_subject": "Urgent  Response", "email_body": "Dear Sir/Madam\n\n  I made up my mind with trust to contact you for an\nurgent and very confidential business, knowing fully\nwell that this letter may come to you as a surprise.\nI'm Mr Rolland Morrow,director Controller\nInternational Unit(Operations)Global Trust Bank\nLondon. I'm a native of Switzerland, but based here in\nLondon. In the course of our Last Annual Account's\ncheck, I discovered that a customer Mr. Michael\nHammond made a\nFixed Deposit valued at 4,800,000.00(Four Million\nEight Hundred Thousand Pounds).In my further\ninvestigation,I discovered that he died on 6th\nSeptember 2003 without making a WILL, did not also\ndeclare any Next of Kin or relations in all his\nofficial documents, including his Bank Deposit\ndocuments in this Bank. This sum of 4,800,000.00 is\nstill in this Bank,no one has ever come forward to\nclaim it. \n\nMy proposal is that I will like you to stand in as the\nNext of Kin to Late Mr. Michael Hammond so that we can\nclaim this funds. This is very simple as long I?m here\nto direct and provide you with every information\nrequired for this transaction.This Funds will be paid\nto you, for us to shared, the expences that will occur\nin this transaction will be taking of, if it will cost\nme much to settle my asisstant and others i dont mind\njust to make sure this money didn't enter banks\naccount.  No risk involved in  this transaction as my\nposition guarantees the successful execution of this\ntransaction. Feel free to reply me back with my\nprivate email adress ,if you are interested. toclaim\nthis funds as Next Of Kin to Late Mr MichaelHammond,\nit is upon your response that I shall then provide you\nwith more details and relevant information that will\nhelp us to go about this transaction. All Iwant from\nyou is honesty and trust worthiness. Please observe\nutmost confidentiality, and be rest assured that this\ntransaction would be most profitable for all of us.\n\nCONTACT ME WITH THIS PRIVATELY \n                 james_rolland001@yahoo.com\n\nRegards. Mr.Rolland Morrow\n\n97 Cromwell Road London,SW4DN U.K\n\n\n\t\t\n__________________________________ \nYahoo! Mail \nStay connected, organized, and protected. Take the tour: \nhttp://tour.mail.yahoo.com/mailtour.html \n\n\n\n", "id": "4227ec794469e66d53897aaf7667fbe6"}