{"email_subject": "URGENT AND CALL ME IMMEDATILY : 00 226 78 86 66 99 ", "email_body": "FROM : MR PASCAL DUNGA,\nAUDITING AND ACCOUNTING SECTION,\nAFRICAN DEVELOPMENT BANK (A.D.B)\nOUAGADOUGOU BURKINA-FASO,WEST AFRICA.\n\n                            (TOP SECRET)\nDear Friend,\nI MR PASCAL DUNGA, the director in charge of auditing and accounting section \nof bank AFRICAN DEVLOPMENT BANK (A.D.B) Ouagadougou Burkina-faso West Africa \nwith due respect and regard. I have decided to contact you on a business \ntransaction that will be very beneficial to both of us at the end of the \ntransaction.\n\nDuring our investigation and auditing in this bank, my department came \nacross a very huge sum of money belonging to a deceased person who died  in  \nplane crash and the fund has been dormant in his account with this Bank \nwithout any claim of the fund in our custody either from his family or \nrelation before our discovery to this development.\n\nThe said amount was Ten US$10,000,000.00 (TEN Million Dollars)As it may \ninterest you to know, I got your impressive information through the \nBurkina-faso chamber of commerce on foreign business relations here in \nOuagadougou Burkina-faso.\n\nMeanwhile all the whole arrangement to put claim over this fund as the \nbonafide next of kin to the deceased, get the required approval and transfer \nthis money to a foreign account has been put in place and directives and \nneeded information will be relayed to you as soon as you indicate your \ninterest and willingness to assist us and also benefit your self to this \ngreat business opportunity.\n\nIn fact I could have done this deal alone but because of my position in this \ncountry as a civil servant(A Banker),we are not allowed to operate a foreign \naccount and would eventually raise an eye brow on my side during the time of \ntransfer because I work in this bank.\n\nThis is the actual reason why it will require a second party or fellow who \nwill forward claims as the next of kin with affidavit of trust of oath to \nthe Bank and also present a foreign account where he will need the money to \nbe re-transferred into on his request as it may be after due verification \nand clarification by the correspondent branch of the bank where the whole \nmoney will be remitted from to your own designation bank account.\n\nI will not fail to inform you that this transaction is 100% risk free. On \nsmooth conclusion of this transaction, you will be entitled to 30% of the \ntotal sum as gratification, while 5% will be set aside to take care of \nexpenses that may arise during the time of transfer and also telephone \nbills, while 65% will be for me and my partners. Please, you have been \nadviced to keep \"top secret\" as I am still in service and intend to retire \nfrom service after we conclude this deal with you.\n\nI will be monitoring the whole situation here in this bank until you confirm \nthe money in your account and ask me to come down to your country for \nsubsequent sharing of the fund according to percentages previously indicated \nand further investment, either in your country or any country you advice us \nto invest in. All other necessary vital information will be sent to you when \nI hear from you.\n\nI look forward to receive your phone and fax numbers for easy communication.\nURGENT AND CALL ME IMMEDATILY : 00 226 78 86 66 99\n\nhere is my privet Email contact for securect pupose (pascaldunga@myway.com)\nYours faithfully,\nMR.PASCAL DUNGA,\n\n_________________________________________________________________\nMSN Messenger : appels gratuits de PC  PC ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "4233a339355fe0818d21235946862f54"}