{"email_subject": "INVESTMENT PLAN.", "email_body": "BARRISTER MICHEL HOUSSOU,\n04 BP 134 COTONOU BENIN RP\nTEL:+229-95453467\nEmail:michel.houssou@caramail.com\n\nDear Friend,\n\nI am Michel Houssou,Attorney to Mr.Adnan Mohammad a Lebanese Investor/Gold\nmerchant who died in the plane crash of Union Transport Africaines Flight\nBoeing 727 in Cotonou, Benin Republic on December 25, 2003\nYou will read more stories about the crash on visiting this website.\nwww.cnn.com/2003/WORLD/africa/12/26/benin.crash/\n\nBefore his untimely death on the 25Th December 2003, Mr.Adnan Mohammad has a\nhuge amount of money deposit in a Security Company in Republic of Ghana,\nMr.Mohammad has in mind to use the money to invest in a gold business in Ghana\nbefore his sudden death.\n\nLast week his wife Mrs.Nadia Mohammad and his younger brother Ali instructed me\nto look for a reliable foreign partner who will assist us to invest the money\nin his country,\n\nI contacted you to assist us in moving the fund from the Security Company in\nGhana to his country for proper investment.and we would like you to invest the\nmoney any profitable venture you may suggest.\n\nI seek your consent to present you as our foreign partner so that the proceeds\nof the amount valued at US$18.5 Million will be arrange and transfer to your\naccount for investment purpose.\n\nI guarantee that this transaction will be executed under a legitimate\narrangement that will protect you from any breach of the law\n\nAll I require from you is your co-operation, honesty, trust and confidentiality\nto enable us see this transaction through.we agreed to compensate you on a\nmutually agreed percentage.\n\nOnce you agreed to my proposal and ready to assist us to invest this money\nwisely in your country, I will send to you the Certificate of Deposit which was\nissued to Mr.Adnan Mohammad when the fund was deposited in June 2003.\n\nAs soon as we hear from you I will travel to Ghana to meet the Directors of the\nSecurity Company to discussed on how the fund will be transfer to your place.\nPlease call me immediately you receive this mail on my direct\nline:00229-95453467\n\nYou can as well contact me on my private email-\naddress:michel.houssou@caramail.com\nAwaiting your urgent response\n\nMy best regards\n\nMichel Houssou\n\n\n\n", "id": "423338d917a3f7b70d95b6fe3f00dec5"}