{"email_subject": "CONFIDENTIAL MATTERS", "email_body": "    \n\n\nDear Sir,\nIt is my great pleasure to write you this letter on\nbehalf of my colleagues. Your information was given to\nme by a member of the South African Export Promotion\nCouncil (SAEPC) who was with the Government delegation\non a trip to your country for a bilateral conference\ntalk to encourage foreign investors. I have decided to\nseek a confidential co-operation with you in the\nexecution of the deal hereunder for the benefit of all\nparties and hope you will keep it confidential because\nof the nature of this business.\n\nWithin the Department of Minerals & Energy where I\nwork as a Director of Audit and Project Implementation\nand with the co-operation of three other top\nofficials, we have in our possession an overdue\npayment in US funds. The said funds represent certain\npercentage of the total contract value executed on\nbehalf of my Department by a foreign contracting firm,\nwhich we the officials over-invoiced to the amount of\nUS$28.500,000.00 (Twenty Eight Million Five Hundred\nThousand US Dollars). Though the actual contract cost\nhas been paid to the original contractor, leaving the\nexcess balance unclaimed.\n\nSince the present Government is determined to pay\nforeign contractors all debts owed, so as to maintain\ngood relationship with foreign governments and\nnon-governmental agencies. We intend to include our\nbills for approvals with the Department of Finance and\nthe South Africa Reserve Bank (SARB). So we are\nseeking your assistance to front as beneficiary of the\n> unclaimed funds, since we are not allowed to operate\nforeign accounts. Details and change of beneficiary\ninformation upon application for claim to reflect\npayment and approvals will be secured on behalf of\nyou/your company.\n\nI have the authority of my partners involved to\npropose that should you be willing to assist us in\nthis transaction your share as compensation will be so\nnegotiated and agreed upon by both you and we on this\nside, before further details will change hands to\nenhance our primary objective.\n\nThe business is completely safe and secure, provided\nyou treat it with utmost confidentiality. It does not\nmatter whether you/your company does contract projects\nas a transfer of powers will be secured in favour of\nyou/your company to settle any legality. Also, your\narea of specialization is not a hindrance to the\nsuccessful execution of this transaction. I have\nreposed my confidence in you and hope that you will\nnot disappoint us.\n\nFor further details, do not hesitate to contact me \non my confidential email address, or\n contact of one of  my  parthner who is now \n\nin spain undergoing studies  his name is  frank mthemba,\nand his number is 0034-609-133-527\n\n\n\nAwating your urgent response.\n\nMr. MANUEL SISILU\n\n \n \n \n \n \n\n", "id": "4245627752f3a0cb0175f0aa24610194"}