{"email_subject": "ASIST ME!!!!!!!", "email_body": "Dear Sir, \n\nBefore I introduce myself, I wish to inform  you that\nthis letter is not a hoax mail and \nI urge you to treat it serious. We want to  transfer\nto overseas account ($35,000.000.00 USD) (Thirty Five\nMillion United States Dollars)  from a Standard Trust\nBank Ltd here in Nigeria, I want to ask you, If you\nare not capable to  quietly look for a reliable and\nhonest person who  will be capable and fit to provide\neither an  existing bank account or to set up a new\nBank a/c immediately to receive this money, even an \nempty a/c can serve to receive this money, as long  as\nyou will remain honest to me till the end for  this\nimportant business trusting in you and  elieving in\nGod that you will never let me down either now or in\nfuture.  \n\nI am Dr. Muhammad Khalil Hasan, the Auditor General \nof Standard Trust Bank Ltd here in Nigeria.  During\nthe course of our auditing, I discovered a floating \nfund in an account opened in the bank in 1996 and\nsince 1998 nobody has operated on this account\nagain,after going through some old files in the \nrecords I discovered that the owner of the account\ndied without a [Heir/WILL] hence the money is floating\nand if I do not remit this money out urgently it will\nbe forfeited for nothing. The owner of this account \nis Mr. Robert Chapman a Canadia and great\nindustrialist.  He was African Area Director of SIL\nInternational, who unfortunately died in the plane\ncrash of Kenya Airways Flight 431 in Abidjan, Ivory\nCoast, January 30 2000.  You will read more stories\nabout the crash on  visiting this website,\nnews.airwise.com/airlines/archive/2 000/kenya2000.html\nand also in this website,\nwww.sil.org/sil/news/2000/chapman.html  where\nChapman's company talked about his death in \nthe Kenya crash. You shall as well find the pictures\nof Chapman and his wife there.   \n\nNo other person knows about this account or any thing\nconcerning it, the account has no other beneficiary\nand my investigation proved to me as well that until \nhis death he has a Gold/Diamond Consulting firm.I also\nfound out that their only surviving daughter died last\nyear. \n\nThe total amount involve is ($35,000.000.00 USD) \n(Thirty Five Million United States Dollars) and we\nwish to transfer this money into a safe foreigners\naccount abroad. But I don't know any foreigner, \nI am only contacting you as a foreigner because this\nmoney can not be approved to a local person here, but\nto a foreigner who has information about the account,\nwhich I shall give to you upon your positive response.\nI am revealing this to you with believe in God that\nyou will never let me down in this business, you are\nthe first and the only person that I am contacting for\nthis business, so please reply urgently so that I will\ninform you the next step to take urgently.  \n \nI need your strong assurance that you will never let\nus down, me and a key bank official who is deeply\ninvolved with me in this business.  I guarantee  that\nthis transaction will be executed under a legitimate\narrangement that will protect you from any breach of\nthe law.  The bank official Will destroy \nall documents of transaction immediately we receive\nthis money leaving no trace to any place.  I will use\nmy position and influence to obtain all legal \napprovals for onward transfer of this money to your\naccount with appropriate clearance from the relevant\nministries and foreign exchange departments.\n\nAt the conclusion of this business, you will be given\n40% of the total amount, 60% will be for us, I look\nforward to your earliest reply. \n \nPLEASE, TREAT THIS PROPOSAL AS TOP SECRET. \n\nFind in the attachment my Family Picture, to proof \nwho I am.\n\nBest Regards \n\nDr. Muhammad Khalil Hasan. \n\n\n\n\n\n\n\n\n__________________________________\nDo you Yahoo!?\nYahoo! SiteBuilder - Free, easy-to-use web site design software\nhttp://sitebuilder.yahoo.com\n\n", "id": "4260c856036526a78d8cd93a4443f2d5"}