{"email_subject": "Dear,", "email_body": "\nDear,\n \nDue to the on going political crisis in this country (Ivory-Coast-Cote d'Ivoire), I really want to relocate to your country to continue with my education. I was a second year student of Medicine in the university before I lost my parent and since then I have stopped schooling. I have enough money to train myself out of school from an inheritance I inherited from my parent. All I need from you is to accept me and to give me an invitation to help me come over to your country. \n \nI know that this mail may come to you as a surprise. My name is David Djedjess from Congo Republic. But I am presently living in Asylum camp here in Abidjan Cote d'Ivoire-Ivory coast. I am 23 yrs old. Since no prearrangement was made before the sudden death of my parents in a motor accident, most of our belonging has been confiscated by my wicked uncles whose love of wealth has driven to lose of common sense. \n \nSince after the sudden death of my parents, I’ve learnt a lesson of the real responsibilities of life. Here I am making vital decisions for my future. I had to contact you regardless of the fact that we have not known each other personal, to assist me as my guardian. I prayed over this issue first before my mind was made up to contact you. I really need your help and assistance to help me move US$16,500,000.00 (Sixteen million five hundred thousand United states dollars) over to your country for investment and to enable me to continue with my education in your country. \n \nI expect to hear from you soon. In you reply, please tell me more about yourself, are you married with children? what do you do for a living? Waiting for your prompt response. \n \nRemain bless.\nYours sincerely\nDavid.\n \n_________________________________________________________________\nWith Windows Live Hotmail, you can personalize your inbox with your favorite color.\nwww.windowslive-hotmail.com/learnmore/personalize.html?locale=en-us&ocid=TXT_TAGLM_HMWL_reten_addcolor_0607", "id": "4287799065c8019e62fa06d3c634fc00"}