{"email_subject": "Partnership Proposal!!!", "email_body": "\n\n\n>From Mr. A. B. Solarino\n\nTreat With Utmost Confidentiality\nDear Friend,\n\nI apologized using this medium to reach you for a deal like this, since\nyou do not know me before. This is due to Confidentiality. I got your\ncontact details from your company website on the internet. After going\nthrough you company information I decided to contact you believing that we\ncan both work in hands to achieve this goal.\n\nAs stated above, I am Mr. Alexandro Benjamino Solarino the Chief auditor\nDepartment of Mineral Resources FALKLAND ISLAND SOUTH ATLANTIC. I will be\ngrateful to have you as my foreign partner to enable us carry out a deal\nof Eight million two hundred thousand Great Britain Pounds\n(£8,200,000.00).\n\nI know you will be very astonished on how I got this money and why I\nchoose you to carry out this deal with you or how we will be able to carry\nout this deal as it involve a lot of money. Well since I need a partner\noutside my country and outside the UK that will receive the transfer of\nthese funds from here, I have to look for someone abroad for security\nreasons. Since I do not have any body overseas then I decided to search on\nthe internet and since you are the first person I am contacting in this\nregards I sincerely hope that you will not turn me down. I have already\nmade all arrangement to successfully execute this deal without any problem\non your side and mine. Also the transfer of the funds will be made through\nTelegraphic Bank to bank transfer so you have nothing to worry about as\nall documentation will be made legal. All I need from you is your total\nsupport, trust, honesty and confidentiality.\n\nOnce the transfer of the funds is successfully made to your account abroad\nafter your government has taken their taxes from the total amount, 40% of\nthe remaining amount will be for you while 60% will be for me.\n\nI will give you more breakdown as soon as soon as I hear from you. Feel\nfree to reach me on +44 702 402 7004.\n\nYours Faithfully,\nMr. A B Solarino\n\n\n\n\n", "id": "42c395fad199fe62d9da90fce221b16e"}