{"email_subject": "CONFIDENTIAL/COOPERATION", "email_body": "CONFIDENTIAL/COOPERATION\n\nIT IS MY GREAT PLEASURE IN WRITING YOU THIS LETTER ON BEHALF OF MY COLLEAGUES AND MYSELF.\n\nYOUR PARTICULARS WERE GIVEN TO ME BY A MEMBER OF THE NIGERIAN EXPORT PROMOTION COUNCIL (NEPC) WHO WAS AT THE FEDERAL GOVERNMENT DELEGATION TO YOUR COUNTRY DURING A TRADE EXHIBITION. I HAVE DECIDED TO SEEK A CONFIDENTIAL COOPERATION WITH YOU IN THE EXECUTION OF THE DEAL DESCRIBED HERE FOR THE BENEFIT OF ALL PARTIES INVOLVED AND HOPE THAT YOU WILL KEEP IT AS TOP SECRET BECAUSE OF THE NATURE OF THE BUSINESS AND THE PERSONALITIES INVOLVED.\n\nWITHIN THE MINISTRY OF POWER AND STEEL WHERE I WORK AS A DIRECTOR PROJECT IMPLEMENTATION AND WITH THE COOPERATION OF FOUR OTHER TOP OFFICIALS, WE HAVE IN OUR POSSESSION AS OVERDUE PAYMENT BILLS TOTALLING $45,000 000:00m USD (FORTY FIVE MILLION UNITED STATE DOLLARS) WHICH WE WANT TO TRANSFER ABROAD WITH THE ASSISTANCE AND COOPERATION OF A TRUSTED FOREIGN FIRM OR INDIVIDUAL WHO WILL RECEIVE THE SAID FUND ON OUR BEHALF INTO ANY ACCOUNT PROVIDED TO RECEIVE SUCH FUNDS. WE ARE HANDICAPPED IN THIS DEAL BECAUSE THE CIVIL SERVICE CODE OF CONDUCT DOES NOT ALLOW PUBLIC SERVANTS LIKE US TO OPERATE OFFSHORE ACCOUNT, HENCE YOUR IMPORTANCE IN THE WHOLE TRANSACTION.\n\nTHE SAID AMOUNT WHICH WE HAVE GOTTEN APPROVAL TO REMIT BY TELEGRAPHIC TRANSFER (T.T.) TO FOREIGN BANK ACCOUNT YOU WILL PROVIDE BY FILING IN AN APPLICATION THROUGH MY MINISTRY FOR THE TRANSFER OF RIGHT AND PRIVILEGES TO YOU.\n\nSINCE THE PRESENT NEW CIVILIAN GOVERNMENT OF MY COUNTRY IS DETERMINED TO PAY EVERY FOREIGN CONTRACTOR ALL DEBTS OWED SO AS TO MAINTAIN GOOD RELATIONSHIP WITH FOREIGN GOVERNMENT AND NON-GOVERNMENT FINANCIAL AGENCIES, WE HAVE DECIDED TO INCLUDE OUR BILL FOR APPROVALS WITH THE COOPERATION OF SOME OFFICIALS FROM ALL THE GOVERNMENT MINISTRY WHICH WILL BE INVOLVED IN THE PAYMENT PROCESS. WE ARE SEEKING YOUR ASSISTANCE IN PROVIDING A VITAL ACCOUNT INTO WHICH WE CAN REMIT THIS MONEY BY ACTING AS OUR MAIN PARTNER AND TRUSTEE OR ACTING AS THE ORIGINAL CONTRACTOR. THIS WE CAN DO BY SWAPPING OF ACCOUNT AND CHANGING OF BENEFICIARY AND OTHER FORMS OF DOCUMENTATION UPON APPLICATION FOR CLAIM TO REFLECT THE PAYMENT AND APPROVALS TO BE SECURED ON BEHALF OF YOU. \n\nI HAVE THE AUTHORITY OF MY PARTNERS INVOLVED TO PROPOSE THAT, SHOULD YOU BE WILLING TO ASSIST US IN THE TRANSACTION, YOUR SHARE OF THE SUM WILL BE 30% OF THE TOTAL SUM, 60% FOR US AND 10% FOR TAXATION AND MISCELLANEOUS EXPENSES.\n\nTHE BUSINESS IS 100% SAFE ON YOUR PART, BUT YOU HAVE TO KEEP IT CONFIDENTIAL. DO NOT INFORM YOUR BANKER YET UNLESS INSTRUCTED BY US. ALSO, YOUR AREA OF SPECIALIZATION IS NOT A HIDERANCE TO THE SUCCESSFUL EXECUTION OF THIS TRANSACTION. I HAVE REPOSED MY CONFIDENCE IN YOU AND HOPE THAT YOU WILL NOT DISAPPOINT ME. PLEASE SEND REPLY TO ME TO INDICATE YOUR WILLINGNESS IN ASSISTING US SO THAT I WILL DIRECT YOU ON WHAT NEXT TO DO.INCLUDE YOUR DIRECT TELEPHONE AND FAX NUMBERS IF YOU ARE RESPONDING.\n\n\nTHANKS FOR YOUR ANTICIPATED ASSISTANCE.\n\n\nYOURS SINCERELY,\n\nPATRICK  MOHAMMED.\n\n\n\n", "id": "42d2e7b3ac36903f8bec45945a786e57"}