{"email_subject": "URGENT RESPONSE NEEDED", "email_body": "URGENT RESPONSE NEEDED\nFROM: BRIAN SMITH\n\nDear friend,\n\nI am Brian Smith Esq, my client is one of the top Managers of Midland \nBank London Branch and his colleague in the same bank here in the \nUnited Kingdom have an urgentand very confidential business proposition \nfor you. On June 6th, 2001, a Chinese business man, Mr.CHOW LIU, \ndeposited in his personal safety deposit vault currency valued at \n£17,500,000.00 (Seventeen Million, Five Hundred Thousand British Pound \nSterling) in my client's branch.  Upon expiration of the period of \nleasehold of his safety deposit vault two years ago, my client sent a \nroutine notification to \nhis forwarding address but got no reply.\n\nSome months ago, a reminder was sent and finally it was discovered he \nhad passed away. On further investigation, it was discovered that he \ndid not leave a WILL and all attempts to trace his next of kin were \nfruitless. Further investigations revealed that Mr. CHOW LIU did not \ndeclare \nany next-of- kin in all his official documents in my clients' bank. \nThis sum of £17,500,000.00 is still in the Vault which was opened and \nthe keys changed upon the expiration of the period of leaseholdby \nmyclients.  Consequently, my proposal is that myclients will like you \nas a \nforeigner to stand in as the next of kin to Mr. CHOW LIU. \n\nThis is simple. I will like you to provide me immediately with your \nfull names and address so that by virtue of my position as an attorney, \nI will prepare the necessary documents and affidavits, which will put \nyou in place as the next of kin.  I shall do the drafting and \nnotarization of the WILL and obtain the necessary documents and letter \nof probate/administration in your favor form the shipment of the funds \nthrough a courrier company to you. The money will be shipped by courier \nto you for us to share in the ratio of 80% for me and my clients and \n20% for you. \n\nI hope that is okay.  There is no risk at all as all the paperwork for \nthis transaction will be done by me as an attorney and the position of \nmy client as the Branch Manager guarantees the successful execution of \nthis transaction. If you areinterested, please reply immediately via \nemail:- brian_smith650@hotmail.com  If on the other hand you are not \ninterested please disregard this mail and I will not contact you \nagain.  Upon your response, I shall then provide you with my phone \nnumber, more details of the transaction and the relevant documents that \nwill help you \nunderstand.\n\nPlease observe utmost confidentiality and be restassured that this \ntransaction would be most profitable for all of us.\n\nBest regards,\nBrian Smith (Esq).\n\n\n", "id": "42f4f6ee2a5c47c5cfd5458bd8c7e357"}