{"email_subject": "PLEASE STAND ON MY BEHALF,", "email_body": "Dear Friend, Kindly accept my apology for sending my mail to you. I want you to  trust me and help me out in this my condition. I believe you are a highly  respected personality, considering the fact that I sourced your profile  from a human resource profile database on your country in the Internet. Though, I do not know to what extent you are familiar with events and  fragile political situation in Liberia but it has formed consistent  headlines in the CNN, BBCnews bulletins. My Name is Miss Peace Mathew 24 years old and my mother is rebecca tomson from Liberia, a Country in West Africa, now seeking for refugee in  Dakar-Senegal under the(UNHCR). The only surviving daughter and my mother a  widow who is presently in Hospital in Dakar-Senegal. My late Father is  Mathew dennis tomson, Deputy Minister of Public Works in  Liberia. My  Father was falsely accused of plotting to remove the then PRESIDENT OF  LIBERIA CHARLES TAYLOR) from office. Without trial, Charles Taylor killed  him. I am looking looking for someone who can take me as child I  promise to be obedient to you and I will bring happiness to your life. I got your contact from the Internet Search. I want you to assist me in  this transaction. The deposit documents indicate me as the next of kin.  Presently, I am saddled with the problem of securing a trust worthy  foriegn personality to help me. You can verify this from some of the international newspapers posted in  the web sites below: (I) <> (ii) < color.http://www.unwire.org/UNWire/20030716/449_66> 21.asp Before my Father was killed, he moved out the sum of $5.2 million and  deposited it with a Finance Company. All that is needed is for me to instruct the Finance company to  transfer the fund to your account, We will renumerate you with 20% at the end,  but most of all is that I solicit your trust in this transaction. Kindly include your Full Name, Private Telephone and Fax Numbers where  you can always be reached, your Residential or Company Address to  enable him send detail information/documents that will enable you receive  the fund without any problem either now or in future as all modalities as  been perfected. As soon as I get your full acceptance I will forward you the contact  informations of the Finance company. My email address is  peace_mathew10.com I will send my picture when I hear from you. Please your urgent  response is needed. Best Regards. MISS.Peace", "id": "42faf90d572165f388612ebc52d65603"}