{"email_subject": "IMPORTANT", "email_body": "FROM MRS. JOCELYN MOMODU.\nNO 102 16TH STREET,\nORANGE GROVE\nJOHANNESBURG 2001\nSOUTH AFRICA.\nTEL; +27-82-7656-212.\nEmail; Jocelyn_momodu@walla.com\n\nDear,\n\nAfter due deliberation with my children, I decided to contact you for your assistance in standing as a beneficiary to the sum of US$25 Million (Twenty five Million United States Dollars) First, let me start by introducing myself, I am Mrs. Jocelyn Momodu, a mother of three children and a widow from democratic republic of Congo.\n\nMy husband Major James Momodu was a major in the democratic republic of Congo army, and was heading the procurement department of the army, in purchase of the arms and ammunitions for the war, in our country under the government of the Late LAURENT KABILA, who was killed by the security agent.\n\nFor some years now weve been living in South Africa as asylum seekers, and we have been favoured with refugee status under the South African government umbrella after my husbands death on the 5th of April 2005.\n\nBefore the death of former the [D.R.C.] president Mr. Laurent Kabila, my husband was assigned to buy ammunitions worth of USD$25 MILLION DOLLARS from the South African arms manufacturing company. But on the processes of his negotiations with this firm in Johannesburg, the news of the presidents death came to him. \n\nAutomatically he sees no reasons to continue with the negotiations and use the opportunity to divert the fund in his possession. For our personal gain. \n\nAs he thought its of no use fighting for selfish power and killing innocent people of my country, many has already lost their lives and properties in the long war. Millions has also left their homes and seek asylum all over the world. \nMajority of the government personals has diverted millions of the countrys funds to their foreign account overseas.\n\nAs a matter of fact we have no other option than to deposit this fund as it is sealed in a diplomatic box into a private security and finance company for safekeeping here in Johannesburg for my own use and seek for political asylum. \n\nAnd since then weve been living as asylum seekers in this country. After our refugees status was granted the refugee status prior to my husbands sudden death, I contacted a bank last week to open an account and request for my possible investment in South Africa, as I do not think of going to back to my county. I was surprise as the bank told me that I would not invest this money myself due to my political status. I was told that am not allowed to invest or operate any business. The bank manager advised that I did better look for a foreign investor who will come to South Africa, open a non-residence investment account where the fund will be deposited and transferred out of South Africa to his or her account overseas. \nDue to the fact that I cannot invest this fund in South Africa as a result of my political status. I want your assistance in clearing this money from the security firm. Whereby standing as the soul beneficiary.\nFor your assistance, I am offering you USD5 Million (Five million United States Dollars Only) however, you have to assure me and also be ready to go into agreement with me that you will not elope with the money when transferred into your account. If you agree to my terms, kindly as a matter of urgency contact me at the contact number or you may alternatively send me an email on my  private email address at; Jocelyn_momodu_01@excite.com.\n\nIf you want to speak with my Attorney, that is fine and okay by me. His chambers will be representing my interest with you. I will also like you to give me your contact address or private telephone; fax and email to enable my Attorney call or reach you from time to time. Please I do not need to remind you of the need for absolute Confidentiality of this transaction if we must succeed.  Note that this transaction is risk 100% free as all arrangements have been made for a successful deal with my lawyer and the bank director involved. If you do not feel comfortable with this proposal, do not hesitate to discontinue. \n\nThanks for your anticipated co-operation and my regards to your family. \n\nYours faithfully,\n\nMrs. Jocelyn Momodu. \n\n\n\n\n", "id": "430fc58e92e57cc8093fad9b4726b140"}