{"email_subject": "\"MY GOOD WILL\" THANK YOU AS YOU REPLY.", "email_body": "Content-Type: text/plain Content-Transfer-Encoding: 8bit Message-Id: <20070622114132.21D1916238F0@doc.cresson.grenoble.archi.fr> Date: Fri, 22 Jun 2007 13:41:32 +0200 (CEST)                   \"MY GOOD WILL\"     I greet you in the name of God Almighty. I am former Mrs. Saleh Galal, now I am Mrs. Mary Saleh Galal a widow to Late Dr. Mohamed Galal.   I am an old woman; suffering from cancer. From all indications, my condition is really deteriorating and is quite obvious that I may not live long, because the cancer stage has gotten to a very severe stage. My late husband died in an air crash on the 31st October  1999 in an Egyptian airline Boeing 990 with other passengers on board. You can confirm this fact from the website which was aired by the BBC WORLD NEWS: (http://news.bbc.co.uk/1/hi/world/americas/502503.stm) and my only daughter died in LONDON ATTACK BOMB.   My late husband was very wealthy and after his death, I inherited all his business and wealth. My personal physician told me that I may not live for so long and I am so scared about this. So, I now decided to divide part of this wealth, by contributing to the well being of less privileged people and handicapped in the society of world America, Canada, Africa, Europe and Asian Countries.   This mission, who will no doubt be tasking had made me to recently relocate to Africa where I live presently. I selected you for this Purpose and prayed over it, I am willing to donate the sum of $7,300,000.00 Million US Dollars to you for the development of the well being of handicapped in the society and also as aids for the less privileged around your country, and i have map out $1,700.000.00 for your own personal use to help me for this work.    Please note that, this fund is lying in a Security Bank. Therefore, I forward to you immediate application for the transfer of the money in your name or your home. Please, do not reply me if you have the intention of using this fund for personal use, than enhancement of the comfort of the Handicapped.   Lastly, I want you/your home to be praying for me as regards my entire life and my health because I have come to find out since my spiritual birth lately that wealth acquisition without God one's life is vanity upon vanity.   I await your reply. Mrs. Saleh Galal", "id": "43258efed6ba452522ff60c03305c3ed"}