{"email_subject": "I NEED YOUR CO-OPERATION", "email_body": "Good Day Dear,\nFrom: Engr. George Egobia\nTelephone:+229 97 98 99 63.\n\nDue to your good nature with others,I want to propose a very interesting \ndeal to you.\nI work with Deposit Trust House,a Security and Trust company in Republic \nof Benin,West Africa,as the operations manager.\n\nActually,there is one very big customer of our company,he is an american \nby name Elijah Miller,he had $252,000,000.00(two hundred and fifty two \nmillion)united states dollars with our company and I was his \nrepresentative in our company.\n\nLast three months he came and collected $2,000,000.00(two million dollars)\ncash and said if he arrives in his country he was going to send us his \nbanking details,so that we can remit his remaining balance of \n$250,000,000.00.But I have not heard from him since then.\n\nJust three weeks ago his secretary that he came with to our \ncompany,called me and said Mr. Elijah had instructed her to send me the \nbank account were we are to remit the remaining $250million,because he\n(elijah) was sick.She sent me all the necessary confidential documents \nand said Elijah gave it to her,so there was nothing we could do but to \nstart remittance of the fund bit by bit.\n\nBut before we started remitting the money,I called Elijah's line and his \nwife picked up the phone and to my greatest surprise,she said Elijah had \ndied in a car crash a month ago.That was when I understood that the \nsecretary must have stolen all those documents from his office vault \nimmediately he died and she is now claiming the funds on his behalf,but I \nkept quite so that I can also get my share.\n\nI have made a perfect plan with the remittance director,who is my only \npartner in this deal because of his position.We are crediting the account \nshe sent with just $2.5million per week,with the excuse that the \ngovernment will not allow more than that to go out per week.Which is a \nlie to slow down the remittance so that we can get someone to use in \nmaking claims also.\nWhat we want you to do now is to supply us your banking details so that \nwe can credit your account as elijah's partner and you can take 25% of \nthe total amount credited to your account and give us the rest as our \nshare.\n\nPlease consider this proposal quickly and reach me immediately with your \nanswer,because time is not on our side.\n\nI am waiting,\n\nYours Truly\n\nEngineer George Egobia.  \n\nPrivate Email address:engr_george_egobia@o2.pl\n\n\n\n\n", "id": "4378aa63f14c5e1d5940bbf960b7ba93"}