{"email_subject": "Classified(RE:via private email below).", "email_body": "\nPRIVATE EMAIL:vko2004@tiscali.it\n\nDear Friend,\n\nMy name is Senator victor Kassim Oyofo, the chairman\nfor the Senate committee on Pension,insurance and\nmanpower development in the National Assembly of\nthe Federal Republic Of Nigeria.\nI am writing you to earnestly Solicit for your\nassistance in helping to receive some sum of money\ninto your account for safe keeping.\nI got your e-mail address through an internet\nmarketing firm while searching\nfor a reliable and reputable person to handle this\ntransaction.\nTHE PROPOSITION:\nWe have the sum of(Fifteen Million) that we intend to transfer\noverseas through the assistance of a foreign partner.\nThis money came as a result of Over provision in the budget for unclaimed\npension and accident insurance.This over provision was done by my\ncommittee, but all payments have been made to beneficiaries leaving behind the\nover budgeted amount which amounts to US$15,million which is deposited in\nthe Nigeria Deposit Bank here in Nigeria.\nI have agreed to transfer the funds overseas for my\ncampaign funding and other investment purposes, private use and for\ninvestment purposes with your help. I am contacting you therefore,\nto stand in as the beneficiary to process this fund into your custody.\nAs soon as you consent to this I will immediately send you a Form for you\nto fill so we can begin the process immediately\nI will provide you with 30% for assisting us. The fund\nshall be transferred to you legally in accordance to all laid\ndown procedures governing transfer of funds.\n\nI have perfected all modalities for the successful\ntransfer of this money to you as the beneficiary.\nFinally, I have to reassure you that this transaction\nis 100% risk free and should be kept absolutely confidential.\nPresently,you can reach me by return mail, you should also include\nyour telephone numbers,for secured communication between us.\n\nThank you for your anticipated cooperation.I await\nyour response.Also Note that we need to conclude this transaction\nbefore the end of next month as we can still make payments on last years\nbudget till this time.\n\nRegards\n\nSenator Victor Kassim Oyofo\n\n\nREPLY VIA PRIVATE EMAIL ABOVE.\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://www.teamnitroassassins.com\n\n", "id": "437b7eac3a0db7f1c78349d5f6e6498a"}