{"email_subject": "[Nutch-general] PLEASE GET BACK TO ME.", "email_body": "ALTERNATIVE EMAIL:dudu_uwa@yahoo.com VERY GOOD DAY SIR. PERMISSION TO REMIT US$21 MILLION INTO YOUR COMPANY OR PRIVATE ACCOUNTIS MY PLEASURE TO WRITE AND INFORM YOU OF A TRANSACTION INVOLVING THETRANSFER OF US$21,000,000.00 (TWENTY ONE MILLION U.S.DOLLARS) ONLY INTO A FOREIGN ACCOUNT FOR SAFEKEEPING PENDING MY ARRIVAL WITH MY COLLEAGUES FOR THE SHARING WITH YOU AS THE ACCOUNT OWNER INTO WHICH THE MONEY IS REMITTED.I AM AN ACCOUNTANT WITH THE NIGERIAN NATIONAL PETROLEUM CORPORATION(NNPC), LAGOS AND THIS MONEY ORIGINATED FROM OVER-INVOICED CONTRACT EXECUTED FOR THE CORPORATION SOME YEARS BACK. THIS CONTRACT HAS LONG BEEN COMPLETED BY A FOREIGN FIRM AND THE CONTRACTOR DULY PAID. I NOW SEEK IF YOU WOULD PERMIT THE SURPLUS TO BE REMITTED INTO YOUR ACCOUNT. AS A MATTER OF FACT, WE ARE TOP GOVERNMENT OFFICIALS AND WE CANNOT COME OUT OPENLY TO CLAIM THIS AMOUNT. THIS IS WHY WE ARE LOOKING FOR A COMPETENT AND HONEST COMPANY OR INDIVIDUAL ABROAD WHOSE DOCUMENTS WOULD BE TENDERED BY US HERE IN NIGERIA AS ONE OF THE CONTRACTORS THAT EXECUTED THE PROJECT.HOWEVER, I WOULD WISH TO RECEIVE YOUR PERSONAL ASSURANCE THAT YOU WOULDNOT SIT ON THE MONEY WHEN IT GOES INTO YOUR ACCOUNT.MORE IMPORTANTLY, YOU KEEP CONFIDENTIAL THIS TRANSACTION, IN ORDER NOT TO TARNISH THE CONFIDENCE REPOSE IN THE OFFICIALS INVOLVED IN THIS TRANSACTION.TO EFFECT THIS TRANSFER, I THEREFORE REQUEST THE FOLLOWING:YOUR ACCOUNT NUMBER, THE NAME OF YOUR BANK, ADDRESS, TELEX, TELEPHONE AND FAX NUMBERS WHERE THE MONEY WOULD BE TRANSFERRED INTO AND ALSO YOUR PRIVATE FAX AND TELEPHONE NUMBERS FOR QUICK COMMUNICATION.SO FAR, AFTER DUE CONSULTATIONS, YOU WERE STRONGLY AND RELIABLY RECOMMENDED TO US ALTHOUGH WE HAVE NOT MET OR ENTERED INTO ANY KIND OF CONTRACT WITH YOU BEFORE AS TO KNOW THE EXTENT OF YOURHONESTY, BUT BASED ON THE RECOMMENDATIONS, I PERSONALLY WANT TO BELIEVE THAT YOU ARE HONEST ENOUGH AND WOULD NOT SIT ON THE MONEY IF FINALLY GOT INTO YOUR ACCOUNT. IT IS ON THIS NOTE THAT I CONSIDER IT PROPER TO WRITE YOU ASKING FOR YOUR PERMISSION AND SUPPORT TO TRANSFER THIS AMOUNT INTO YOUR ACCOUNT.YOU SHOULD NOT FEAR ANY RISK BECAUSE WE HAVE CONCLUDED ARRANGEMENT TO SAVE GUIDE YOU IN THE TRANSACTION. THIS BUSINESS IS 100% RISK FREE. HENCE IT REQUIRES HIGH LEVEL OF CONFIDENCE AND SECRECY.MEANWHILE THIS IS THE BREAKDOWN OF THE SHARING MODALITIES:A. 10% WILL BE USED TO SETTLE TRANSFER CHARGES AND LEGAL PROTOCOLS;B. 30% IS FOR USING YOUR ACCOUNT;. 60% OF IT WILL BE FOR US THE ORIGINATORS.BE INFORMED THAT ON COMPLETION OF THIS BUSINESS I WILL USE PART OF MY MONEY TO INVEST IN YOUR COUNTRY UNDER YOUR CARE.PLEASE NOTE THAT THE TRANSFER OPERATION WILL TAKE SEVEN TO TEN WORKING DAYS TO BE COMPLITED.PLEASE CONTACT ME BY THE ABOVE ALTERNATIVE EMAIL ADDRESS. MY DEEPEST PRAYERS FOR YOU. MR DAVID AKU.  __________________________________________________________________________ http://www.webmail.co.za/dialup Webmail ISP - Cool Connection, Cool Price ------------------------------------------------------- The SF.Net email is sponsored by EclipseCon 2004 Premiere Conference on Open Tools Development and Integration See the breadth of Eclipse activity. February 3-5 in Anaheim, CA. http://www.eclipsecon.org/osdn _______________________________________________ Nutch-general mailing list Nutch-general@lists.sourceforge.net https://lists.sourceforge.net/lists/listinfo/nutch-general", "id": "438f05a1df51af2bbdb13b26c9c5848f"}