{"email_subject": "URGENT,PLEASE HELP ME", "email_body": "From: Mrs.Susan Martins\n101 Jan Smuts Avenue Craighall\nJohannesburg\nSouth Africa\nTel:+27-732250444.[Direct]\n\nWith due respect trust and humility, I write you this proposal, which I believe will be a great interest to you. I found your contact while I was doing a private research on the Internet for a reliable and capable foreign partner that will assist my family and I. That's why I contacted you.I am Mrs. Susan Martins the wife of Mr. John Martins of Zimbabwe.During the current war against famers in Zimbabwe and from the support of our President Robert Mugabe to claim all the white owned farms in our country, all the white and black farmers were ordered to surrender their farms to his party members and his followers. My husband who was one of the best farmers in our country and treasurer of the farmer's Co-operation did not support his idea and so the party members invaded my husband's farms and burnt everything in the farm, killed my husband and made away with a lot of items in my husband's farm.\n\nAfter the death of my husband, my children and I decided to move out of Zimbabwe because our lives were in danger with the fund that my husband kept in his hidden safe in my house. The amount contained in the safe is US$30,5 Million (Thirty Million, Five Hundred Thousand United States Dollars) and we decided to move this money to the Republic of South Africa, where we deposited it with a private  Security Company as a valuables in a box/consignment. This I did for security reasons and to keep from public eyes.I have two options, firstly you can choose to have certain percentage of the money for nominating your account for this transaction, or you can go into partnership with me for proper profitable investment of the money in your country.Whichever the option you want, feel free to notify me. I have also mapped out 5% of this money for all kinds of expenses that might be incured in the process of this transaction.\n\nIf you do not prefer a partnership, I am willing to give you 20% of the total money, while 75% will be for my family. If you are really capable and willing to assist me as soon as you get this message please contact my son Wodi Martins immediately with the above telephone number (+27-732250444) or by email he knows also about this transaction. for details on how to execute this transaction to the satisfaction of everybody.\n\nFinally I want you to know that your ability to keep confidential information about this transaction is very important as all our hope for a better life depends on this money.\n\nBest Regard,\n\nMrs.Susan Martins\n(For The Family)\n\n\n\n\n\n\n", "id": "43bf14f235a529791f0651ca04e32f34"}