{"email_subject": "FROM JOHN CARLOS", "email_body": "FROM: JOHN CARLOS\nTEL-27 83 342 4228\nCAPE TOWN, SOUTHAFRICA.\n                                            \nDear sir/madam\n\n              ASSISTANT AND INVESTMENT\n\nYou may be surprise to receive this letter from me since\nyou don't know me personally. I am the son of Dr. David\nCarlos who was recently murdered in the land dispute in\nZimbabwe. I got your contact through Network on line in my\nsearch for a reliable and reputable person to handle a very\n\nConfidential transaction which involves a transfer of fund\nto a foreign account and I decided to write you, My Late\nFather was among the few Black Zimbabwean Rich Farmers\nmurdered in Cold Blood by the agents of the ruling\ngovernment of President Robert Mugabe for his alleged\nsupport and sympathy for the Zimbabwean opposition party\ncontrolled by the white minority. \n\nBefore his death he had taken to Johannesburg - South\nAfrica to deposit the sum of US$ 18.5 Million (Eighteen\nMillion Five Hundred Thousand United States Dollars) with\nSecurity and Finance Company as if he foresaw the looming\ndanger in Zimbabwe. The money was deposited in a Box as \nValuables to avoid much demurrage from the Security\nCompany. This money was embarked from the purchase of New\nMachinery and Chemical for Farms and the establishment of\nnew farms in Lesotho and Swaziland. \n\nThis land problem arose when President Robert Mugabe\nintroduced a new land act that wholly affected the Rich\nWhite Farmers and some few blacks vehemently condemned the\n\"Modus Operandi\" adopted by the government.  This resulted\nto rampant killing and mob action by the war veterans and\nsome political thugs. Precisely, More than thirty-one (31)\npeople have so far been killed. Heads of governments from\nthe west, especially Britain and United States of America\nhave voiced their condemnation of Mugabe's plan.\nSubsequently, South African Development Community (S.A.D.C)\nhas continuously supported Mugabe's new land act, it is\nagainst this background that I and my family who are\ncurrently residing in South Africa have decided  to\ntransfer my Father's money into a Foreign Account. \n\nAs the eldest son of my Father, I am saddled with the\nresponsibility of seeking a genuine foreign account where\nthis money could be transferred without the knowledge of my\ngovernment who are tactically freezing our family wealth\nand South Africa's government seems to be playing along\nwith them. I am faced with the dilemma of investing this\nmoney in South Africa for fear of encountering the same\nexperience in future since both countries have almost the\nsame political history. More so, the South African Foreign\nExchange policy does not allow such investment hence we are\nseeking for an \"ASYLUM\".\n\nAs a businessperson whom I entrusted my future and that of\nmy family into his hands, I must let you know that this\ntransaction is 100% risk free and the nature of your\nbusiness does not necessarily matter. For your assistance,\nwe are offering you 30% of the total sum, 60% for Me and My\nFamily while 10% will be mapped out for any expenses we may\nincurs during the course of this transaction. We wish to\ninvest our part of the money on commercial property based\non your advice.\n\n\nFinally, all we demand from you is assurance that you will\nnot sit on this money when it finally gets to your personal\nor company's account in your country. If this proposal is\nacceptable by you, please confirm your interest via the\nabove TEL and or E-MAIL me.\n\nThanks and God Bless you.\n\nBest Regards.\nJohn Carlos\n\n\n\n\n\n\n\n\n\n\n\n______________________________________________________________\nHerbalife Independent Distributor http://www.healthiest.co.za\n\n", "id": "43c8dd91ec2290753c185700872e79b2"}