{"email_subject": "FROM MR ROBIN QUEST ", "email_body": "Office of Auditor General,\nCITIBANK,\n364 Kensington High St\nLondon W14 \n8NS\n\nDear Friend,\n\nI am Dr. Robin Quest the Chief auditor general of \nCITIBANK 364 Kensington High St London W14 8NS. I have urgent and very \nconfidential business proposition for you. On May 20, 1999, an Iraqi \nForeign Oil consultant/contractor with the BRITISH PETROLUEM \nCORPORATION Mr. Dara Baraz. Made a numbered time (Fixed deposit) for 24 \ncalendar months, valued at US$32,200,000.00 (Thirty two Million two \nhundred thousand dollars only) in this bank. Upon maturity in 2001, I \nsent a routine notification to his forwarding address but got no \nreply. \n\nAfter a month, we sent a reminder and finally we discovered \nfrom his contract employers, the British petroleum corporation that Mr. \nDara Baraz died as a result of torture in the hand of Sadam Hussein \nduring one of his trips to his country Iraq. On further investigation, \nI found out that he died without making a WILL, and all attempts to \ntrace his next of kin was fruitless. I therefore made further \ninvestigation and discovered that mr Dara Baraz did not declare any kin \nor relations in all his official documents, including his Bank Deposit \npaperwork in my Bank.\n\nThis sum of US$32,200,000.00 has been floating \nas unclaimed since 1999 in my bank as all efforts to get his relatives \nhave hit the stones. According to the British law at the expiration of \n6 (six) years, the money will revert to the ownership of the British \nGovernment if nobody applies to claim the fund and the six years is the \nend of September 2005 Consequently, my proposal is that i want to seek \nyour consent as a foreigner to stand in as the owner of the money as \nthe next of kin to the deceased so that the bank will transfer the \nmoney to your desi gnated account. All documents and proves to enable \nyou get this fund will be carefully worked out. I have secured from the \nprobate an order of mandamus to locate any of the deceased \nbeneficiaries, and more so I are assuring you that the business is \nrisk \nfree involvement. \n\nYour share stays while the rest be for me and \nfor investment purpose as I will leave London by the end of the year. \nThe sharing of the funds will be based According to agreement within \nyou and me. As soon as i receive an acknowledgement of receipt of this \nmessage in acceptance of our mutual business proposal, I will furnish \nyou with the necessary modalities and disbursement ratio to suit both \nparties without any conflict. If this proposal is acceptable by you, do \nnot take undue advantage of the trust i have bestowed in you.\n\nPLEASE, \nAPPRECIATE THE FACT THAT DOING BUSINESS OVER THE INTERNET IS RISK. \nENDEAVOR TO SEND YOUR CONFIDENTIAL TELEPHONE AND FAX NUMBER IN\nYOUR \nREPLY TO THIS BUSINESS TRANSACTION.\n\nRegards.\nDr. Robin Quest\nAuditor \nCitibank London\n\n\n", "id": "43ed62edcd6539aea9c485e33eb7c707"}