{"email_subject": "I need your help,please reply", "email_body": "NIGERIAN NATIONAL PETROLEUM CORPORATION(NNPC)\nFALOMO COMPLEX,IKOYI LAGOS NIGERIA\nFROM: MR MIKE JIDE\nPRIVATE E-MAIL: mijez2001_nnpc@zwallet.com\n\n\nDEAR FRIEND,\n\nURGENT BUSINESS PROPOSAL:(STRICTLY CONFIDENTIAL)\n\nI approach you most honorably today for a mutual business transaction.\nI am MR MIKE JIDE,a former senior accountant withthe Nigerian National \nPetroleum Corporation,NNPC,Federal Republic of Nigeria. I have been \nopportune to be appointed as the Director of the Foreign Contract awarding \ncommittee of the Nigerian National Petroleum Corporation,NNPC.Now by \nvirtue of my present office and position, it is an opportunity for me to \nhave a share of the huge oil money which many top military personel of \nthe past regime has been using me to achieve based on their Personal \ninterest without any benefit toward me.\n\nFollowing this development, I now have an accord with a top officer of \nthe Federal Ministry of Petroleum Resource to remit the sum of \nUS$15.5Million (Fifteen Million Five Hundred Thousand United State Dollars) to \nyour nominated foreign account for the smooth remittance of this \nfunds,hence we as civil servants do not own the right to acquire foreign \naccount while in service and also my present financial resources as a civil \nservant will not be sufficient for me to handle the transfer alone \nsuccessfully without assistance from a good partner abroad. I therefore \nrequest you to kindly allocate any account of your choice with all \nnecessary particulars to enable me forward same to the Ministires here  in \nNigeria for onward release of the fund transfer approvals on your favour \nas the beneficiary. We have fourteen(14) working days to conclude this \ndeal on commencement, and I shall join you at the account base for \nsharing and further discussion on my investment plan in your Country.\n\nBENEFIT: For providing the account where the paying bank shall remit \nthe funds, you will be entitled to 25% of the fund,75% will be for me and \nmy partners.You will assure me once more that you will protect the \nfunds as soon as it is in your account.What we need is your Foreign Bank \nAccount Particulars,The Bank Swift and Telex, The Bank Address, The Bank \nTelephone and Fax Number, Your Telephone and Fax Number and your \nPrivate Mailing Address,so that we can use it to make formal application as a \nmatter of procedures.\n\nON SECURITY: - We demand absolute secrecy and confidentiality from both \nparties hence we assure you that the transaction is hundred  percent \nrisk free.All modalities of this fund transfer has been worked \nout.Furthermore,please,i want you to know that the US$15.5M is presently coded in \nan excrow account,nobody can withdraw the money unless it is transfered \ninto your foreign bank account and becuase i am civil servant bound by \ncivil right law,i cannot claim the money without your assistance.\n\nPlease confirm your interest by immediate response on this Private \nE-mail:mijez2001_nnpc@zwallet.com.Thanking you in anticipation and i will \ngive you a telephone number where to reach me as soon as i confirm your \nserious interest.\n\nYours faithfully,\n\nMR MIKE JIDE\nmijez2001_nnpc@zwallet.com\n\n\n\n", "id": "4403338dd6340f1dba7e7e8120a45d43"}