{"email_subject": "WE NEED YOUR ASSISTANCE", "email_body": "\nFrom:  Barrister Isa Usman & Co.,\n       Attorneys/Legal Practitioner,\n       Nigeria.\n\nDear Beloved,\n\nCompliments of the season. Grace and peace and love from this part of the Atlantic to you. I hope my letter does not cause you too much embarrassment as I write to you in good faith based on the contact address given to me by a friend who works at the Nigerian embassy in your country. Please excuse my\nintrusion into your private life.\n\nI am Barrister Isa Usman I represent Mohammed Abacha, son of the late Gen. Sani Abacha, who was the former military head of state in Nigeria, he died in 1998 since his death the family has been losing a lot of money due to vindictive government officials who are bent on dealing with the family. Based on this therefore, the family has asked me to seek for a foreign partner who can work with us as to move out the total sum of US$75,000,000.00 (Seventy Five Million United States Dollars), presently in their possession. this money was of course, acquired by the late president and is now kept secretly by the family.\n\nThe Swiss government has already frozen all the accounts of the family in Switzerland, and some other countries would soon follow to do the same. This bid by some government officials to deal with this family has made it necessary that we seek your assistance in receiving this money and in investing it on behalf of the family.\n\nThis must be a joint venture transaction and we must all work together since this money is still cash, extra security measures have been taken to protect it from theft or seizure, pending when agreement is reached on when and how to move it into any of your nominated bank accounts. I have personally worked out all modalities for the peaceful conclusion of this\ntransaction. The transaction definitely would be handled in phases and the first phase will involve the moving of US$25,000,000.00 (Twenty Five Million United States Dollars).\n\nMy clients are willing to give you a reasonable percentage of this money as soon as the transaction is concluded. I will, however, based on the grounds that you are willing to work with us and also all contentious issues discussed before the commencement of this transaction. You may also discuss your percentage before we start to work, as soon as I hear from you, I will give you all necessary details as to how we intend to carry out the whole transaction.\n\nPlease, do not entertain any fear, as all necessary modalities are in place, and I assure you of all success and safety in this transaction.\n\nPlease, this transaction requires absolute confidentiality and you would be expected to treat it as such until the funds are moved out of this country.\n\nNote: If you are interested in working with us, please send your reply through (isausman@web-mail.com.ar). This is for security reason.\n\nPlease, you will also ignore this letter and respect our trust in you by not exposing this transaction, even if you are not interested. \n\nLook forward to working with you. \n\nTruly yours,\nIsa Usman Esq. \n\n\n\n\n\n\n\n\n\n\n                                                                      \n\n", "id": "44572d50ad1ba93c9772ccc1fd241b32"}