{"email_subject": "USE THE NAME ADAMA", "email_body": "Dear,\n   \n  I am writing to solicit your cooperation in executing a very profitable and risk free transaction. I have confidence that you have the ability to execute this business to our benefit and believe that you will not let down the trust and confidence I am willing to repose in you.\n   \n  I attended a Business seminar here in Cte d'Ivoire, While in this seminar, I was lucky to meet Alhaji Fofanah the owner of one of the largest Agricultural Firm dealing on Life stock ets. Alhaji Fofanah is an accomplished agriculturist who specialise in cattle farms and various other agricultural product for export. He has farm in different countries of West Africa. But above all he is one of the greatest suppliers of cattle, beef and other dairy products in this part of the world. Due to my relationship with Alhaji Fofanah and on getting to know my profession, Alhaji Fofanah took me into confidence by informing me about huge amount of money he spends on the purchase of a particular and very important medicine for his cattle. \n   \n  He informed me that he buys this product at the rate of $5,000.00USD per carton, and that he mostly buys to the excess of 300 cartons. He informed me that he was only asking me to find out if I can also source for him a cheaper supplier considering the recent trend of falls in the general price of beef in the world market which is affecting his business.\n   \n  I discussed this business with someone here and he decided to handle the supply by himself. We carried out a market research and discovered that we could purchase this cattle medicine somewhere cheaper in Europe for $ 3,000.00 USD per carton. We moved to Alhaji Fofanah to make a supply to him at $ 4,800.00 USD per Carton of which he accepted. \n   \n  Owing to my role in the Whole arrangement, I had an agreement with the man to be receiving 18% of whatever gain is made on each Supply since he is to finance the transaction of which he agreed. But on the 20th August 2005, when the first supply of 120 cartons were made to the Alhaji Fofanah ,The man decided to renegade on our agreement. He refused to give me anything near the agreement we arrived at but gave me only what he termed an offer of appreciation. I decided to overlook this betrayal but since then our relationship has seized to be cordial. He never said anything to me again about Alhaji Fofanah.\n   \n  But recently, I visited Alhaji Fofanah he is requesting for supplies of 250 cartons of these substances following a suspected out break of disease among his cattle in Mali and Guinea. He has requested that these supplies be made before the mid August 2006. I convinced him that I can arrange for an international supplier who can supply him at the price of $ 4,600.00 USD per Carton. But that he Alhaji Fofanah or his representative will have to go to Europe and inspect it before lifting the goods. At the moment Alhaji Fofanah is waiting for me or my foreign contact.\n   \n  If you can handle this project, please contact me immediately for details on how to go about it and the negotiation on what is to be my commission. I am ready to give you Alhaji's contact for your direct conversation with him on the mode of payment method.\n   \n  Note: Alhaji Fofanah must not know our purchasing source in Europe or Asia. If not he will not be needing our services anymore. He will also paying advance before we supply him.\n   \n  Thank you.\n  Yours Sincerely,\n\n \t\t\n---------------------------------\nDcouvrez une nouvelle faon d'obtenir des rponses  toutes vos questions ! Demandez  ceux qui savent sur Yahoo! Questions/Rponses.", "id": "44927ccf82df249f008531d7d7b7cad7"}