{"email_subject": "READ MY MESSAGE", "email_body": "READ MY MESSAGE\n\n\nI know that this mail will come to you as a surprise, \nI am HANSON MILLS,the manager, \nbill and exchange department, HSBC BANK \nRye Lane Branch London UK\n\nIn my department we discovered an abandoned \nsum of 800,000.00 POUNDS \n(EIGHT Hundred Thousand POUNDS) in an account \nbelonging to \none of our foreign customers(ROBERT  GANDESBERY,), who \ndied \nalong with his entire family on Monday, 31 July, 2000 in a plane \ncrash in \nParis. Please visit this site for the story line\n\nhttp://news.\nbbc.co.uk/1/hi/world/europe/859479.stm\n\nSince we got information about \nhis death, we have been expecting his \nnext of kin/relations  to come \nover and claim his money because we \ncannot release it unless some body \napplies for it as next of kin or \nrelation to the deceased as indicated \nin our banking guidelines and laws, but \nunfortunately we learnt that \nall his supposed next of kin or relation \ndied alongside with him at \nthe plane crash leaving nobody behind for the \nclaim. \n\nIt is upon this \ndiscovery that I now decided to make this \nbusiness proposal to you, \nand for you to act as the next of kin to enable us \nrelease the money \nto you. The banking law and guideline here stipulates \nthat if such \nmoney remained unclaimed after Six years, the money will \nbe \ntransferred into the bank treasury as unclaimed fund.\n\n\nWe have agreed \nthat 30% of this money will be for you for all the \nassistance and \ncommitment you will put in to the transaction 10% will be set \naside \nfor all expenses incurred during the business and 50% would be \nfor me. \nPlease note that as soon as the transaction is completed I shall \nproceed immediately to your country for disbursement and possible \ninvestment possibilities.\n\n\nPlease note also that upon receipt of your \nreply, I shall let you know the \nprocesses we shall take to realize \nthese dreams. I will not fail to \nbring to your notice that this \ntransaction is hitch-free and that you \nshould not entertain any atom \nof fear as all required arrangements have been \nmade for proper \nexecution of the transaction.\n\nTrusting  to hear from you immediately.\n\nThanks\n\nHanson Mills\n\n\n\n\n\n\n\n", "id": "44943ea3c3251029156adf2e29d19360"}