{"email_subject": "Contact (Please Respond)", "email_body": "\nMr. John Peters\nNigeria National Orientation Agency\nFederal Ministry of  Information\nRadio House-Abuja.\ne - mail:   mrjohnpeters2@katamail.com\n\nDear Friend,\n\nI am Director of Civic registration and finance Nigeria National Orientation \nAgency (NNOA) Federal Ministry of Information. I must start this email by \nacknowledging the wisdom in choosing to reveal my 26years AMBITION since the \nNational Identity Card project was kicked off some 26years ago by a bill \npassed into law by the national assembly for the registration and \nidentification of every Nigerian above the age of 18years.\n\nDuring our final verification exercise we discovered an excess allocation to \nour agency to the tune of Fourteen Million, Three Hundred \nThousand United States Dollar and we intend to keep this money for our \npersonal use by fronting you as one of the foreign contractors due for \npayment. This sum (US$14.3Million) will be paid into your account as your \ncontractual entitlement.\n\nThe good news is that precisely 1st of April, 2004, 26years after, the \ngovernment has started distributing the national identity card. The \nreason am writing you this mail is that the presidency, federal republic of \nNigeria  have approved allocation for payment due to all contractor (Foreign \nand Local) to the agency and this gives us opportunity to  transfer this over \ninvoiced sum to you, who we shall present as a foreign contractor.  We are \nhandicapped in the circumstances, as the Civil service code of conduct does \nnot allow us to operate foreign  accounts hence your importance in the whole \ntransaction. Therefore, we want to utilize this opportunity, as a lot of \nforeign contractors will be paid in this quarter of the year 2004 to transfer \nthe fund out of the country.\n\nPlease do not disregard this mail and for avoidance of doubt you can verify \nthe National Identity card projectby visiting  our website as \nposted by Nigeria business information in 2003 when the registration started. \nBut do not disclose my identity or the actual nature of this transaction as I \nam still a serving officer in the ministry. \n\nhttp://www.nigeriabusinessinfo.com/id-card180203.htm\n\nIn other to present  you/your Company as the beneficiary of the sum of \nUS$14.3M. For this purpose we will incorporate your company and \nregister you as a contractor with the Nigerian National Orientation Agency \n(NNOA). We will also by virtue of our official positions secure for your \ncompany the necessary backup documentation that will facilitate the \nrelease/transfer of the fund into your account. These documents of course \nwill \nbe destroyed within 10-14 working days at the successful completion of the \ntransfer. We want to assure you that your help will not in any way bring your \ncompany name into disrepute.\n\nPlease reply urgently by  or e - mail:   mrjohnpeters09@uymail.com   \n\nAlso send me your confidential phone number and fax number.\n\nas we expect that the transaction will not take more than ten working days. \nWe \nshall discus sharing ratio and other modalities when I get your response. \nPlease note that this transaction must be top secret.\n\nYours sincerely,\nMr. John Peters\ne - mail:   mrjohnpeters2@katamail.com\n\n\n\n\n                                                                      \n\n", "id": "44d6cd5818b40c66f607f4e5e4bee71b"}