{"email_subject": "Business proposition", "email_body": "Hello, would like to propose you a FINANCIAL AGENT vacancy.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n My name is Rusty Campbell  and I'm the Chief Manager of Department of employment in Rest Pro Company. I am pleased to offer you a vacant position of Financial Manager in CompanyName. \n&nbsp;&nbsp;&nbsp;  \n Let me tell you about our company. \nWe are engaged in selection and delivery of technical equipment and goodies in various offices and organizations. We take all troubles about choosing and delivering appropriate technical equipment to clients office, under our responsibility. Company was established in 2002 and earned quite good reputation on the market. At the moment we have some plans for the further development, we plan to broaden our services and add an international network to serve clients in all over the world. \n&nbsp;&nbsp;&nbsp; \n To offer to our foreign clients more favorable and comfortable conditions we have made the decision to create an international network of regional agents. We have opened a set of employees in various areas of the world. It has allowed our clients to get access to a wider assortment of the goods, than before. In fact, earlier, many suppliers refused to work with us for the reason of bureaucracy that occurred then registration of legal documents were needed to transport equipment, or transfer money.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThe Duties of the financial manager consists of reception of money resources from clients of our company and transferring them to us. For every transaction, we pay 8 % from the total sum. \n     \nWork Requirements&nbsp;&nbsp;\n   &nbsp;&nbsp;\nminimal knowledge of personal computer and internet/E-mail\nBank account\nLegal age\nWill to work at home 2-3 hrs per day\nCrime-free background (background check will be made before accepting on the position) \n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThere is not any starting payments or pledges for the goods!\n&nbsp;&nbsp;&nbsp;&nbsp;\nPlease replay to this e-mail if you are interested in this opening, we will send you an employment agreement within nearest 24 hours, feel free to ask questions.\n&nbsp;&nbsp;&nbsp; \n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  \nRusty Campbell\n\n\n\n", "id": "452b982e8ed7e49d0780977468731a7d"}