{"email_subject": "SOLICITATION", "email_body": "Attn:The President/CEO\n           I crave your indulgence as I contact you in such a surprising manner. But I respectfully insist you read this letter carefully as I am optimistic it will open doors for unimaginable financial reward for both of us. \nThis business transaction might not fall within the wide spectrum of your business activities, but I plead your assistance, as your flair for profitable business is needed.\nPermit me to introduce myself,I am Dr Blessed Ogbe the Banking officer to Engr.Johnson Creek  who was a major contractor to oil companies,.On the 21st of April 2000,my lient, his wife and their three children were involved in a car accident along Sagamu / Lagos Express Road. Unfortunately they All lost their lives in the event of the accident.\nSince then I have made several enquiries to your Embassy to locate any of my clients extended relatives, this has also proved unsuccessful. After these several unsuccessful attempts, I decided to trace his relatives over the Internet to locate any member of his family but of no avail, hence I contacted you.I contacted you to assist in repartrating the money and property left behind by my client before they get confiscated or declared unserviceable by the bank where this huge deposits were lodged. Particularly,the Bank where the deceased had an account valued at about US$15.2M (Fifteen  Million Two Hundred Thousand United Stated Dollars). \n \nConseqently, the bank issued me a notice to provide the next of kin or have the account confiscated. Since I have been unsuccesfull in locating the the relatives for over 2 years now. I seek your consent to present you as the next of kin of the deceased since you are from the same country so that the proceeds of this account valued at US$15.2million can be paid to you and then you and me can share the money. 60% to me and 40%\nto you.\n \nI have all necessary legal documents that can be used to back up any claim we may make. All I require is your honest co-operation to enable us see this deal through. I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. \n \nKindly email your  following confidential information to me urgently to enable us proceed:\n \na.Your complete names\nb.Your private telephone number\nc.Your private fax number\nd.Your private email address\n \nPlease direct your reply to my confidential email:blog333ng@mail.az or through the below fax.You can also reach me through my private telephone number  stated below for any enquiries.\n \nUpon the receipt of your information,I will advise you on the modalities of the transaction.We have concluded details on how to achieve success.\n \nYours Faithfully, \n \nDr.Blessed Ogbe\nPosition: Operation Director,\nPacific International Bank Plc,\n40,Marina Rd,Lagos,Nigeria.\nTel: 234-803-302-5573\nFax:234-9-272-2046\nFreeserve AnyTime - HALF PRICE for the first 3 months - Save £7.50 a month \nwww.freeserve.com/anytime", "id": "45310271854cb36caf2724170db128c5"}