{"email_subject": "MY DEAR RESPECTFUL. ", "email_body": "\n     My Dear Respectful , My name is Frank kone a Banker and accountant in Cote Ivoire.I am contacting you in regards to a business transfer of a large sum of money from a dormant account. Though I know that a transaction of this magnitude will make any one apprehensive and worried, but I am assuring you that all will be well at the end of the day.\nI am the personal accounts manager to the late Engr lake a National of your country, who used to work with an oil servicing company here in Cote Ivoire.My client, his wife, and their three children were involved in the ill fated Kenya Airways crash in the coasts of Abidjan in January 2000 in which all passengers on board died. Since then I have made several inquiries to your embassy to locate any of my clients extended relatives but has been unsuccessful.\nAfter several unsuccessful attempts, I decided to trace his last name over the internet,to see if I could locate any member of his family hence I contacted you.Of particular interest is this huge deposit with our bank here in my country Cote Diviore,where the deceased has an account valued at about ($16 million US dollars).They have issued me a notice to provide the next of kin or our  bank will declare the account unservisable and thereby send the funds to the bank treasury. Since I have been unsuccessful in locating the relatives for over last 7 years now, I will seek your consent to present you as the next of kin of the deceased since you have the same last names, so that the proceeds of this account valued at ($16million US dollars) can be paid to you and then you and I can share the money.\nAll I require is your honest cooperation to enable us see this deal through.I guarantee that this will be executed under all legitimate arrangement that will protect you from any breach of the law. \nIn your reply mail, I want you to give me your full names, address, date of birth, telephone and fax numbers.If you can handle this with me, reach me  for more details. \nThanking you for your anticipated cooperation.  Sincerely,\nFrank kone.\n \n_________________________________________________________________\nMake every IM count. Download Windows Live Messenger and join the i’m Initiative now. It’s free. \nhttp://im.live.com/messenger/im/home/?source=TAGWL_June07", "id": "453f9fec39b0673bfd1fc071572c2786"}