{"email_subject": "I NEED YOUR SINCERITY AND TRUST.", "email_body": "Dear Friend Good day to you, My name is Irvin Shawn I am an American soldier, serving in the military with the Third infantry Division in Iraq. Three years ago, we discovered some huge amount of money in Baghdad neighbourhood belonging to Saddam Hussein, I smuggled some part of these funds in two trunk boxes out of Baghdad, which is being kept safe in a secured finance company in Europe. You can go to this web link to read about events  that took place here:  Basically, am writing you due to the situation I found myself and can not return back to America again because I was among five US soldiers questioned by military officials after some of that money was allegedly stolen, as I have absconded from US military and am now in exile. I have killed in war and I found no peace anymore in where I am right now as I have been declared wanted by US Military.I have decided to look for someone like you to help me retrieve these funds from Finance Company in Europe and disburse this funds to any charity organisation on earth as I know that this will only be a way Almighty God can forgive me in all human killing I encounter during war.  In honesty, after claiming these two trunk boxes from security company in Europe, you shall have 50% of total funds, disburse 50% to five charity organisations on planet earth. Each box contain the sum of fifteen million United States Dollars. I do not want any money from these funds rather than spending all on humanity for me to have forgiveness of sins from Almighty God who seeth us all from above and that is why you must do this in honesty and trust, I shall seek for an assylum in any part of the world outside United States of America because I can not return back to my lovely country and I have been diagnosed of Cancer of Lungs and Oesophagus due to Bomb explosure I inhale duing my escape our of war I will send you certificates of deposit to enable you lay claim to these boxes on my behalf as soon as I hear from you. My watch word is to trust you and ensure confidentiality, when you receive this letter, kindly reply me via this e-mail below:lrsha242@aim.com  signifying your interest including your confidential telephone/fax numbers for quick communication and also your contact details (Job title and occupation).  Respectfully submitted  Sgt. Irvin Shawn. (lrsha242@aim.com) SINCERITY AND TRUST.", "id": "455b255d6fbb1fdd4573b63f2813131b"}