{"email_subject": "CONSIIDER MY OFFER.", "email_body": "DEAR FRIEND.\n  \nThis business proposal to you is strictly \nconfidential, with due respect. Sorry at this\nperceived confusion or stress may have receiving this\nletter from me, Since we have not known ourselves or\nmet previously. Despite that, I am constrained to\nwrite you this letter because of the urgency of it.By\nway of self introduction, I am Mrs. alice Kobe, the\nwife of late Brigadier - Gen.Maxwell Kobe former\nECOMOG ARMY COMMANDER [West African peacekeeping force\nin Sierra Leone] who died in the Sierra Leone civil\ndisturbance [War]. My three daughters and I are\ntrapped in obnoxious custom and traditional norms.\n  \nWe have suffered maltreatment and untold hardship in\nthe hands of my late husband's family, simply because\nI did not bear a male child [heir apparent] for my\nlate husband. By tradition, all that my late husband\nhad, [wealth] belongs to his brothers/family. And\nmyself is to be remarried by his immediate younger\nbrother which I vehemently refused. They have taken\nall that I suffered with my husband to acquire\nincluding treasures, houses and his bank particular\nseized by them. I wanted to escape to escape to your\ncountry with my children on exile, but again\nthey conspired and stole my international passport and\nother traveling document to further frustrate me.\n  \nThank God, two weeks ago, I received Key Text Code\nfrom a Security Company in EUROPE, that my late\nhusband deposited U.S $25.5 Million cash with this\nsecurity company EUROPE . It has therefore, become\nvery necessary and urgent to contact someone, a\nforeigner like you to help me receive/secure these\nfunds overseas in a reliable bank Account (presumably\nan empty Bank Account, if  available) and to help\ninvest it on our behalf as well, while we find a way\nof getting out to meet with you in your country.\n  \nThese funds are kept on an \"OPEN BENEFICIARY MANDATE\"\nwith the Security Company in EUROPE to avoid\ndetection, seizure or diversion. I have had several\ntelephone discussions with the Director of the\nsecurity company in us,who has express willingness\nto help me on meeting the company's demands. This is\nwhy I have contacted you to help save my children and\nI, receive these funds on our behalf. But, you would\nneed to give me sufficient assurance that if you help\nme, you would not divert the funds. \n \nMy children and I have resolved to give you 30% of the\ntotal sum. This is all my children and I have got to\nlive on.\n  \nPlease, I have reposed my confidence in you and hope\nyou will not disappoint me. I look forward to your\nurgent response, including your phone/ mobile No and\nalso your fax no for easier communication.\n  \nNB: The secret codes (e.g Pin No., Secret Access Code)\nfor this fund are safely kept with me which I can give\nyou as soon as you express desire to help me.\n  \nStay blessed.\nALICE KOBE\n  \n  \n\n\n\n\n", "id": "456d1550eb1cee51cde69d43ce89e028"}