{"email_subject": "Urgent Attention,", "email_body": "\nFROM THE DESK OF DR AMAMAN LAZARE \nAUDITING DEPARTMENT \nBANK OF AFRICA. \nABIDJAN - COTE D'IVOIRE. \n\nUrgent Attention, \n\nI have a proposal for you, this however is not mandatory nor will I in any\nmanner compel you to honour against your will. I am Dr Amaman Lazare, and\nwork with a bank (one of the African leading banks in the West Coast). Here\nin this bank existed a dormant account for the past 8 years which belong to\na American national who is now late Mr Morris Thompson who died on Alaska\nAirlines Flight 261. \n\nhttp://archives.cnn.com/2000/US/02/01/alaska.airlines.list/ \n\nSTATUS & NATURE OF TRANSACTION: \n\nWhen I discovered that there had been no deposits nor withdrawals from this\naccount for this long period, I decided to carry out a system investigation\nand discovered that non of the family member nor relations of the late\nperson is aware of this account. This is the story in a nutshell. Now I\nwant an account overseas where the bank will transfer this\nfunds.Thereafter,I had planned to destroy all related documents for this\naccount. It is a careful network and for the past eleven months I have\nworked out everything to ensure a hitch-free operation. \n\nThe amount is not so much at the moment and plus all the accumulated\ninterest the balance in this account stands at-(US$14 million US dollars).\n\nNow our questions are:- \n\n1. Can you handle this project? \n\n2. Can I give you this trust? \n\n3. What will be your commission? If you can sponsor this transfer. \n\nConsider this and get back at us as soon as possible. Finally, it is our\nhumble prayer that the information as contained herein be accorded the\nnecessary attention, urgency as well as the secrecy it deserves. I Expect\nyour urgent response if you can handle this project. \n\nI am expecting your urgent response as soon as you receive my message.\nKindly send any message through my alternative email addresses below for\nsecurity measures thus; laz_amaman@hotmail.com \nRespectfully yours, \nDr Amaman Lazare. \n\n\n\n---------------------------------\nTargul Online de Joburi . Participa si tu!\nhttp://www.myjob.ro/index.php?m=jobfair\n\n\n\n\n\n\n", "id": "4570907ef1b4ae2be659e302fefbd9e2"}