{"email_subject": "RE: URGENT AND IMPORTANT", "email_body": "Date: 08/01/2007\n\nFrom: Assistant Director\n          International Remittance Department\n          ABSA Bank Limited\n          South Africa.\n\nDear Sir,\n\nURGENT BUSINESS DEAL\n\nI would like to start by introducing myself as Mr. Gill Mbabane the \nAssistant Director of the above-mentioned department in the ABSA Bank of \nSouth Africa. I have been directed to contact you urgently on a very \nimportant confidential deal, which needs immediate attention. The decision \nto contact you was based on the fact that we trust your capability to \nreceive on our behalf a sum of US$8,450,000.00 (Eight Million Four Hundred \nand Fifty Thousand United States Dollars).\n\nThis sum in question was a credit balance of a Foreigner, an oil \nMerchant/Contractor, a Geologist by profession and a Miner at KRUGER GOLD \nCOMPANY LTD who died since AUGUST 6, 1997 in [Korean Air Flight 801] with \nthe whole passengers onboard. And for your perusal you can view this web \nsite: http://www.cnn.com/WORLD/9708/06/guam.passenger.list.  This credit was \nheld with our banks here in South Africa and the Director of \nAccount/Operations approached us since he cannot transfer this fund alone \nwithout going through us (i.e. The International Remittance Department).\n\nWith our position and experience, we have worked out the modalities in such \na way that the transaction will take seven bank working days to accomplish. \nOn the receipt of your approvals, I will be in a very good position to give \nyou details on the agreed sharing ratio.\n\nThis may come as a surprise to you but as we progress, I will be able to \nexplain to you how I got your contact. Meanwhile, we are 100% positive that \nyou can handle this therefore, contact me on +27-837466810 or E-mail: \ngillmbabane@yahoo.com as soon as you receive this urgent message.\n\nI am anticipating your urgent response while thanking you in advance for \nyour understanding and co-operation.\n\nYours sincerely,\n\nMr. Gill Mbabane\n\n_________________________________________________________________\nDiscover the magic of RSS feeds at MSN South Africa! http://za.msn.com/\n\n\n\n", "id": "457ffce2f54f14c651b7e215b08a3616"}