{"email_subject": "PLEASE YOUR ASSISTANCE IN URGENTLT NEEDED", "email_body": "Dear Sir,\n\nIt is with hope that I write to seek your help in the context below.\nI am Hajia Mariam Abacha, wife of Nigerias former head of state; Late General Sani Abacha, whose sudden death occurred on the 8th of June 1998. Since my husband died, I have been thrown into a state of utter confusion, frustration and hopelessness by the present civilian administration.\n\nThe security agents in the country have subjected me to physical and psychological torture. My son (Mohammed Abacha) is still under detention arraigned before the federal high court of Nigeria for an offence he did not commit. As a widow that is so traumatized, I am hopeless with my present faith. \n\nYou must have heard over the media reports on the recovery of various sums of money deposited by my late husband with various security firms. Some companies willingly gave up their secret and disclosed our money confidently lodged there, or many, outright blackmail. \n\nInfact the total sum discovered by the government so far is in the tune of $700 Million USD and they are not relenting to make me poor for life. I came in contact with your name and address in a website and would want to have good confidence in you as I view you to be a responsible personality. \n\nI have no doubt about your capacity and goodwill to assist me in receiving into your custody( for safety) the sum of $50 Million USD willed and deposited safely in my favour by my late husband. This money is currently kept in Safe Deposit Box (SDB) at a security firm within Europe. As it is legally required, the administration of my late husbands property is under the authority of the familys Lawyer (Attorney)Barrister MIKE AHAMBA(SAN).\n\nThe investigative teams set up by government have submitted their report after freezing almost all our account. Fortunately, our family lawyer had secretly protected the personal will of my husband from the notice of the investigators and have strictly advised that the $50m USD be urgently moved to an overseas account of any trust worthy but ANNONYMOUS foreign family friend without delay, for security reasons. \n\nAll our traveling papers have been seized by the government thereby preventing us from traveling and all the local and international outfit of our business empire seized. This sum of money is our only hope to stay alive. I have therefore agreed to compensate your goodself with 10% of the total deposit when you finally the deposit box from the security firm and lodged in your account. \n\nThey have equally guaranteed 100% risk-free and smooth transfer. If you are interested in assisting me,you can write me through my e-mail, please reply direct to this email address; dr_mrsabacha@sify.com  for obvious security reasons, it is imperative that you keep all our communication very secret. Donot mention my family\"s name or disclose the transaction to anybody.\n\nIf you are not interested in assisting me, still get in touch so that I can make alternative arrangement as time is of the essence.Please do not expose me.\n\nBest Regards,\nHajia mariam Abacha\nEMAIL: dr_mrsabacha@sify.com\n\n\n\n", "id": "458a06860451e3dc9f7e1fc828efe654"}