{"email_subject": "From Ahmed", "email_body": "I have a new email address!You can now email me at: ahmedboro8@yahoo.ca\n\nDEAREST ONE, \n\n\n\nIs my pleasure to inform you of my desire of going into relationship with you which i believe you will be of great assistants to me that will make the beginning of never-ending family relationship,WITH THE INTEREST AND LOVE I HAVE TO LIVE WITH YOU AS ONE FAMILY IN YOUR PLACE. MY  NAME IS Ahmed Boro 20 yrs old,   i am the only son of late ALAHAJI Musheed Ahmed A TRUE MUSLEM FAITHFUL  ,i am about registering into Islamic University of Al-Madinah Al-Munawarah before my father's death occured to me,My father before his death was a very wealthy cocoa merchant in Abidjan,the economic capital of Cote d'Ivoire,my father was poisoned to death by his business associates on one of their outings on a business trip\n\n \n\n\nMy mother died when I was a small child in a private hospital here in abidjan during her pregnancy period with her baby, since then my father took me so special Before his death on 12th march 2004,  before my father's death he secretly called me on his sickbed side and told me that he has the sum of Ten million,five hundred thousand United State Dollars.(USD$10.500.000) deposited in a security company here in Abidjan Cote d'Ivoire, that he wanted to use this fund to invest more in his cocoa business in Ivory Coast here.\n\n\nAfter the burial of my late father i went to the security company where the fund is deposited with all the documents regarding to the deposit of the fund that was given to me by my late father. All the enquires i made regarding the said security company were truth.(www.abidjan.com) \n\nI am just 20 years old and a will be university undergraduate and really don't know what to do.Now I want you to help me claim and transfer the fund for investment in your country because I have suffered a lot of set backs as a result of incessant political crisis here in Ivory coast.The death of my father actually brought sorrow to my life.\n\n\n\nAs of now I am no longer living in my father's house because of my uncles are after my life to make sure that I am not alive to take what belongs to my father, I am living in a church with a pastor in his church,  Dearest one with this interest and love I have for you, I will like to live with you FOR THE REST OF MY LIFE. If you promise me of the safety of my life in your place.\n\nI am in a sincere desire of your humble assistance in this regards.\n\nNow permit me to ask these few questions:\n\n1. Can you honestly help me.\n\n2. Can I completely trust you? \n\n3. Will you make an arrangement for me to come over to your country to further my education and to secure a resident permit in your country,\n\n4. Moreover,I am willing to offer you 20% of the total sum as compensation for your effort/input after the successful transfer of this fund into your nominated account in your country,  extra 5% for any espences that mighty encounter during the proccess of this transaction.\n\n\nFurthermore,you indicate your options towards assisting me as I believe that this transaction would be concluded within seven (7) days you signify interest to assist me.\n\nAnticipating to hear from you in  to give you the contact of the security company over here. \n\n\n\nThanks and be blessed. \n\n \n\nyours sincerly\n\n\nAhmed Boro.\n\n\n\n- ahmed boro\n\n", "id": "45b1bf9b7ca2e836a90fb2077aed4037"}