{"email_subject": "RE: ACT AS THE NEXT OF KIN", "email_body": "Dear Partner,\n\nWith great pleasure, I am writing this proposal for the benefit of both of us. \n\nI got your information through my personal search on the internet, hence I decided to seek your cooperation, due to the sensitivity of this transaction and my commitment as a Banker.\n\n\nMy name is Mr. Charles Sherman (British Citizen), I work for FDTB London / Germany.\n\nMr. Raymond Beck, an American Citizen, Engineer by profession who died since 1999, in an Egyptin Airline (Flight 990), on the 31st October along with other passengers on board. \n\nFor your perusal,you can confirm this from the website below:- http://www.s-t.com/daily/11-99/11-02-99/d08ho174.htm \n\nBefore his death, he has a huge sum of money (US$35 Millions), which I was his account officer until his death. This money has no other Beneficiary or Next of Kin.\n\nSince his death in 1999, none of his family member or Next of Kin has come forward to claim this funds as no one has the knowledge that he had such amount deposited in our bank.\n\nAs the account officer to the Late Mr. Raymond Beck, I secured from the Probate an Order of Mandamus to locate any of the deceased Beneficiaries to enable the bank release this fund, before the fund will be called back to the bank Treasury as unclaimed bills and the money will be shared amongst the Directors of the Bank.\n\n \nMy constraint is to be able to source a foreigner partner who is honest and trustworthy individual, that I will present to the bank as his Next of Kin / Beneficiary of the said funds (US$35,000,000.00)\n\nThis transaction is 100% risk free provided you treat it with utmost secrecy and confidentiality, as I had also made arrangment with an Attorney that will provide all the needed documentation in your favour.\n\nI am ready to compensate you with 30%, while I receives 60% and the balance of (10%) for taxes and other miscellaneous expenses. \n\nFurthermore, your area of specialization is not a hindrance to the successful execution of this transaction. \n\nKindly contact me through this email address charlesis@zwallet.com with the following information(s).\n\n1. Your first and last names\n2. Complete Home address\n3. Direct Telephone and fax numbers.\n4. Age, Sex and Marital Status.\n\nThank you and God Bless, \n\nMR. CHARLES SHERMAN.\n\n\n\n\n", "id": "45b7b2611a16fde8c30e0ae40edc4f78"}