{"email_subject": "FROM ADE WILLIAMS", "email_body": "ADEWILLIAMS & ASSOCIATES117 ADE ROAD LAGOS NIGERIA.TEL: 234 1 759781  Dear Sir,  I am Barrister Ade Williams, a legal Solicitor and I wasthe Personal Attorney and legal adviser to MR.John Bales ,a national of your country, who used to work with Mobil oilCompany Nigeria Plc. On the 21st of August 2000, myclient,his wife and their three children were involved in acar accident along Sagamu Express Road. All occupants ofthe vehicle unfortunately lost their lives. Since then Ihave made several enquiries to your embassy to locate anyof my clients extended relatives, this has also provedunsuccessful.After these several unsuccessful attempts, Idecided to trace his relatives over the Internet, to locateany member of his family but of no avail, hence I contactedyou. I have contacted you to assist in repatriating the moneyand property left behind by my client before they getconfiscated or declared unserviceable by the bank wherethese huge deposits were lodged. Particularly, the bankwhere the deceased had a deposit valued at about TenMillion United States Dollars($U.S10,000,000) has issued mea notice to provide the next of kin or have the accountconfiscated within the next ten official working days.Since I have been unsuccessful in locating the relativesfor over two years now. I seek your consent to present you as the next of kin ofthe deceased Since you are from the same country so thatthe proceeds of this account valued at Ten Million UnitedStates Dollars ($U.S10,000,000) can be paid to you and thenyou and me can share the money. 65% to me and 25% toyou,while 10% should be for expenses or tax as yourGovernment may require, I have all necessary legaldocuments that can be used to back up any claim we maymake. All I require is your honest Cooperation to enable ussee this deal through. I guarantee that this will beexecuted under a legitimate arrangement that will protectyou from any breach of the law.  Best regards, Barrister Ade WilliamsKINDLY CALL ME FOR ORAL CLERIFICATION.+234 1 759781  ORREPLY TO avingg@hotmail.com-----------------------------------------------------------------------Encuentra tu casa rápida y cómodamente. Miles de viviendas te están esperando en http://www.portae.com", "id": "45c7eb7ea239e3ee8b995c9fed57649a"}