{"email_subject": "From Mr. Smith Anderson.", "email_body": "OML SA , 2nd Floor, Building 3,\nGrayston Drive, Sandton, Jo,burg,\nSouth \nAfrica.\n\nDear,\n I am Mr.Smith Anderso the Head of Audit Department, \nAfrican Developemnet Bank,south Africa And for reasons which will \nbecome obvious to you as you read on, I obtained your address \nparticulars from an Internet address listing. Please exercise some \npatience and read through my message. \n\nI have a very urgent and \nconfidential business proposition for you. On June 6th 1999, a Crude \nOil Contractor with the Kuwait National Petroleum Corporation, Engr. \nAhmed Youseff Mustafa , a national of kuwait, made a numbered time ( \nfixed) deposit for 12 calendar months, value $36MUSD (Thirty six \nmillion United States dollars only)in my branch. \n\nOn maturity, we sent \na routine notification to his forwarding address but got no reply. \nAfter a month, we sent a reminder and finally, his contract employers, \nthe Kuwait National Petroleum Corporation wrote to inform us that Engr. \nA Y Mustafa died on an automobile accident; that he died without making \na WILL, and all attempts to trace his next of kin through the kuwait \nembassy were fruitless. I therefore made further investigations and \ndiscovered that Mr. Mustafa had actively opposed the Government of his \ncountry kuwait, and was consequently driven into exile. \n\nMy proposal \ntherefore is that, I am looking for a foreigner who will stand in as \nthe next of kin to Mr. Mustafa. It is not necessary to be a blood \nrelation to Mr. Mustafa, nor have the same name. It is not also \nnecessary to come from the same Country. I have worked out the \nmodalities to achieve my aim of appointing a next of kin, and therefore \nalso by this means we transfer this money total $36MUSD abroad for us \nto share. No one will ever come forward to claim it now, and according \nto South African law,after 9 years, the money will automatically revert \nto the Government Treasury if the Account owner is a foreigner, and \ncertified dead, and there is no valid claim. This indeed, is the \nsituation. The money transfer paperwork itself will include a \ncertificate of origin so that the receiving bank does not ask questions \nor refuse the money as money laundering. Also, the paperwork will \ninclude proper certification that the funds being transferred are from \nnon criminal sources. \n\nIn short this will be a proper and legal money \ntransfer and there is no risk!. Once you indicate your interest I will \ninitiate the processing of the transfer and in about 14 working days \nthe money total $36MUSD will be in your nominated bank account for us \nto share in the ratio of 70% for me and 30% for you. Looking forward to \nyour urgent reply. Reply to this email:smith_ad505@yahoo.com \nYours \ntruly,\nMr.Smith Anderso.\n\n\n\n\n", "id": "45e8e935a94f9bd3858c396d9784b99a"}