{"email_subject": "MR LEONARD OKOBI", "email_body": "AUDITING AND ACCOUNTING UNIT. FOREIGN OPERATIONS DEPARTMENT. NIGERIAN NATIONAL BANK . Email:leonard_okobi05@yahoo.co.uk Dear Friend, I AM MR LEONARD OKOBI, The head of auditing and accounting section of (NNB) NIGERIAN NATIONAL BANK  in West Africa. With due respect and regards,I have decided to contact you on a business at hand that will be very beneficial to both of us at the end of  the transaction. Here in this bank existed a dormant account for the past 8 years which belong to a American national late Mr Morris Thompson who died on Alaska Airlines Flight 261. More details about the deceased himself,you can check on() but, since then we have not had any body coming for the claims as the next of kin. A sitaution I have monitored closely with my position in the bank.Now, having monitored this deposit over the years after his death, and hence nobody has showed up as the next of kin for the past three and half years, I have moved the file to my private volt. The amount is not so much at the moment and plus all the accumulated interest the balance in this account stands at-(US$9.5million US dollars). Now my questions are:- 1. Can you handle this project? 2. Can I give you this trust? 3. What will be your commission? If you can sponsor this transfer. Consider this and get back to me as soon as possible with the following. 1.your full name 2.your full address 3.your age/occupation 4.your direct phone/fax numbers for easy communication 5.your banking details in which this money will be paid into. We shall employ the services of an attorney for drafting and notarization of probate/administration in your favor for the transfer. A  bank account in any part of the world that you will provide will then facilitate the transfer of this money to you as the beneficiary|next of kin. Finally, it is our humble prayer that the information as contained herein be accorded the necessary attention, urgency as well as the secrecy it deserves. I Expect your urgent response if you can handle this project. Call me at this direct line +2348023434277 after sending a mail for confirmation. I am expecting your urgent response as soon as you receive my message. Respectfully yours, MR LEONARD OKOBI", "id": "45eecf56fd8ee028776f52b541dde08f"}