{"email_subject": "INVESTMENT REQUEST ( YOUR GOOD ADVICE WILL HIGHLY NEEDED )", "email_body": "From:Mrs Amina Dhari Ali al-Fayadh\nTel +66-68943653 \n\nAttention: The Director, \n\nThank you for the attention being given to go through my message. Before I proceed, I humbly introduce myself to your goodself. My name is Mrs Amina Dhari Ali al-Fayadh, an Iraqi refugee, undergoing medical treatment here in Thailand. My late husband was until recently, Shiite Member of Parliament and National Assembly legislator until his assassination in 2005. \n\nWhen my husband and my son including two of his bodyguards was killed during the crisis, I and my last Son escaped to Iran with the help of United Nations officials from there we came to Thailand. \n\nI know that this mail will come to you as a surprise but honestly I do not intend to surprise you. I write this letter in respect of my intention to invest the sum of USD$10Million with your company which we inherited from my late husband. The fund was originally gotten from my late husband proceeds through the duration of his stay in goverment. \n\nMy late husband was able to safe guard the fund with a very good diplomatic means from my Country to Thailand for safety because of the situation that led to crisis going on in my country. Presently, this money is still under safekeeping with the International diplomatic firm here in Thailand. \n\nI have decided to contact you because I am interested in investing this fund in your country which is investment friendly. Please kindly guide and assist me in making the right investment since I am also interested in buying a residential property as I will be moving with my son over there as soon as every thing regarding technical and logictics details is worked out and ascertained to our respective satisfaction. \n\nIn view of your participation,I am ready to give you a good negotiable percentage for your assistance,or better still commit it into viable Joint venture projects,be assured that you stand no risk of any kind as the funds belong to me and my only survived son. As soon as I get your consent, we will quickly move this fund to your country for investment . \n\nPlease note: we will need your assistance and support is making sure the said fund is successfully transffered to your country without any hitch, and do understand that there is no risk of any kind involve in this as you will confirm, all that we require of you is your reliability and trustworthiness. Being in exile is not easy at my age, coupled with my ill health due to the trauma from what I have been through. \n\nI am here with my Son Rashidi. I strongly believe that associating with you to embark on this and other business venture will derive a huge success hereafter. However, upon your acceptance to work as my partner, you can contact me with my private telephone number or e-mail for more details and the steps we shall take to finalize on the project. \n\nI await to hearing from you soonest. \n\nSincerely Yours , \nMrs Amina Dhari Ali al-Fayadh \n\n\n\n\n", "id": "4603662d49b39a7029d4a1b17d01d8a5"}