{"email_subject": "URGENT ASSISTANCE", "email_body": "Mrs.Rose Obaseki\nFlat 8 Block 12 NNPC Quarters\nGarki Abuja Nigeria.\n\nDear  Friend,\n\nI presume this letter will come to you as a surprise, but\nas\nthings unfold, we will know each other better. I will start\nby\nintroducing myself to you.\n\nI am Mrs. Rose Obaseki, the wife of Chief Jackson Gracious\nObaseki, the Managing Director, and Chief Executive,\nNigerian National\nPetroleum Corporation (NNPC). I am really sure that you\nwill be of a\ngood assistance after going thoroughly through this letter.\nFor many years of marriage now between me and my husband, I\nhave\nnot given birth, and this has really troubled my husband.\nAs a result \nof the respect given to local tradition culture and custom\nhere in \nNigeria,my husband has decided to break the marriage. With\nthe situation of things\nwith me now, my matrimonial home look bleak. I am been\nthreatened daily\nby my husband to get out from the home. My Husband s\nbrothers are not\nleft outin this matter. \n\n\nThis situation has really affected me psychologically.\nAs at now, I am no longer Assured of a matrimonial home,\nhence I seek\nyour urgent assistance and help which I know will go a long\nway in getting \nme settled finally.\n\nI want to use this opportunity to move the sum of\n(US$29.5M) into\nyour custody for safe keeping, pending my arrival in your\ncountry. This\nsaid amount was given to my husband as gratification from\nsome Foreign Oil\nCompanies he helped in getting Allocation for the Drilling\nof Crude Oil\nin Nigeria.\n\nAs a civil servant, he does not want to be exposed, hence\nhe\ngave me this money to keep in my personal account so that\nhe can be\nexonerated from the eyes of government security operatives\nand the \nCivil Service Commission (CSC) which is a body that\nscrutinizes the activities of all\ncivil servants in Nigeria as checks and balances for\nofficial\nmisconduct. Be informed that this money is not connected\nwith drugs; money laundry,\nfirearms and looting which I believe will put fears in you\nto render the \nrequired assistance needed from you and consequently\nwithdrawing your help for\nsecurity reasons.\n\nHence the source of this said money is clean and clear.\nThis money was deposited in my personalin name, and\nthere is no way it can be transferred telegraphically under\nthe banking\nprocedures which could have been the easiest, but because\nof monetary\ntransfer restriction by the Federal Government of Nigeria,\nthat is\ndefeated. Rather I have arranged a diplomat manager to move\nthis money out in cash to any\ndestination where it will be easy for you to collect under\ndiplomatic\nimmunity.\n\nThis he has assured me of. As a soon as I see your response\nand\nwillingness to help as regards to this, I will furnish you\non the next line of\nacti onto take, but be rest assured that this transaction\nis 100% risk free,\nand my husband will not raise any alarm because he will not\nlike to put\nhimself, his job and office in jeopardy, and if he does, he\nstands the\nchange of loosing his job.\n\n\nAs soon as this money is moved to you, and you confirm to\nme\nthat you have received it, I will be coming to meet you up\nthere in \nyour country where I wish to live the rest of my life. I\nwill be offering \nyou 25% of this money for all your help at this time of\nneed, while some\npercentages has been  set aside for my Brother to\ncomplement his efforts here. Be\ninformed that this transaction will not last more than 14\nworking days\nand it will be concluded because every arrangement has been\nput in place.\nYour negative or positive response will be highly\nappreciated.\n\nYours faithfully,\n\nMrs. Rose Obaseki\n\n\n \n___________________________________________\n Look Good, Feel Good www.healthiest.co.za\n\n\n", "id": "46266faf922465218d288e39da340512"}