{"email_subject": "LETTER FROM RACHAEL ONIGA (please reply back)", "email_body": "Dear Friend, \n\nI know that this mail will come to you as a\nsurprise,please accept the content in good faith. I\ndo not intend to cause any grief to you and your\nfamily.The reason for sending this mail is very\nfundamental because I and My Family are in serious problem \nand we need your help .My Name is Mrs Rachael oniga, daughter Of late Mr\nChico Oniga.\n\nI am about to tell you something that I have not\ndiscuss with anyone excluding my lawyer. My father was a big time\nfarmer in south Africa, he uses most of South Africa land for farming. The\nGovernment in South Africa gave him those lands for farming and he will pay\nback\nwhen he have the money, it was like a loan they gave him the lands as loan\nMy\nfather was very successful In the farming business and he paid all the\nGovernment\nback. Some top officials In the Government were Jealous because of his\nwealth. They wanted him to Join them carry out a dubious deal against\nthe Government but he refuse ,so they plan to kill him and claim all his\nwealth he has suffered for, in South Africa. On his way home one day he was\ncoming from the office\nand he was assassinated and he was rushed to the hospital by a good\nSamaritan. But he did not\nsurvive It .But before they killed him he saw It coming and transfer\nmost of his fund to a Security company In Holland. He died In the hospital\n,But before he died he gave me the contact Information to the Security\ncompany which the fund was located.\n\nThose people were looking for me and my family and\nwe ran to Nigeria for safety because they know we know were my father\nfunds were hidden. I contacted the Security company\nyesterday on how I could collect the funds with my lawyer assistance and\nthey told\nme that I need a foreign beneficiary outside Africa because of Security\nreasons. And I dont have anyone outside Africa that will stand for me as a\nbeneficiary. \nThey said the money was too big (TWENTY MILLION USDOLLARS)My father never \ntold me the amount of the money I was so shock. They also said that the\nfunds has been deposited there for about four years \nnow and it has accumulated demurrage which we must pay before the\nconsignment will be released.\n\nMy lawyer told me to look for a beneficiary. That Is my problem\nnow, My mother Is willing to give Seven Million USDOLLARS to the you\nif you will help the family. Please If you can help me and my family In\nanyway I will appreciate It a lot and in paying the demurrage fee. I will\nlike to hear\nfrom you soon , please contact me through my private address I have given\nyou\nbelow, write to this email address for me to get your message.\n\nrachaeloni2007@yahoo.de\n\n\nI will like to hear from you soon. God Bless you.\nN.B Any amount of money the both of us spend In clearing the\nconsignment I will pay you In double after we have cleared the consignment.\nHave a\nnice day.\n\nThank you,\nMrs Rachael oniga\n\n\n\n\n", "id": "46517497180c4347ef2e0ae4942a7d7f"}