{"email_subject": "With Due Respect", "email_body": "DEAR FRIEND,\n\nI MAKE THIS APPEAL WITH THE UNDERSTANDING THAT ANY FACTS OR OPINION \nEXPRESSED BY ME ARE GIVING IN CONAFIDENCE AND SOLELY FOR YOUR PERSONAL \nINFORMATION AND USE.\nI AM DR.IBRAHIM KAF ,THE MANAGER OF BILL AND EXCHANGE AT THE FOREIGN \nREMITTANCE DEPARTMENT OF MY BANK.\n\nBEFORE I WROTE YOU,I PRAYED THAT YOU WILL BE A HONEST AND RELIABLE PERSON \nWHOM I CAN WORK WITH TO ACHIEVE THIS DEAL OF OUR LIFE.FROM MY SECTION IN THE \nBANK, I DISCOVERED AN ABANDONED SUM OF SIX MILLION EIGHT HUNDRED THOUSAND \nUNITED STATES DOLLARS ($6.8M) WITH ACCOUNT NUMBER 14-2558-5976 THAT BELONGS \nTO ONE OF OUR FOREIGN CUSTOMERS WHO DIED ALONG WITH HIS WIFE AND ONLY \nDAUGHTER IN A PLANE CRASH OF ALASKA AIRLINES FLIGHT NUMBER 261 WHICH CRASHED \nON MONDAY, 31 JULY, 2000, 13:22 GMT 14:22 UK. WITH THE WHOLE PASSENGERS \nABOARD.\n\nTHE NAME OF THE DECEASED MAN WAS (MR. ANDREAS SCHRANNER FROM \nMUNICH,GERMANY). N.B.YOU SHALL READ MORE ABOUT THE CRASH ON VISITING THIS \n(WEBSITE) BEFORE YOU START WITH ME. BELOW IS THE WEBSITE.\n\nHTTP://NEWS.BBC.CO.UK/1/HI/WORLD/EUROPE/859479.STM\nIT IS THEREFORE UPON THIS DISCOVERY THAT I NOW DECIDED TO MAKE THIS BUSINESS \nPROPOSAL TO YOU AND FOR OUR BANK TO RELEASE THE MONEY TO YOU. YOU HAVE TO \nFOLLOW THE INSTRUCTION WHICH I WILL BE SEND TO YOU AS THE NEXT OF KIN OR \nRELATION TO THE DECEASED FOR SAFETY AND SUBSEQUENT DISBURSEMENT SINCE NOBODY \nIS COMING FOR IT AND I DON'T WANT THIS MONEY TO GO INTO OUR BANK TREASURY AS \nUNCLAIMED BILL.\nTHE BANKING LAW AND GUIDELINES HERE STIPULATES THAT IF SUCH MONEY REMAINED \nUNCLAIMED AFTER SIX YEARS, THE MONEY WILL BE TRANSFERED INTO THE BANK \nTREASURY AS UNCLAIMED FUND. THE MONEY HAS NOW STAYED MORE THAN SIX YEARS AND \nI AM PREPARING DOCUMENTAION TO PROVE THAT THIS MONEY HAS BEEN TRANSFERED TO \nOUR BANK TREASURY. IT WILL BE BETWEEN ME AND YOU ONLY THAT WILL KNOW THAT \nTHE MONEY IS NOT TRANSFERED INTO OUR TREASURE.\n\nTHIS REQUEST OF FOREIGNER AS NEXT OF KIN IN THIS TRANSACTION IS OCCASIONED \nBY THE FACT THAT THE CUSTOMER WAS A FOREIGNER AND A BURKINAB CANNOT STAND \nAS NEXT OF KIN TO A FOREIGNER.IN APPRECIATION OF YOUR ASSISTANCE, I AM \nOFFERING YOU 35% OF THE TOTAL SUM. 5% FOR CONTINGENCIES (COST OF \nTRANSFER/OTHER CHARGES) LIKELY TO BE INCURRED DURING THE COURSE OF \nTRANSACTION, WHILE THE REMAINING 60% IS FOR ME.UPON RECEIPT OF YOUR REPLY.I \nWILL SEND TO YOU BY FAX OR EMAIL THE TEXT OF THE APPLICATION WHICH YOU WILL \nCOMPLETE AND FORWARD TO OUR BANK ASKING FOR THIS MONEY TO BE PAID TO YOU AS \nTHE NEXT OF KIN TO MR;ANDREAS SCHRANNER.\nPLEASE I WOULD LIKE YOU TO KNOW THE FOLLOWING INFORMATIONS.(1.) THIS \nBUSINESS IS\n\nHUNDRED PERCENT FREE FROM RISK.(2.)YOU WILL NOT FACE ANY MUCH QUESTIONS \nBECAUSE THE APPLICATION WILL BEAR THE BRIEF INFORMATION OF THE DECEASED \nWHICH THE BANK MAY LIKE TO KNOW.(3.) IF YOU WILL FOLLOW MY INSTRUCTIONS AND \nDIRECTIVES,THIS TRANSACTION WILL BE COMPLETED WITHIN A SHORT PERIOD OF \nTIME.(4.)YOU SHOULD KEEP THIS BUSINESS CONFIDENTIAL OR SECRET UNTIL THE FUND \nGET TRANSFERED INTO YOUR ACCOUNT FOR SAFETY AND SECURITY PURPOSE.\n\nFINALLY,CONTACT ME THROUGH MY EMAIL ADDRESS SO THAT WE WILL PROCEED WITH \nTHIS BUSINESS IMMEDIATELY.\n\nMY REGARDS TO YOU AND YOUR FAMILY.\n( +226 76 40 41 68)\nYOURS FAITHFULLY,\nDR. IBRAHIM KAF\n\n_________________________________________________________________\nMSN Messenger : discutez en direct avec vos amis ! \nhttp://www.msn.fr/msger/default.asp\n\n\n\n", "id": "466ea27c5c5ea0af00c8cbc367c5a3c4"}