{"email_subject": "GOOD DAY", "email_body": " \nFROM THE DESK OF OKOFOR DAVID\nBranch Accounts Manager,\nPrudent Bank Nigeria Limited,\nFalomo Office Complex,\nIkoyo, Lagos.\nNigeria.\n\nDEAR FRIEND, \n \nOn SUNDAY, February 2, 2003, a bomb blast explosion took place on the Lagos\nIsland, right inside My bank; So far a total lost of about US$20.5 million\nhas been recorded, this includes both cash and property of the bank. Please\nView the Link below:\n \nhttp://www.cnn.com/2003/WORLD/africa/02/03/lagos.explosion/index.html\n\nHowever as the Accounts Manager of the BANK,I discovered Most of our Data\non accounts has been lost as well, as there has not been anyback up or network\ntrace even from the HEADQUARTERS;therefore all losses would be artributed\nto the! Explosion. The lagos State Government has taken charges to pay for\nall losses. \n \nI found out i still have Data's of foreign Customers who are contractors\nin Nigeria and who own accounts with the Branch, Particularly that of an\nAmerican oil contractor Hsu Ben, who was reported Dead in a plane crash[Korean\nAir Flight 801] with the whole passengers  aboard on August  6,1997.And\nfor your  perusal you can view this website:\n\nhttp://www.cnn.com/WORLD/9708/06/guam.passenger.list/\n\nwho's contract payments has been Made and would be tranfered to his foreign\naccounts from the CENTRAL BANK OF NIGERIA, upon our confirmation of his\nforeign designated account as well as a beneficiary to his funds and payments.\n\n \nMr Hsu Ben, while our customer never left a trace of his next of kin, and\nHis contract Payment which is about US$15M, would be made to no one as we(\nthe bank) has! none of his Data/next of kin's contact. \n \nMy proposal is that I will like you as a foriegner to stand in as the next\nof kin to Mr Hsu Ben,  so that the fruits of this old man's labor will not\nget into the hands of some corrupt government officials, Besides the Bank\nwhich i work in has been blown up, i have no Job for now, i have to make\na living and only me knows the information so far about this.\n\nThis is simple, I will like you to provide immediately your full names and\naddress so that the Attorney will prepare the necessary documents and affidavits\nwhich will put you in place as the next of kin. We shall employ the service\nof an Attorney for drafting and notarization of the WILL and to obtain the\nnecessary documents and letter of probate/administration in your favour\nfor the transfer. \n \nA bank account in any part of the world which you will provide will then\nfacilitate the transfer of this money to you as the beneficiary/next of\nkin. The money will be paid into your account as payment for his Contract\nby t! he CENTRAL BANK OF NIGERIA upon my submission of the Contract information\nand your application as his next of kin for us to share in the ratio of\n70% for me, 20% for you and 10% will be use to cover all the expensives\nthat will come-up in the course of this transaction.\n  \nThere is no risk at all as all the paperwork for this transaction will be\ndone by the Attorney and my position as the Branch Accounts Manager guarantees\nthe successful execution of this transaction.\n \nUpon your response, I shall then provide you with more details and relevant\ndocuments that will help you understand the transaction. Please observe\nutmost confidentiality, and rest assured that this transaction would be\nmost profitable for both of us because I shall require your assistance to\ninvest my share in your country.\n \nYour phone and fax number are need for easy communication.\n   \nAwaiting your urgent response.\nYour Faithfully.\nMR. OKOFOR DAVID\n\n\n\n\n\n\n\n\n\n", "id": "4684c3cd8ae0236f961994c82149e76a"}