{"email_subject": "I AM WAITING TO RECEIVE YOUR MAIL‎", "email_body": "\nFrom: Mr LAAD COLOGOManager,Audit/Account SectionAfrican Development BankOuagadougou Burkina-Faso    Dear FRIEND,   How are you today? Hope all is well. Please be informed that I have decided to contact you for a fund transfer transaction worth the sum of US$22,300,000.00 into your reliable bank account as the sole NEXT-OF-KIN to the foreign deceased customer of our bank (an International Billionaire French Businessman) who was killed with his entire family by PLANE-CRASH in Central England atmost 3 years ago. Since his death occured, no body have show up as his next of kin for the claim because the account is untraceable. Upon the investigation I carried out from his records, I found out that his foreign business consultant who would have trace the account died earlier before the deceased. Therefore, this is a confidential and sealed deal. For the success of this transaction, you should apply and act as the only existing NEXT-OF-KIN to the deceased which our bank will replace the deceased account information through proper documentation in position of your own account. This transaction is risk-free, it will never harm your good reputation in your society because no one can trace the account, and on the instant of the transfer of the fund into your account, the chapter of this transaction will be closed entirely. Note that in a business of this nature, the bank dont want to know your difference between the deceased country, religion or believe because our bank inheritance law is against that. So, it is a preference for us achieve this success without any problem.Please note down that once the fund get transferred into your account, you will take 39% of the total sum while the rest will be for me as I will arrange myself down to your country to take my share. I need your urgent response and include your private telephone/mobile numbers for easy communication.Please reply if you can be trusted in this deal.Thanks,  Mr.LAAD COLOGO.\n_________________________________________________________________\nLancez des recherches en toute scurit depuis n'importe quelle page Web. Tlchargez GRATUITEMENT Windows Live Toolbar aujourd'hui !\nhttp://toolbar.live.com", "id": "46ecfbc2278acc3cc1c815b185f476f0"}