{"email_subject": "Ken Quattara.", "email_body": "  \nMr.Ken Quattara.\nGhana.\n\nGood day to you!\nI am requesting for your assistance in a deal of Considerable\nfinancial gain for both of us. \nI am Ken Quattara, I was the Personal Assistant (P.A) to the former\nPresident of The Federal Republic of Togo, the late President\nGnassingbe Eyadema.\nIn the last week of January 2005, two security deposit boxes were\ndeposited on behalf of Mr. Eyadema by me with a company in Ghana.\nThe boxes contained 35 million dollars in cash. I have the\ncertificate of deposit issued by the company for the boxes. As his\ntrusted P.A I had employed the services of this particular company\nto arrange the shipment of the boxes to Europe on his behalf were\nthey were to be picked up by a foreign associate of his at that\ntime, a French man.\nThis was not the first time I had arranged this kind of shipment for\nMr.Eyadema using this company. The boxes were labeled \"photographic\nmaterials\" to elude customs and other checks.\nUnfortunately, because he was ill-disposed at the time the French\nman was no longer able to make the trip to meet with the company's\nagents at the destination point. So the agents who accompanied the\nboxes had to deposit them in a storage facility pending when he\ncould come.\nOn the 5th of February 2005, Mr Eyadema passed on while he was being\nevacuated abroad for emergency medical treatment. He had been ill\nfor some years.\nFollowing the demise of my former Boss, his associate withdrew, so\nthe boxes have been in storage since then. It was my function to\nissue his associates Letters Of Athorization signed by me to pick up\nboxes containing valuables and money. They banked money for him in\nvarious pre-selected banks in Europe and Asia. The agents only\nassisted the associates in the process to ensure that everything was\ndone under diplomatic immunity and within the stipulated laws in the\ncountries where such transactions took place.\nI am asking for your assistance and involvement so that we can get\nthe money for ourselves. I can not do this on my own because i can't\nso to say, authorize myself. If you accept to act as an associate of\nthe Late Mr Eyadema, I can issue to you the Letter of Authorization\nfor the purpose of reclaiming the boxes on his behalf for our own\nbenefit. As the beneficiary it will be your responsibility and\nobligation (as stated in the coded agreement between the depositor\nand the company) to reclaim and repossess the boxes from the storage\nfacility. \nYou will be required to meet with the company's assigned agent(s)\npersonally.\nThis way you will see the boxes for yourself and sign the necessary\ndocuments to reposses the boxes. The agent(s) will assist you to\nbank the funds and then thereafter you can transfer money to other\noffshore accounts. This was how itwas done with previous associates.\n Or you may choose to arrange something else with the agent(s). If\nhowever you can not meet with any assigned agent, as the\nbeneficiary/associate to the Late Eyadema,you could request that an\nalternative arrangement be made for you. You will have to discuss\nthis with the agent(s) yourself.\nI assure you that everything will go smoothly if you choose to\ncooperate with the agent(s). There is no illegality involved here.\nIf you do decide to get involved then i expect total commitment from\nyou. If you can do this, i am offering you 3 million dollars as your\nown share.\nIf you are interested in this deal, then contact me immediately via\nemail(furnished above) for further details. Thank you for your time. \n \nRegards,\nKen Quattara\n\n\n\n\n\n", "id": "47042887f76513bf596d3a31b4070ea4"}