{"email_subject": "REPRESENTATIVE NEEDED.", "email_body": "\n YTC INVITATION( CHINA) \n\nDear Sir/Madam,\nIt is a pleasure to write to\nyou in respect of our company Yokoono trading\nCompany.\nWe are a small company located in China into\ninnovative, artistic examples of chinese art works\nranging from precious metals to sculpture and\npaintings. These precious artifacts range from the Han\ndynasty to the song dynasty and are highly authentic.\nWe held our first exhibition and Auction at which we\nsold a lot of artifacts to the general public, after a\nlong period of collecting artifacts for purposes of\nviewing. During the exhibition which was highly\nsuccessful, a lot of foreign buyers participated in\nthe sales and bought sculpture and paintings. However\nsome of these artifacts have not been paid for by\nthese clients. Much to our releif they have indicated\ninterest in paying for the goods. We have a problem of\ndistance,and language barriers not to mention\ngovernment if we trade outside China.We are\nsearching for representatives who can help us\nestablish a medium of getting our funds from our\ncostumers in the canada/america/europe as well as\nmaking payments through you to us.Please if you\nare interested in transacting business in view of helping\nus,so our clients could make payment to you being a\nrepresentative for us we will be very glad.and\nadequate compensations will be given and other\nbenefits. Please contact our uk based Executive representative/coordinator)\nMr Andrew Woods \nEmail:woods_andrew66@yahoo.com \nTel:+447031944707  \nFax:044087199420 \nSubject to your satisfaction you will be given\nthe opportunity to negotiate the mode of payment for\nyour services as our representative in\nCanada/America/Europe. if interested forward to him\nyour phone number/fax and your full contact addresses.\nRegards Mr YOKO Ono\n  Executive Director\n\n\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://yoursite.com\n\n\n", "id": "473331635b9fc172507798a75cb151a3"}