{"email_subject": "HELLO", "email_body": "\nHOPKINS MBEKI & CO\nSOLICITORS & ADVOCATE\nSOUTH AFRICA OPERATIONS\nPRAVITE EMAIL:hopkinsmbek1@hknetmail.com\n\nDear Sir,\n\nI am sure that this letter will come to you as a surprise, but i shall be grateful if you would read with the interest of assisting in the transaction tendered herein.\nMy name is HOPKINS MBEKI, Attorney at law and legal advisor to MR JOHN NORMAN, I  have an urgent and very confidential business proposition for you. an America Oil Consultant/Contractor with the Government of Benin-Republic, in 2001 MR JOHN NORMAN made a numbered times (Fixed) Deposited for twelve calendar month valued at US$25,800,030,00(twenty-five million eight-hundred and thirty dollars) in GUARANTEE OFFSHORE FINANCE in London upon maturity MR JOHN NORMAN.  \n\nI sent a routine notification to his forward address but got a reply. that MR JOHN NORMAN died from an automobile accident, MR JOHN NORMAN did not declare any next of kin in his official document, including his bank deposit paperwork. This sum of us$25,800,030,00 is still sitting in GUARANTEE OFFSHORE FINANCE ESCROW ACCOUNT in London. Website:guaranteeoffshorefinance.com    \n\nAccording to the laws of the country, at the end of expiration of 5 (FIVE) years, the money will revert to the ownership of Government if nobody applies to claim the funds. Consequently my proposal is that i will like you as a foreigner to stand in as the next of kin to MR JOHN NORMAN. i want you to provide me with your name and address so I the (ATTORNEY) will prepare the necessary Document and Affidavits which will put you in place as the next of kin drafting notarization of the will and obtain the necessary document and letters of probate & administration in your favor for the transfer into an account you will provide which will facilitate the transfer of this fund the provide account as the beneficiary / next of kin. \n\nThe money will be paid into your account for us to spare in the ratio of 60% for me 30% for you why 10% will be set aside for miscellaneous. Please reply immediately via the email address below. Upon your response, i shall then provide you with the necessary document that will enable you lay claim to the fund, all you need to do is to open an account with G.O.F for easy transfer of the funds this will save cause of transfer to your account and easy access, please observe utmost confidentiality, and rest assured that this transaction would be most profitable for both of us because i shall require your assistance to invest my share in your country. Awaiting your urgent reply on my private email box :hopkinsmbek1@hknetmail.com\n\nThank and Regards\n\n\nBARRISTER, HOPKINS MBEKI\n\n\n\n", "id": "4743fdb89fac9220237a60632309fa40"}