{"email_subject": "Your Response Needed ASAP ", "email_body": "FROM THE DESK OF MR.MUHAMED BELLO\nAUDITING AND ACCOUNTING MANAGER ,\nBANK OF AFRICAN B.O.A\nOUAGADOUGOU-BURKINA FASO.\n\nDEAR FRIEND ,\n\nI AM THE MANAGER OF AUDITING AND ACCOUNTING AT THE FOREIGN REMITTANCE \nDEPARTMENT OF BANK OF AFRICAN) HERE IN OUAGADOUGOU, BURKINA FASO. IN MY \nDEPARTMENT WE DISCOVERED AN ABANDONED SUM OF US$12.5M DOLLARS (TWELVE \nMILLION FIVE HUNDRED THAUSAND US DOLLARS) IN AN ACCOUNT THAT BELONGS TO ONE \nOF OUR FOR EIGN CUSTOMER (MR. ANDREAS SCHRANNER FROM MUNICH, GERMANY) WHO \nDIED ALONG WITH HIS ENTIRE FAMILY IN JULLY 2000 IN A PLANE CRASH. SINCE WE \nGOT INFORMATION ABOUT HIS DEATH, WE HAVE BEEN EXPECTING HIS NEXT OF KIN TO \nCOME OVER AND CLAIM HIS MONEY BECAUSE WE CANNOT RELEASE IT UNLESS SOME BODY \nAPPLIES FOR IT AS NEXT OF KIN OR RELATION TO THE DECEASED AS INDICATED IN \nOUR BANKING GUIDLINGS AND LAWS BUT UNFORTUNATELY WE LEARNT THAT ALL HIS \nSUPPOSED NEXT OF KIN OR RELATION DIED ALONGSIDE WITH HIM AT THE PLANE CRASH \nLEAVING NOBODY BEHIND FOR THE CLAIM.IT IS THEREFORE UPON THIS DISCOVERY THAT \nI NOW DECIDED TO MAKE THIS BUSINESS PROPOSAL TO YOU AND RELEASE THE MONEY TO \nYOU AS THE NEXT OF KIN OR RELATION TO THE DECEASED FOR SAFETY AND SUBSEQUENT \nDISBURSEMENT SINCE NOBODY IS COMING FOR IT AND WE DON'T WANT THIS MONEY TO \nGO INTO THE BANK TREASURY AS UNCLAIMED BILL.THE BANKING LAW AND GUIDLINE \nHERE STIPULATES THAT IF SUCH MONEY REMAINED UNCLAIMED AFTER FIVE YEARS, THE \nMONEY WILL BE TRANSFERED INTO THE BANK TREASURY AS UNCLAIMED FUND. THE \nREQUEST OF FOREIGNER AS NEXT OF KIN IN THIS BUSINESS IS OCCASSIONED BY THE \nFACT THAT THE CUSTOMER WAS A FOREIGNER AND A BURKINABE CANNOT STAND AS NEXT \nOF KIN TO A FOREIGNER.\n\nI AGREE THAT 30% OF THIS MONEY WILL BE FOR YOU AS A RESPECT TO THE PROVISION \nOF A FORIEGN ACCOUNT ,10% WILL BE SET ASIDE FOR EXPENSES INCURRED DURING THE \nBUSINESSAND 60% WOULD BE FOR ME THEREAFTER, I WILL VISIT YOUR COUNTRY FOR \nDISBURSEMENT ACCORDING TO THE PERCENTAGE INDICATED THEREFORE, TO ENABLE THE \nIMMEDIATE TRANSFER OF THIS FUND TO YOU ARRANGED,YOU MUST APPLY FIRST TO THE \nBANK AS RELATION OR NEXT OF KIN OF THE DECEASED WITH A TEXT OF APPLICATION \nTHAT I WILL SEND TO YOU,SO I WILL LIKE YOU TO SEND TO ME YOUR PRIVATE \nTELEPHONE AND FAX NUMBER FOR EASY AND EFFECTIVE COMMUNICATION AND LOCATION \nWHERE IN THE MONEY WILL BE REMITTED.UPON RECEIPT OF YOUR REPLY, I WILL SEND \nTO YOU BY FAX OR EMAIL THE TEXT OF THE APPLICATION.\n\nI WILL NOT FAIL TO BRING TO YOUR NOTICE THIS TRANSACTION IS HITCH-FREE AND \nTHAT YOU SHOULD NOT ENTERTAIN ANY ATOM OF FEAR AS ALL REQUIRED ARRANGEMENTS \nHAVE BEEN MADE FOR THE TRANSFER. YOU SHOULD CONTACT ME IMMEDIATELY AS SOON \nAS YOU RECEIVE THIS LETTER WRITING ME TO MY PRIVATE EMAIL \nADDRESS:MUHAMED_BELLO7@LATINMAIL.COM,\nTRUSTING TO HEAR FROM YOU IMMEDIATELY.\n\nYOURS FAITHFULLY,\n\n1. FULL NAME\n2. YOUR TELEPHONE NUMBER AND FAX NUMBER\n3. YOUR CONTACT ADDRESS.\n\nMR.MUHAMED BELLO\n\n_________________________________________________________________\nTestez Windows Llive Mail Beta ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "474cbad99ee2d4b42c17838a0bee8c58"}