{"email_subject": "SEEKING FOR YOUR CO-OPERATION...............", "email_body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDEAR FRIEND, \nI got your contact address through a reliable source in my search for a reliable and trustworthy person who will assist me in a business investment venture in your country. I am Mrs. LOUISA EJERCITOR ESTRADA, the wife of Mr. Joseph Estrada the former president of Philippine located in the south East Asia. My husband was presently impeached from office by a backed uprising of mass demonstrators and the senate. \nDuring my husband's regime as president of Philippine, I realized US$21.540 millions of dollars from various contract the projects I executed successfully. I had planned to invest this money for my children's future on real estate and industrial production. My husband is not aware of this because I wish to do it secretly for now Before my husband was impeached from office, I concretely and secretly deposited this money and declared it computerledger cards with diplomatic security company that transports valuable goods/consignment through diplomatic courier service to their offshore offices. \nThe consignments,which are contained in the two trunks, are declared are owned by my foreign business partners. I wish to discuss how much I will offer you if you will be willing to assist me claim the money and invest it in your country. I want to assure you that all modalities are put in place and it is a risk free transaction. I'm trusting you as a God fearing person who will not sit on my life saving fund. This business demands absolute secrecy and confidentiality, thus all communications for now should be through e-mail because all my phone lines are connected to the Philippine's telecommunication net work services. \nI will furnish you with more details when I receive your positive response. Expecting your urgent reply through the below email address \nThanks. \nBest regards, \nMrs. Louisa Ejercitor Estrada \nmrssestrada@yahoo.com \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "475193156853b137ace675c9223c7a73"}