{"email_subject": "TREAT AS URGENT5 ", "email_body": "FROM MRS AWA ABU\nATTN:  PROSPECTIVE PARTNER,\n\n                 A CONFIDENTIAL PROPOSAL\nGOOD DAY AND COMPLIMENT OF THE SEASON.I DEEM IT VITAL TO CONTACT YOU FOR A \nBUSINESS PROPOSAL BASED ON MY POSITION AS THE ACCOUNTANT GENERAL OF THE BANK \nOF AFRICA OUAGADOUGOU, BURKINA FASO .DURING MY QUATTERLY AUDITING/ACCOUNTING \n,I DISCOVERED IN A DOMICILIARY ACCOUNT FAVOURING A FOREIGN CUSTOMER , THE \nFLOATING SUM OF US$15,000,000 (FIFTEEN MILLION US DOLLARS).\nDURING MY INVESTIGATIONS ON THE ABANDONED SUM, I DISCOVERED THE OWNER AS A \nGERMAN CITIZEN NAMED MR.ANDREAS SCHRANNER WHO DIED IN A PLANE CRASH WITH HIS \nENTIRE FAMILY AND SUBSEQUENTLY THERE IS NO  NEXT OF KIN TO HIS ACCOUNT \n.VISIT THE WEB-SITE AS POSTED DATED .\nHTTP://NEWS.BBC.CO.UK/1/HI/WORLD/EUROPE/859479.STM\n\nBASED ON  THESE FACTUAL STATEMENTS, PLUS THE AVAILABLE FACTS AND FIGURES IN \nTHE BANK ARCHIVE ,WE STAND ON  A VANTAGE POINT  TO PUTTING UP A CLAIM ON THE \nFUND. THIS PROVIDENTIAL MISSION IS  HINGED ON THE FACT THAT, IT IS ONLY A \nFOREIGNER THAT CAN SUCCESSFULLY CLAIM THIS FUND SINCE THE  LATE DEPOSITOR \nWAS A FOREIGNER HIMSELF.\nWHAT YOU ARE REQUIRED TO DO IMPLICITLY IS TO PUT UP AN APPLICATION TO THE \nBANK AS HIS NOMINATED NEXT OF KIN BY HIS EXTENDED FAMILY IN GERMANY WHICH IS \nA WORKABLE APPROACH BECAUSE YOU WILL STAND BY THE POWER OF SUCH NOMINATION \nAS HIS COUSIN RESIDENT IN WHERE YOU ARE TODAY TO CLAIM THIS FUND INTO YOUR \nACCOUNT FOR BOTH OF US.\nANY QUESTION, INFORMATION THAT MAY BE REQUIRED BY THE BANK DURING THE \nPROCESS OF THE RECLAMATION WILL BE FORWARDED TO YOU ON DEMAND AS TO ENSURE \nTHAT THIS VENTURE IS SUCCESSFUL. IT IS HIGHLY CONFIDENTIAL AND RISK FREE BY \nVIRTUE OF MY POSITION AS AN INSIDER IN THE BANK.\nFINALLY, I SHALL GIVE YOU 30% IN RESPECT OF YOUR ASSISTANCE TO GET \nTRANSFERRED THIS FUND  INTO YOUR ACCOUNT OVERSEA.I WILL RELEASE TO YOU A \nDETAILED INFORMATION COVERING THE ABANDONED FUND ON YOUR URGENT REPLY. \nPLEASE I WANT YOU TO REPLY ME\nBACK WITH THIS EMAIL ADDRESS( mrs_awa2006@yahoo.com)\n\nMRS AWA ABU\n\n_________________________________________________________________\nDon't just search. Find. Check out the new MSN Search! \nhttp://search.msn.click-url.com/go/onm00200636ave/direct/01/\n\n\n\n", "id": "479a4302ad4674bc99f8ccb39a84f785"}