{"email_subject": "HELP PLEASE", "email_body": "Dear sir /madam\nMy name is miss Yssouf Nneoma  Woloso Age 26 years old Its the will of GOD that i\n write to  you,How was your day?.Mine is not good because i live in \nthe refugee camp here in Dakar Senegal.\nIn the camp we are only allowed to go out only with pemission from UN \ncamp master .Its just like one staying in the prison and i hope by Gods \ngrace i will come out here with your help. I am from Abidjan Ivory Coast in west \nAfrica and my late father Dr Woloso Amadou was known as a diamond delaer.\n \n As a refugee here i don't have any right or freedom of my own or\nprivilledge to do any thing because of the law of this country.I want to \ngo back to my studies because i only attended my first year before the \ntraggic incident that lead to my being in this situation now took place.\nPlease listen to this,i have some deposit certificate of my late \nfather's properties here with me because when he was alive he deposited some \namount of money in a security and finance company here which he used my \nname as the next of kin, the amount in question is Seven Million \nFive Hundred Thousand united states Dollars.\nSo i will like you to help me transfer this money to your account and \nfrom it ,you can send some money for me to get travelling documents and \nair ticket to come over to meet with you. I kept this secret to people \nin the camp here .\nSo in the light of above, i will like you to please send to me your \ncurrect phone and House address so that i will mail to you the contact of the\nscurity and finance company for you to confirm from the faninace company \nand tell them you are interested in helping me transfar the money to your accounts. \nthey should tell you the necessary requirement needed for the transfar.\nOut of this money i will give 15 percent for your help while 10 percent will be for the \nexpensis you incure during the transaction.\nI like honest and understanding people,truthful a man and woman of \nvision and hardworking With love.God bless you.\nSincerely,\nMissYssouf Nneoma Woloso.\nyou can contact me at my personel email  nneoma70@hotmail.com.\n\n\n\n\n", "id": "47a3a5cf59f4bfe1ac65555221946a14"}