{"email_subject": "ASSISTANCE FOR HELP", "email_body": "FROM:MR.PRINCE WILL NKOMA JOHANNESBURG SOUTH AFRICA. TEL: 27-73-6214455 HIGHLY  CONFIDENTIAL   -------------ATTN: MANAGING DIRECTOR/C.E.O. Dear Sir / Madam, My name is Prince Will Nkoma, the elder son of Mr.Ben Nkoma of Zimbabwe. This might be a surprise to you about where I got your contact address.I got your address from the South Africa information and word online. During the current war against the farmers in Zimbabwe from the supports of our President Robert Mugabe to claim all the white-owned farms to his party members and his followers,he ordered all white farmers to surrender all their farms to his party members and his followers. My father is one of the best farmers in our country and because he did not support Mugabe's ideas,Mugabe's supporters invaded my father's farm and burnt everything in the farm,killing my father and made away with a lot of items in my father's farm. Before his death,my father had deposited with one of the Security Company in Johannesburg,South Africa the sum of US$6.5 million {Six million, five hundred thousand united state dollars}.After the death of my father,we decided to move to the Republic of south Africa where he had deposited the money in the Security Company as valuables. So, i decided to contact overseas firm and companies that will assist me to move this money out of South Africa because as asylum seekers we are not allowed to operate any account within South Africa.We have agreed to offer you 20% of the total sum for your assistance,5% will be mapped out for any expenses that may be incurred in the course of this transaction and 75% will be for me and family to invest in your country. All I want you to do is to furnish me with your direct telephone and fax numbers for easy communication.You can contact me on the above Tel number. Note that this transaction is 100% RISK FREE and absolutely CONFIDENTIAL. Thanks and God b less. Prince Will Nkoma. For the family  Juega y llévate una PS2 two: Envía GENIOS al 5959. Ya.com ADSL 24h + Llamadas Nacionales y Locales 24h - desde 9,95 \u0080/mes+IVA. ¡Llévate el BALÓN del Mundial!: http://www.promomundial.ya.com/", "id": "47a50be9cbcddb2f730a84766639a733"}