{"email_subject": "From: Barrister Peter Brown", "email_body": "\nSENIOR ADVOCATE OF NIGERIA\nBARR. PETER BROWN (SAN)\nTEL: 234-8042-138-545\nE-MAIL: p_brown@lawyer.com\n\nDear Friend ,\n\nI am Barrister Peter Brown a member of Nigeria Bar\nAssociation (NBA).Your contact reached me through the\nWorld Business Encyclopaedia.Hence,I made up my mind to\nintroduce this business to you in confidence for the\nmutual benefit of both of us.\n\nThe sum of USD45M (Forty five Million United States)\nwas lodged into a security company here in the Country\nby the late Head of State (GEN.SANI ABACHA) for\nsafe-keeping. This money was lodged in security vaults\n/ boxes and labelled as personal belongings and as such\nthe security company does not know the true content of\nthe boxes.This money was originally meant to be used\nfor his political campaign. Because I was his family\nAttorney as such he confided in me with the\nrelevant document papers relating to this deposit\nbefore he died of cardiac arrest.\n\nAs a matter of fact we have concluded all arrangement\nwith an offshore Security Company to move this money as\na consignment through diplomatic means to their\noffshore affiliated office where you will be required\nto put claim to the consignment as the bonafide\nbeneficiary of the consignment. You should know that\nthis business is safety and 100% risk-free as it\ndoes not involve drug money or Terrorist fund.\n\nIf you are interested to carry out this transaction\nwith me, 20% will be for you for your assistance, 5%\nfor general expenses, and 75% for us.\n\nYou are required to send by e-mail immediately your\nFull name and Address, which I will use to draft an\nagreement that will guide and protect both of us in\nthis transaction also which will be used to\neffect the change of ownership of the consignment to\nyour name as the beneficiary of the consignment.\n\nAlso send me your Telephone and Fax numbers for easy\ncommunication.\n\nOnce you notify me your willingness by sending the\nabove requirement.This transaction will be concluded\nwithin 7 (seven)working days.\n\nI will be waiting for your urgent reply.You can reach\nme on my Cell Telephone No: 234-8042-138-545 or my\nalternative E-mail: p_brown@lawyer.com\n\n\nYours Faithfully,\n\nBarrister Peter Brown (SAN)\n\n\n\n\n", "id": "47ad4079b13a2a3d82afa78434556e13"}