{"email_subject": "DEAR FRIEND", "email_body": "FROM THE DESK OF MR ALIABDULAHI (ESQ)\nTH HEAD OF FILE DEPARTMENT, IN BANK\nOF AFRICA(B.O.A) OUAGADOUGOU\nBURKINA-FASO WEST AFRICA.\n\n\nUS$10.5M (TEN MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS) \nREMITTANCE OF\nCONFIDENTIAL IS THE CASE\")\n\nCOMLIMENTS OF THE SEASON 2007,\nI AM (MR ALIABDULAHI(ESQ)HEAD OF FILE DEPARTMENT & DEBT RECOVERING IN( BANK \nOF AFRICA)  OUAGADOUGOU BURKINA-FASO WEST AFRICA. FIRST, I MUST SOLICIT YOUR \nCONFIDENCE IN THIS TRANSACTION?\n\nTHIS IS BY VIRTUE OF ITS NATURE AS BEING  UTTERLY CONFIDENTIAL AND TOP \nSECRET.\nHOWEVER AFTER SERIES OF PETITION WAS RECIEVED BY THIS PRESENT REGIME FROM \nFOREIGN CONTRACTORS AND INABILITY OF THE BANK OF AFRICA (B.O.A)TO FULFILL \nTHEIR OBLIGATION FOR THE PAYMENT TO ITS FOREIGN CREDITORS, IN CONJUNCTION \nWITH THE COUNCIL OF MINISTERS, THEY MANDATED US TO CARRY OUT A CAREFUL AND \nCOMPREHENSIVE REVIEW OF ALL OVERDUE PAYMENTS TO FOREIGN CONTRACTORS AND TO \nEFFECT PAYMENTS IMMEDIATELY.\n\nDURING THE ABOVE MENTIONED PROCESS, WE DISCOVERED AN ABANDONED SUM OF \nUS$10.5M (TEN MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS )IN AN \nACCOUNT THAT BELONGS TO ONE OF OUR FOREIGN CUSTOMER (MR. ANDREAS SCHRANNER \nFROM MUNICH, GERMANY) WHO DIED ALONG WITH HIS ENTIRE FAMILY IN A PLANE CRASH \nTHAT HAPPENED ON (MONDAY 31 JULY 2000).SINCE WE GOT INFORMATION ABOUT HIS \nDEATH, WE HAVE BEEN EXPECTING HIS NEXT OF KIN TO COME OVER AND CLAIM HIS \nMONEY BECAUSE WE CANNOT RELEASE IT UNLESS SOME BODY APPLIES FOR IT AS NEXT \nOF KIN OR RELATION TO THE DECEASED AS INDICATED IN OUR BANKING GUIDELINES \nAND LAWS BUT ALONG SIDE UNFORTUNATELY WE LEARNT THAT ALL HIS SUPPOSED NEXT \nOF KIN OR RELATION DIED  WITH HIM AT THE PLANE CRASH LEAVING NOBODY BEHIND \nFOR THE CLAIM.\n\nPLANE CRASH WEB SITE...http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\nIT IS THEREFORE UPON THIS DISCOVERY THAT I AND OTHER OFFICIALS IN MY \nDEPARTMENT\nNOW DECIDED TO MAKE THIS BUSINESS PROPOSAL TO YOU AND RELEASE THE MONEY TO \nYOU AS THE NEXT OF KIN OR RELATION TO THE DECEASED FOR SAFETY AND SUBSEQUENT \nDISBURSEMENT SINCE NOBODY IS COMING FOR IT AND WE DON'T WANT THIS MONEY TO \nGO INTO THE BANK TREASURY AS UNCLAIMED BILL.\n\nI AGREE THAT 40% OF THIS MONEY WILL BE FOR YOU AS A FOREIGN PARTNER, IN \nRESPECT TO THE PROVISION OF A FOREIGN ACCOUNT,AND 50% WOULD BE FOR ME, WHILE \n10% WILL BE FOR EXPENSES INCURE DURING THE TRANSACTION. THERE AFTER I WILL \nVISIT YOUR COUNTRY FOR DISBURSEMENT ACCORDING TO THE PERCENTAGE \nINDICATED.THEREFORE, TO ENABLE THE IMMEDIATE TRANSFER OF THIS FUND TO YOU AS \nARRANGED, YOU MUST APPLY FIRST TO THE BANK AS RELATION OR NEXT OF KIN OF THE \nDECEASED INDICATING YOUR BANK NAME, YOUR BANK ACCOUNT NUMBER, YOUR PRIVATE \nTELEPHONE AND FAX NUMBER FOR EASY AND EFFECTIVE COMMUNICATION AND LOCATION \nWHEREIN THE MONEY WILL BE REMITTED.\n\nUPON THE RECEIPT OF YOUR REPLY, I WILL SEND TO YOU A SPECIMEN OF APPLICATION \nWHICH YOU WILL FORWARD TO THE PAYING BANK INTRODUCING YOURSELF AND AT THE \nSAME TIME INTRUCTING BANK TO EFFECT THE RELEASE OF THE FUND INTO YOUR \nACCOUNT, IWILL NOT FAIL TO BRING TO YOUR NOTICE THAT THIS TRANSACTION IS \nHICH-FREE?\nTHAT YOU SHOULD NOT ENTERTAIN ANY ATOM OF FEAR AS ALL REQUIRED ARRANEMENT \nHAVE BEEN MADE FOR THE TRANSFER\n..\nYOU SHOULD CONTACT ME IMMIDIATELY AS SOON AS YOU RECEIVE THIS MESSAGE WITH \nMY PRIVATE MAIL ADDRESS FOR MORE IMFORMATION,\nTHANK FOR YOUR CO-OPERATION\nYOUR SINCERELY\nMR ALIABDULAHI(ESQ)\n\n_________________________________________________________________\nTestez Windows Live Mail Beta ! http://www.ideas.live.com/\n\n\n\n", "id": "47c714af7cc82aa295989c6422871849"}