{"email_subject": "AN URGENT HELP.", "email_body": "Good Day , \nl am Dr.Titi Okonkwo., Civil Servant in the Ministry \nof Health. l know this proposal will come to you as \nasurprise because we have not met before either \nphysically or through correspondence. \nI got your contact from our chamber of commerce here\nin Nigeria and have no doubt in your ability to handle\nthis proposal involving huge sum of money. \nMy father Chief Isama Okonkwo (Now Late) was the Royal\nHead of my community, ELEME (an oil rich town) in\nNigeria. My community produces 5.8% of the total crude\noil production in Nigeria and 0.5% of the Dollar value\nof each barrel is paid to my father as royalty by the\nFederal Government. My father was also the Chairman of\nISAMA Special Oil Trust Fund. In his position as the\nRoyal head and Chairman of the Oil Trust Fund, he made\nsome money which he left for me as the only heir to\ninherit.\nThe money is Eighteen Million, Five Hundred Thousand\nUS Dollars(US$18.5). This Money originated from the\naccumulated royalties between 1976-1998 . Due to poor\nbanking system in Nigeria and political instability as\na result of past Military rules (1985-1999) , he\ndeposited this Money in a Strong Room/\"VAULTS\" with an\nopen beneficiary in a security company pending when he\nwould finish arrangement to transfer it abroad . He\nwas planning this when he died late last year of Heart\nAttack. \nJust before my father died he called my attention to\nthe money and charged me to look for a foreigner who\nwould assist me in the transfer/investment of the\nfunds abroad. So l would be very grateful if you could\naccept to help me achieve this great objective. \nI promise to give you 15% of the total funds\ntransferred to your vital bank account as compensation\nfor your assistance. Five percent (5%)has been set\naside to take care of all expenses we may incure\nduring the transaction. To indicate your interest,\ncontact me urgently and confidentially for more\ninformation and the roles you will play in this\nbusiness. \nAll the legal Documents concerning this Money will be\nsent to you as soon as we agreed together. Please I will \nappreciate that you send your telephone/fax numbers to \nenable me contact you immediately for discussions. \nMay the almighty God bless you. \nYours faithfully, \nDr.Titi Okonkwo \n\nYou can reach me with my private email address: \" titiokonkwo@post.cz\n\n\n\n\n\n", "id": "47d683bbefcb3c884f41ec98caf3d725"}