{"email_subject": "READ THIS E-MAIL", "email_body": "\nAs you read this, I don't want you to feel sorry for\nme, because, I believe everyone will die someday.\nMy name is MRS WU YUNG a merchant SENTOSA in SINDAPORE,\nI have been diagnosed with Esophagealcancer.\nIt has defiled all forms of medical treatment, and right now\nI have only about a few months to live, according to medical experts. I\nhave not particularly lived my life so well, as I never really cared for\nanyone(not even myself) but my business. Though I am very rich, I was never\ngenerous, \nI was always hostile to people and only focused on my\nbusiness as that was the only thing I cared for. But now I regret all this as I\nnow know that there is more to life than just wanting to have or make all\nthe money in the world.I believe when God gives me a second chance to\ncome to this  world I would live my life a different way from how I\nhave lived it. Now that God has called me, I have willed and given most\nof my property and assets to my immediate and extended family members as\nwell as a few close friends.I want God to be merciful to me and\naccept my soul so, \nI have decided to give alms to charity organizations, as\nI want this to be one of the last good deeds I do on earth. So far, I\nhave distributed money to some charity organizations in the U.A.E, Algeria\nand Malaysia. \nNow that my health has deteriorated so badly, I cannot do this myself anymore. \nI once asked members of my family to close one of my\naccounts and distribute the money which I have there to charity\norganization in Bulgaria and Pakistan, they refused and kept the money to\nthemselves. Hence, I do not trust them anymore, as they seem not to be\ncontended with what\nI have left for them.The last of my money which no one knows of is the huge\ncash deposit of  eighteen million united states dollars that I have\nwith a finance/Security Company abroad. I will want you to help me collect\nthis deposit and dispatched it to charity organizations.\n\nI have set aside twenty percent for you and for your\ntime.\n\nGod be with you.\n\nregards\n\nMRS WU YUNG\n\n\n\n\n", "id": "4808c1c88f4d19e1e3bf26854929774f"}