{"email_subject": "Re; Letter", "email_body": "Dear Friend,\n\nWarmest greetings in the name of ALLAH,the most gracious. I pray that he may grant you the wisdom to understand the pathetic story i am about to tell and the courage to offer the much needed support i solicite for in this letter.\n\nI am a mother of two and the wife of late General YOUSSEF EL HADIDI of the defuct Republican Guard of ousted President Saddam Hussein . During the hay days of ex-president Saddam rulership in iraq my late husband was head of secret Army's procurement unit of the Republican Guard. His position and resposibility  availed him with so much power and financial liquidity that he was able to amass substantial amount of money some of which he wisely move to secret custody  out side iraq. Having forseen the caputilation of Saddam Hussein government my late husband quietly moved his family (my two kids & I) to Europe and tried to desert the Iraqi Army to join us in Europe, but was cought up  with by the dangerosu secret security mechinary  of Saddam. He was brutally murdered on the order of Saddam himself and all our properties and estate including bank account were consficated by the infamosu regime. \nEver since my kids and i have lived in pennary until we uncovered through the help of his life -long solicitor some funds he left in a safe custody in London here.\n\nIt is for the purpose of entrusting and investing this huge fund with little or no trace to our family that i send you this propostition. The funds in question is $35 Million (Thirty Five Million) and is presently deposited in a trust company awaiting directives from me as my husband next of kin to move it.\n\nIt is true that i have never known you but i am desprately in need of somebody to trust, it has become a matter of expediency and total surrended to the will of God , the Almighty. \nIf you do  understand my story willing and capable of handling this trustteeship proposition, kindly oblige me by sending your personal and business profile including all contact details for us to move forward without delay. You can reach me direclt on my fax +447092041337.\n\nAwaiting your response,\nYours truly,\nJumai Hadidi\nTel/fax: 4470920341337  ", "id": "481f10b5754f311348088b25d63ceb9d"}