{"email_subject": "DEAR FRIEND", "email_body": "MARK DANIELS.\nREPLY EMAIL: m_daniel@myway.com  \n\nDear friend \nThis letter may come to you as a surprise due to the\nfact that we have not yet met. I have to say that I\nhave no intentions of causing you any pains. As you\nread this, I do not want you to feel sorry for me,\nbecause, I believe everyone will die someday. My name\nis Mark Daniels, a merchant in Dubai, in the U.A.E. I\nhave been diagnosed with prostate and esophageal\ncancer that was discovered very late due to my laxity\nin caring for my health. It has defied all forms of\nmedicine and right now, I have only about a few months\nto live according to medical experts.\nI have not particularly lived my life so well, as I\nnever really cared for anyone not even myself but my\nbusiness. Though I am very rich, I was never generous,\nI was always hostile to people and only focus on my\nbusiness as that was the only thing I cared for. But\nnow I regret all this as I now know that there is more\nto life than just wanting to have or make all the\nmoney in the world. I believe when God gives me a\nsecond chance to come to this world I would live my\nlife a different way from how I have lived it. Now\nthat I know my time is near, I have willed and given\nmost of my properties and assets to my immediate and\nextended family members and as well as a few close\nfriends.\nI have decided to give alms to charity organizations,\nas I want this to be one of the last good deeds I do\non earth. So far, I have distributed money to some\ncharity organizations in the U.A.E, London and\nIreland. Now that my health has deteriorated so badly,\nI cannot do this my self any more. I once asked\nmembers of my family to close one of my accounts and\ndonate the money, which I have there to charity\norganization in Bulgaria, they refused and kept the\nmoney to themselves. Hence, I do not trust them\nanymore, as they seem not to be contented with what I\nhave left for them. The last of my money which is the\nhuge cash deposit that I have with security firm\nAbroad .I will want you to help me collect this\ndeposit and dispatched it to charity organizations and\nlet them know that it is I Mark Daniels that is making\nthis generous donation. I am writing this from my\nlaptop computer in my hospital bed where I wait for my\ntime to come. I pray that God uses you to support and\nassist me with good heart.\nContact email:m_daniel@myway.com\nGod be with you,\nMark Daniels.\n\n\n\n\n", "id": "4845434e16918b64b1468089bcd374de"}