{"email_subject": "FROM THE DEK OF DR BATURE", "email_body": "MINISTRRY OF MINES&POWER\n3,MITAMAZ DRIVE\nABUJA,NIGERIA.\nFROM THE DESK OF:DR BELLO BATURE.\n\nATTN:\nI write to enquire of your personal or company profile and investment procedures, I am Dr Bello Bature and I work for the Ministry of Mines &Power in Nigeria, and by this letter, I am\nrepresenting and also acting on behalf of my two senior colleagues (The\nDirector General and the group General Manager) who have mandated that I\ngot in contact a trusted and reliable foreign based businessman/woman\nconcerning the business matter of mutual benefit toall.By thismandate\ngiven to me,we are in dire need of foreign partners to\nassist us in the transfer Investment of US$24,000,000.00(twenty four\nmillion united statesdollars). The key issue is the transfer and the\nsubsequent Investment of the said sum. We are ready to go into anagreement\nwith you and also offer you a negotiable fee for puttingtogether an\nInvestmentportfolio. It does not matter whether or not you\nown a company or you have invested fundsbefore. We shall guide you on what\nto do. The basis will be that a major company won a contract\nandsubcontracted it toyou. More often, big trading companies and firm of\nunrelated field won contracts and subcontracts to more specialized firms\nfor execution.We shall follows strictly all the legal procedures entailed\nthe laws of our land and international laws in transferring the fund to\nyou. The sources of the fund are legitimate and authoritative. Please be\ninformed that Nigerian Government Monitory Policy, strategic positioned\nGovernment officials are not allowed to operate or own bank account\noverseas, hence,we are in need for a foreign partner to front for us.We\npray that you take the essence of this letter in strict confidence, as the\ntwo offices involved would not like to be exposed on this. Kindly\nfirstnotify me onyou wiliness to assist us through this email address\nDetails will be made available to you  as soon as you respond.You are to\ncontact me only on this email address specifically for more information\nand you are to keep this business proposal very confidential for\nsecurityreason.Thank you and God bless as we wait for your urgent response.\n\nYours faithfully,\nDr.Bello Bature.\nTEL:23433704238.\nEMAIL:dr.bell_bat@portugalmail.com\n\n\n\n\n\n\n", "id": "488546d6b3e89006d835e673a8c4485b"}