{"email_subject": "transparent enterprises", "email_body": "Dear Sir,  I am Sam Aluko, former special adviser on Petroleum matters  to the late  Head of State of Government of Nigeria Gen. Sani Abacha.  Because of my  strategic position in the former Government and also being a  close confidant  of the late Head of State, I was able to acquire personally the  sum of  $50,000,000.00 USD ( fifty million United States Dollars only)  presently  lodged in a Security Deposit in Europe. I made this money  largely through  \"CONSULTANCY FEE\" and Good Faith Fees\" paid by foreign Oil  companies prior  to Allocation of Deep Water Oil Blocs and other  Lifting/prospecting Right.  Nigeria is the 6th largest Producer/Exporter of Crude Oil in  the World.  As you are probably aware of the fact that Nigeria is prone to  Military coups and the resultant Political/Economic Instability  has fueled  hyper Inflation, amongst other problems. I have therefore  resolved to  invest my money abroad, preferable in Real Estate Properties  and Importation  of Goods from your country for safety and optimum returns on  Investment.  However the, present civilian administration of President  Olusegun Obasanjo  has placed a restriction of movement on every member of the  cabinet of the  past military government. This is as a result of the panel of  inquiry  slated to investigate most of the atrocities perpetrated by the  late former  head of state. This means that I cannot travel out now till the  panel  conclude its investigations which only God knows when that  would be.  Straight transfer of this money into a bank abroad will present  two major  problems one, the tax incidence will be too high, as much as  60% of this  money will go up in Taxes, Levies, Penalties etc. as a result  of Government  deliberate restrictions on flight of capital Abroad. However  arrangement  have been put in place for you to receive this money from a  trust worthy  security Deposit Company in Europe. As soon as you indicate  your interest.  I will send to you the security Code number, certificate of  deposit number  and airway bill number of the Deposit that will serve as the  onus of proof  to enable you claim the Money, which is tagged, Diplomatic  Luggage.  All I now need is an honest partner who can receive the money  on my behalf  and help me to invest as aforementioned.  There is absolutely no risk involved in this transaction, as  the money will  be delivered to you in United States Dollars Bills.  If you are interested in assisting me, please send to me by  email  immediately your preferred contact address where you can be  reached at any  time, upon receipt of the money, you are to lodge this money in  a bank  account and contact me for necessary arrangements for the  investment of the  funds. For your help and assistance in this deal, you will be  entitled to  25% of this money in cash or Equity if you wish to join the  proposed  company.  Finally you are to please urgently send to me through the  required contact address that include your telephone and fax  number), so  that I can instruct the West side Deposit Company to go ahead  with the  transfer to you  Best regards,  Sam Aluko ------------------------------------------------------------ http://Game.37.com/  <--- Free Games http://newJoke.com/   <---  J O K E S  ! ! !", "id": "48de154b84ffb5062dd3c68709b3d493"}