{"email_subject": "FROM THE DESK OF MR ALEXANDRE BIAISE.", "email_body": "FROM THE DESK OF MR ALEXANDRE BIAISE.,\nDIRECTOR/OFFICE OF THE CHAIRMAN,\nCONTRACT AWARDING COMMITTEE:\nEUROPEAN UNION CONSTRUCTION CONTRACT.\nBURKINA FASO.\nWEST AFRICA.\n\nDear Friend,\n\nI am Mr Alexandre Biaise, the Chairman of EUROPEAN UNION CONSTRUCTION \nCONTRACT Awarding Committee (EUCCAC) in BURKINA FASO West Africa.\nI got your information in a business directory from the Burkina Faso Chamber \nof Commerce and industries, when I was searching for a reliable, honest and \ntrust worthy person to entrust this business with.\nI was  simply inspired and motivated to pick your contact from the \ndirectory. After discussing my view and your profile with my colleagues, \nthey were very much satisfied and decided to contact you immediately for \nthis mutual business relationship.\nWe wish to transfer the sum of USD$36.000,000.00 (Thirty Six million United \nStates Dollars only.) into your personal or company's bank account.\nThis fund was a residue of the over  invoiced contract bills awarded by us \nfor the supply of equipment,hard/soft wares, pharmaceuticals/medical items \nrelating to constructing tool's, light and heavy duty vehicles, apparels and \nother administrative logistics etc for the Burkina Faso Projects.\nThis DEAL was deliberately hatched out and carefully protected with all the \nattendant loop holes sealed off. As the Chairman of CAC, I have the \ncooperation and mandate of the Financial Director and the Secretary of the \nOrganization.\nWe arranged and over invoiced the contract funds supplied by different \ncompanies from  different countries. It was our consensus to seek the \nassistance of a willing foreigner to provide us with the facilities to \ntransfer this money out of Burkina Faso.\nThis is borne out of our belief in the non-stable and spurious political \nnature of this sub-region.The original contractors have been duly paid by \nthe Bank of Africa Ouaga-Burkina-Faso in West Africa. (Bank of Africa, \nOuaga-Burkina-Faso in West Africa).\nThrough our bankers - Societe Generale Banque. This balance is suspended in \nthe escrow accounts awaiting claims by any foreign company of our choice. We \nintend to pay out this fund NOW as the  organization is winding up its \nactivities and the coast has been achieved.\nBased on the laws and ethics of employment, we as civil servants working \nunder this organization, are not allowed to operate a foreign account.\nThis is the more reason why we needed your assistance to provide an account \nthat can sustain this fund for safe keeping and our future investment with \nyour comprehensive advise, assistance and partnership in your country.\nIt is however agreed, as the account owner in this deal to allow you 30% of \nthe entire sum as\ncompensation, 60% will be held on trust for us while 10% will be used to \ndefray any incidental charges and cost during the course of the transaction.\nThis transaction will be successfully concluded within 14 days if you accord \nus your unalloyed and due cooperation. You should provide the followings;\n1, YOUR COMPANY'S NAME WITH COMPLETE ADDRESS,\n2, Your TEL AND FAX NUMBERS. (if available)\n3, THE NAME OF YOUR BANK,\n4, ITS ADDRESS WITH TEL, FAX AND TELEX NUMBERS.\n5, ACCOUNT NUMBER.\n6, SWIFT CODE.\n7, THE COMPLETE MAILING ADDRESS OF THE BENEFICIARY WITH TELEPHONE AND FAX \nNUMBERS.\nUpon the receipt of this information, the documents and approval with the  \ntext will be sent to you for confirmation and then forwarded to the \norganization for ratification and subsequent payment.\nAs with the case of all organized (sensitive) and conspired DEALS, we \nsolicit for your unreserved confidentiality and utmost secret in this \nbusiness. We hope to retire peacefully and lead a Honorable business life \nafterward.\nThere are no risks involved regards in this business. I suggest you reply me \nback for more intimate and details discussions.\n\nYours Faithfully.\nMr. MR ALEXANDRE BIAISE.\n\n_________________________________________________________________\nDon't just search. Find. Check out the new MSN Search! \nhttp://search.msn.com/\n\n\n\n", "id": "495a105765fb84b1af7f03dbd3ea81f8"}