{"email_subject": "FEEDBACK", "email_body": "5/6 SUNNY ROAD \nGLENHAZEL JO, BORG\n2162 SOUTH AFRICA\n\nTEL:873-763619434\nFAX:873-763619436\n\n\n{URGENT AND CONFIDENTIAL)\n\n(RE: TRANSFER OF ($ 134,000.000.00 USD \nONE HUNDRED AND THIRTY FOUR MILLION DOLLARS ) \n\nDear,\n\nWe want to transfer to overseas ($ 134,000.000.00 USD) One\nhundred and Thirty four million United States Dollars) from\nNational Credit Bank (NCB) of South Africa, I want to ask\nyou to quietly look for a reliable and honest person who\nwill be capable and fit to provide either an existing bank\naccount or to set up a new Bank a/c immediately to receive\nthis money, even an empty a/c can serve to receive this\nmoney, as long as you will remain honest to me till the end\nfor this important business trusting in you and believing\nin God that you will never let me down either now or in\nfuture.\n\nI am MR FRANK DAMAS , the Auditor General in Natinal Credit\nBank (NCB) of South Africa, during the course of our\nauditing I discovered a floating fund in an account opened\nin the bank in 1993 and since 1999 nobody has operated on\nthis account again, after going through some old files in\nthe records I discovered that the owner of the account died\nwithout a [heir] hence the money is floating and if I do\nnot remit this money out urgently it will be forfeited for\nnothing. The owner of this account is Mr. Reed H.Huish, a\nforeigner, and a sailor, and he died, since 1999. And no\nother person knows about this account or any thing\nconcerning it, the account has no other beneficiary and my\ninvestigation proved to me as well that Reed H.Huish until\nhis death was the Reed H.Huish Coy.(pty). SA. \n\nWe will start the first transfer with Thirty four million\n[$34,000.000.00] upon successful transaction without any\ndisappoint from your side, we shall re-apply for the\npayment of the remaining rest amount of($ 100,000.000.00\nUSD) to your account.\n\nThe amount involved is ($ 134,000.000.00 USD) One hundred\nand thirty four million United States Dollars, only I want\nto first transfer $34,000.000.00 [thirty four million\nUnited States Dollar ]from this money into a safe\nforeigners account abroad before the rest, but I don't know\nany foreigner, I am only contacting you as a foreigner\nbecause this money can not be approved to a local person\nhere, without valid international foreign passport, but can\nonly be approved to any foreigner with valid international\npassport or drivers license and foreign a/c because the\nmoney is in us dollars and the former owner of the a/c Mr.\nReed H.Huish is a foreigner too, and the money can only be\napproved into a foreign a/c.\n\nHowever, we will sign a binding agreement, to bind us\ntogether I got your contact address from the Girl who\noperates computer, I am revealing this to you with believe\nin God that you will never let me down in this business,\nyou are the first and the only person that I am contacting\nfor this business, so please reply urgently so that I will\ninform you the next step to take urgently. Send also your\nprivate telephone and fax number including the full details\nof the account to be used for the deposit.\n\nI need your full co-operation to make this work\nfine.Because the management is ready to approve this\npayment to any foreigner who has correct information of\nthis account,which I will give to you, upon your positive\nresponse and once I am convinced that you are capable and\nwill meet up with instruction of a key bank official who is\ndeeply involved with me in this business. I need your\nstrong assurance that you will never, never let me down.\n\nWith my influence and the position of the bank official we\ncan transfer this money to any foreigner's reliable\naccount, which you can provide with assurance that this\nmoney will be intact pending our physical arrival in your\ncountry for sharing. The bank official will destroy all\ndocuments of transaction immediately we receive this money\nleaving no trace to any place and to build confidence you\ncan come immediately to discuss with me face to face after\nwhich I will make this remittance in your presence and\nthree of us will fly to your country at least two days\nahead of the money going into the account.\n\nI will apply for annual leave to get visa immediately I\nhear from you that you are ready to act and receive this\nfund in your account. I will use my position and influence\nto obtain all legal approvals for onward transfer of this\nmoney to your account with appropriate clearance from the\nrelevant ministries and foreign exchange departments.\n\nAt the conclusion of this business, you will be given 35%\nof the total amount, 60% will be for me, while 5% will be\nfor expenses both parties might have incurred during the\nprocess of transferring.\n\nI look forward to your earliest reply to phone and fax\nnumber above or[frankdamas@webmail.co.za]\n\n\nRegards,\n\nMR FRANK DAMAS\n\n___________________________________________\n Look Good, Feel Good www.healthiest.co.za\n\n\n", "id": "499f9cc4a08fbf7d68811e1862b3abbf"}