{"email_subject": "SADDAM HUSSEIN'S PALACE", "email_body": "Dear Sir,\n\nI got your contact from the World Trade Organisation\ndirectory of the US,Canada& European Union and I am very\nsorry to interrupt your peace since you are not expecting\nto receive any mail from me.\n\nHowever, I was obliged to do so due to the importance and\nurgency of the message. I crave your indulgence,and want to\nreassure you that I mean well and that it is only for our\nmutual good. So please do not be embarrassed.\n\nMy name is Mr.Mike Hammer. I am a social worker with an\ninternational-Governmental/Voluntary organization based in\nAfrica. I am the Accounts/ Project Director in-charge\nof the Middle East regional representation. Our\norganization, through local NGO'S and other Agencies and in\npartnership with the United Nations High Commission for\nRefugees, UNHCR, UNESCO, etc works and sponsors \ndevelopment\nprojects and social services in some third world/\ndeveloping countries, assistance and re-settlement of\nvictims of natural disaster, civil wars and Refugees,\ndisplaced/oppressed children and minority people around the\nworld.\n\nI am just back from Iraq where in the cause of performing\nour duties we found a huge amount of cash in an abandoned\nPalace, I reached an agreement with the members of my team\nwhom are UN officials and we agreed to keep this money to\nourselves and then moved the box out of Iraq to Europe\n(with their immunity as UN officials they are not searched\nat borders or airports). Now, I am in need of a reliable\nand trustworthy person or company overseas whom I can\nconfidently work with since my work does not permit me to\nown a foreign bank account or any personal business\nuntil retirement, I have the honor to confide this\ninformation in you and to request for your pleasure to\nassist to receive and secure the money in your account,\npending our retirement from service.\n\nPlease understand that my approach to you is based only on\nmy positive reasoning and on the belief that you will not\ndisappoint or betray me at last. The amount is fairly huge\nand we have agreed that on completion of the deal, you will\nretain some reasonable percentage of the money(20%)\nas a compensation for your assistance.the amount of the\nmoney is FIFTEEN POINT FIVE MILLION UNITED STATES \nDOLLARS\nTo consider our official positions, reputation and\nintegrity, especially,the opportunities in the business\nitself, it is very necessary that all due care be taken\nso that we do not miss the opportunity due to carelessness.\n\nYou are therefore expected and advised to display high\ndegree of maturity,responsibility and understanding in\nhandling this information.\nI will give you all the details in my next mail when you\nhave indicated your interest and commitment to work with\nme. Always remember that this is the highest confidence and\ntrust any person can repose on the other,\nespecially when it is considered that we did not know\nourselves before. I hope you will honor me too.\n\nWe can come over to join you for sharing and to guarantee\nthat we have unlimited access to you before and when the\nfunds hit your account.Moreso for an effective and easy\ncommuniation I will advice that you furnish me with your\ntelephone, cell and I eagerly await your positive response.\n\nBest regards,\nMike Hammer.\n\nPlease reply only to this email address\nmikehammer@mail2mime.com\n\n\n", "id": "49d1cc12185be5423ef2aaf87432ddf8"}