{"email_subject": "GOOD NESW [FROM Andrew William]", "email_body": "Atten.\n\n[HIGHLY CONFIDENTIAL]\n[TRANSFER OF [THIRTY SIX MILLION SEVEN\n \nHUNDRED AND FIFTY NINE THOUSAND POUNDS STERLINGS]\n\nTRANSFER OF \n36,759,000.00 MILLION POUNDS TO YOUR ACCOUNT. My name is Dr.Andrew \nWilliam, and I work in the International Operation Department in a Bank \nhere in London.I feel quite safe dealing with you in this important \nbusiness.Though, this medium (Internet) has been greatly abused, I \nchoose to reach you through it because it still remains the fastest \nmedium of communication. However, this correspondence is unofficial and \nprivate, and it should be treated as such.\n\nAtfirst I will like to \nassure you  that this transaction is 100% risk and trouble free to both \nparties. WE WANT TO TRANSFER OUT MONEY FROM OUR BANK HERE IN LONDON. \nTHE FUND FOR TRANSFER IS OF CLEAN ORIGIN. THE OWNER OF THIS ACCOUNT IS \nA FOREIGNER, a program leader.Until his eath,The Late Prime Minister, \nMr. Rafik Hariri, has a huge investment here in the United Kingdom and \nall over the world, as a matter of fact he has the sum of(THIRTY SIX \nMILLION SEVEN HUNDRED AND FIFTY NINE THOUSAND POUNDS STERLINGS) in his \naccount here in London which he deposited as a family valuables.The \nfamily do not know about this deposit.\n\nI was on a routine inspection \nthat I dscovered a dormant domiciliary account with a BAL. Of (THIRTY \nSIX MILLION SEVEN HUNDRED AND FIFTY NINE THOUSAND POUNDS STERLINGS) on \nfurther discreet investigation, I also discovered that the account \nholder has passed away (dead) leaving no beneficiary to theaccount. The \nbank will approve this money to any foreigner because the former \noperator of the a/c is a foreigner. I am certainly sure that nobody \nwill come again for the claim of this money. A foreigner can only claim \nthis money with legal claims to the account Holder, therefore I need \nyour cooperation in this transaction. I will provide all necessary \ninformation needed in order to claim this money, Hoping in God that you \nwill never let me down now and in future.o.k!\n\nRafik Bahaa Edine Hariri \n(November 1, 1944 - February 14, 2005), married to Nazek Audi Hariri, \nwas a Lebanese self-made illionaire and business tycoon, and was five \ntimes Prime Minister of Lebanon (1992-1998 and 2000-2004) before his \nlast resignation from office on October 20, 2004. The late Rafik Hariri \ndied on February 14, 2005 when explosives equivalent to around 300 kg \nof C4 were detonated as his motorcade drove past the Saint George Hotel \ni n theLebanese capital, for more information please log on to (http:\n//www.hariri.info) I WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGN \nACCOUNT ABROAD BUT I DON'T KNOW ANY FOREIGNER WHOM I CAN TRUST, I KNOW \nTHAT THIS MESSAGE WILL COME TO YOU AS A SURPRISE AS WE DON'T KNOW \nOURSELVES BEFORE, BUT BE SURE THAT IT IS REAL AND A GENUINE BUSINESS.\n\nI CONTACT YOU BELIEVING THAT YOU WILL NOT LET ME DOWN ONCE THE FUND \nGOES INTO YOUR ACCOUNT.\n\nLet me hear from you URGENTLY by Email.\n\nBest \nRegards\nDr. Andrew William\n\n\n\n\n\n\n", "id": "4a3afdd953636daf572f1c617abdbcfb"}