{"email_subject": "Mrs.Nuchoni Yaoprasirth. ", "email_body": "Dear, Sir/Madam.\nPlease forgive my approach if this message comes to you as suprise and may offend your personality for requesting for your assistance in a business transaction without your prior consent.\nMy name is Mrs.Nuchoni Yaoprasirth.I am from Bangkok-Thailand and i live in Dubai-UAE. where i work with the National Bank of Dubai here in United Arab Emirates (UAE). As the chief auditor for the year 2004/2005. Last year during our auditing section for the year 2004. We discovered an abandoned deposit of Six Million Five hundred thousand United States Dollars (US$ 6.5, 000.000.00). Which belongs to a late customer of the bank who died eight years ago in a plane crash in an island in Iran. The name of the island is, Kish Island located in Iran and it is about 45 minutes to UAE. By air. \nI have investigated the deposit file and records and have discovered that the late depositor of the abandoned funds is an American citizen who is an oil merchant and a contractor here in the UAE. The name of the late depositor is, Late Engr. Armen A. Seginian. And his next of kin has not been located since the death of this late customer of the above named bank here in the UAE.\nWhy I contacted you is for you to stand as the next of kin to the late depositor of this funds to enable us move this funds out of the bank here in Dubai-UAE. To a secured account in your country where we will both meet together to share the funds.\nI will computerize and change all the information's in the next of kin column in the deposit record to tally with yours and I will use an insider in the bank to work this out, I have a national of UAE. Who is the head of credit and account department in the bank and he is having secret affairs with me, we stand the chance to make this deal a success and I have given him a brief information's about my intentions and he is also willing to do the deal with us, you will not be required to come to the bank personally, I will make an arrangements for a financial attorney who will be representing you here in Dubai-UAE for the proceed.\nI will offer you 20% of the total money while 10% will be used to cover any expenses which we will both incure in the in the cost of securing the abandoned funds and 70% will be for me and my partner in the bank 35% each.\nShould your be interested in this business please respond with this email address and provide your name and contact information's, telephone and fax numbers to enable me provide you with more details and information's on how we will proceed.\nPlease I want you to note that this business is a 100% risk free transaction and it requires absolute secrecy and confidentiality, I hope you understand that the need for confidentiality in this business is to ensure security and safety considering the fact that I am a contract staff in the bank and the head of credit department who is also involve.\nPlease respond if you are willing to do the business with us, if you are not willing please delete the message from you mail box.\nYours faithfully.\nMrs.Nuchoni Yaoprasirth. \n  ", "id": "4a3fcfe7290f190aa161538c34c065cb"}