{"email_subject": "URGENT ATTENTION.", "email_body": "Dear Friend,\n \nI am Mr. Clive Osborne, the first son of John Osborne, the popular black\nfarmer in Macheke district of Zimbabwe who narrowly escape during killing of\nMr David Stevens the father of two-year-old twins - was shot dead at point\nblank range in the land dispute in my country. \n \nMy father Mr. Osborne, who rushed was to a hospital in the provincial\ncentre of Marondera, said he himself was only spared because someone spoke\nup for him; he later died after a protracted injuries he sustained as a\nresult of the mob action. ( http://news.bbc.co.uk/1/hi/world/africa/715001.s\ntm)\n \nBefore the death of my father, he had taken me to Holland to deposit the\nsum of US 8.4 million {Eight million four hundred thousand United States\ndollars}, in one of the private security company, as he foresaw the looming\ndanger in Zimbabwe.\n \nThis land problem came when Zimbabwean President Mr. Robert Mugabe\nintroduce a new land Act Reform wholly affecting the rich white farmers and\nsome few black farmers and this resulted to the killing and mob action by\nZimbabwean war veterans and some lunatics in the society. In fact a lot of\npeople were killed because of this land reform Act for which my father was\none of the victims.\n \nIt is against this background that, I and my family fled Zimbabwe for fear\nof our lives and are currently staying in Holland where we are seeking\npolitical asylum and more so have decided to transfer my father's money to a\nmore reliable foreign account. Since the law of Holland prohibits a refugee\n{asylum seeker} to open any bank account or to be involve in any financial\ntransaction. As the eldest son of my father, I am saddled with the\nresponsibility of seeking a genuine foreign partner/account where this money\ncould be transferred without the knowledge of my government who are bent on\ntaking everything we have acquired.\n \nSir / Madam, If you are willing to undertake this with me I am willing to\ngive you 25% of the fund for your assistance and I have also mapped out 5%\nto cover any expenses incurred from the transaction. Also be aware the\nbalance amount will be set aside for the investment through you and the\nprofit from the investment will be share 50% each for you and my family\nafter expenses.\nPlease contact me on my e-mail address or my phone number below.\n \nYours sincerely,\nMr. Clive Osborne\n+31626662624.\nEmail:mrcliveosborn@netscape.net\nreply to mrcliveosborn@netscape.net\n\n\n\n", "id": "4a505141a371d5672a8aa622fb8a309a"}