{"email_subject": "TREAT VERY CONFIDENTIAL & URGENT RESPONSE.", "email_body": ">From The Desk Of Ben Coroma Esq,\nSenior Staff In FileDepartment,\nAfrican Development Bank A.D.B\nOuagadougouBurkina-Faso West Africa.\nCall me with this number (00226-78857597)\nPLANE CRASH WEB SITE...http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\n        (\"REMITTANCE OF $15 MILLION U.S.A   DOLLARS\n                            CONFIDENTIAL IS THECASE\")\n\nCompliment Of The Season,\n\nOn a very good day. I am (Ben Coroma  Esq),asenior staff in file\ndepartment in African developent bank (ADB).I gotyour contact from a\ntourist from your country who was in this country and transacted a\nbusiness with our bank. When i was searching for aforeign partner i\nassured of your capability and reliability to champion this businees\nopportunity when i prayed to God or Allah about you.In my department we\ndiscovered an abandoned sum of $ 15 million U.S.A dollars( fifteen million\nU.S.A dollars) . In an account that belongs to one ofour foreign customer \nwho died along with his entire family in Monday 31st July 2000 in a plane\ncrash. Since we got information about his death, we have been expecting\nhis next of kin to come over and claim hismoney because we can not release\nit unless somebody applies for it asnext of kin or relation to the\ndeceased as indicated in our banking guidelines, but unfortunately we\nlearnt that all his supposed next ofkin or relation died along side with\nhim at the plane crash leaving nobody behind for the claim.\n\nIt is therefore upon this discovery that Iand one official in my\ndepartment now decided to make this businness proposal to you and release\nthe money to you as the next of kin or relation to the deceased for safety\nand subsequent disbursement since nobody is coming for it and we don.t\nwant this money to go into the bank treasury as unclaimed bill. The\nBanking law and guideline here stipulates that if such money\nremained unclamed after five years, the money will be transfered into the\nBank treasury as unclaimed fund. The request of foreigner as next of kin\nin this business is occasioned by the fact that the customer was a\nforeigner, and a Burkinabe cannot standas next of kin to a foreigner. We\nagree that 30 % of this money will befor you as foreign partner, in\nrespect to the provision of a foreign account, 10 % will be set aside for\nexpenses incured during the business and 60 % would be for me and my woman\ncolleague. There after I and my colleague will visit your country for\ndisbursement according to the percentages indicated.\n\nTherefore to enable the immediate trnansfer ofthis fund to you as\narranged, you must apply first to the bank asrelations or next of kin of\nthe deceased indicating your bank name, yourbank account number, your\nprivate telephone and fax number for easy and effective communication and\nlocation where the money will be remitted.\n\nUpon receipt of your reply, I will send to you by fax or emailthe text of\nthe application I will not fail to bring to your notice that this\ntransaction is hitch free and that you should not entertain any  atom of\nfear as all required arrangements have been made forthetransfer.\n\nYou should contact me on this email( (00226-7885 7597)immediately as soon\nas you receive this letter. Trusting to hear fromyou immediately.\n\nYour's faithfully,\n\n Ben Coroma  (Esq.)\n\nPOST SCRITUM:You have to keep everything secret as to enable the transfer\nto move very smoothly in to the account you will prove to the bank.As you\nfinished reading this letter call me immediately so that we discuss very\nwell over this business.Please call me and inform me that you received my\nmail, because i don't go to net always\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "4ad049a17c06855d301ff7754593569e"}