{"email_subject": "PRIVATE AND URGENT", "email_body": "ATTN: HELPER.\n\n(STRICTLY CONFIDENTIAL)\nFROM THE DESK OF ( MR. JAJASHA ALI)\nAUDITING AND ACCOUNTING UNIT /FOREIGN REMITTANCE DEPT.\nAFRICAN DEVELOPMENT BANK (A.D.B)OUAGADOUGOU -BF\nREQUEST FOR THE URGENT TRANSFER OF THE SUM (US$10.5million) ONLY INTO YOUR \nACCOUNT.\n\nYou may be surprise to receive this message from me since you don't know me \nin person, but for the purpose of introduction., I got your impressive \ninformation through an international business equiry .\n\nBut I respectfully insist you read crefully as I am optimistic it will open \ndoors for unimaginable financial reward for both us.\nThis business transaction might not fall within the wide spectrum of your \nbusiness activities ,but I plead your assistance ,as your flair for \nprofitable business is needed .\n\nPermit me to introduce myself. I am MR. JAJASHA ALI. the Manager of auditing \nand accounting unit at the foreign remittance department of AFRICAN \nDEVELOPMENT BANK . In My department I discovered an abandoned sum of$ 10.5m \nUS dollars . In an account that belongs to one of our foreign customer who \ndied along with his entire family in november 2002 in a plane crash.\n\nSince I got information about his death, I have been expecting his next of \nkin to come over and claim his money because wecannot release it unless \nsomebody applies for it as next of kin or relation to the deceased \nanindicated in our banking guidelines but unfortunately I learnt that all \nhis supposed next of kin or relation died alongside\nwith him at the planecrash leaving nobody behind for the claim.\n\nIt is therefore upon this discovery that I and other officials in my \ndepartment now decided to make businness proposal to you and release the \nmoney to you as the next of kin or relation to the deceased for\nsafety and subsequent disbursement since nobody is coming for it and I don?t \nwant this money to go into the Bank treasury as unclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money remained \nunclamed after five years, the money will be transfered into the Bank \ntreasury as unclaimed fund.\n\nThe request of foreigner as next of kin in this business is occasioned bythe \nfact that the customer was a foreigner and a Burkinabe cannot stand as next \nof kin to a foreigner.\nI agree that 30 % of this money will be for you as foreign partner, \ninrespect to the provision of a foreign account, 10 %will be set aside for \nexpenses incured during the business and 60 % would be for me . There after \nI will visit your country with my family for disbursement according to the \npercentages indicated.\n\nTherefore to enable the immediate trnansfer of this fund to you as arranged, \nyou must apply first to the bank as relations or next of kin of the deceased \nindicating your bank name, your bank account number,\nyour private telephone and fax number for easy and effective communication \nand location where in the money will be remitted .\n\nOn your acceptance, I will send to the text of application by fax or by \nemail which you are going to apply to the bank ; and provide materials \nconfirmation references and inquiries regarding payment formalities from the \npayment Agency. I willbe handling official\nprotocols here and expect you to undertake international responsibilities as \nI am assuring you of a risk free transaction provided you display maturity.\n\nTherefore, if you are willing and interested to render\nthe needed assistance, endeavor to reply through my\nemail address .\n\nThanking you in anticipation of your kind considerations.\n\nYours sincerely.\n\nMR. JAJASHA ALI.\nTEL 00226 76 61 65 94\n\n_________________________________________________________________\nMSN Hotmail : crez votre adresse e-mail gratuite &  vie ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "4b2c77d80563d90453d6746d0b7209cc"}