{"email_subject": "Business Relationship", "email_body": "\nDear, \n\nIt is with believe and trust, I write to you. I am Barrister David Clifford a solicitor at law. I am the personal Attorney to \nLate Eng. Shim, a National of your Country, who lived in Nigeria, Here in after shall be referred to as my client. On the \n21st of April 2005, my client was involved in a car accident along Ibadan express Road. All occupants of the vehicle \nunfortunately lost their lives. \n\nI have contacted you to assist in repatriating the money and property left behind by my client before they get confiscated or \ndeclared unserviceable by the Bank where this huge deposit was lodged. Particularly, the bank where the deceased had an \naccount valued at about 9.8 million dollars has issued me a notice to provide the next of kin or have the account Confiscated \nwithin the next twenty official working days. \n\nSince I have been unsuccessful in locating the relatives, I now seek your consent to present you as the next of kin Of the \ndeceased  so that the Proceeds of this account valued at 9.8 million dollars can be paid to \nyou. If you agree, we can discuss your percentage. I have all necessary Legal documents that can be used to back up any claim \nwe may make. All I require is your honesty and maximum cooperation to enable us seeing this deal through. \n\nI guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. You \ndo not have nothing to fear or worry about since am the only attorney to my late client that witness this fund. As a lawyer I \nhave the ability and necessary information to present you as the beneficiary of this fund. I required your full cooperation \nand understanding by forwarding to me YOUR FULL NAME AND ADDRESS, to enable me put-up the claim for processing of this \ntransaction and send me your PRIVATE TELEPHONE/FAX NUMBER to enable us to discuss the final conclusion of the deal. There \n\nis \nno successful business without cordial communication. \nAwaiting your response. \n \nBest regards, \nBarrister David Clifford (Esq.). \n\n \n\n\n\n\n", "id": "4b595c883c02507ea7808977f784aa18"}