{"email_subject": "CONTACT ME ASAP", "email_body": "\n\nGood Day\nI am Mr. Patrick Chan, Executive Director and Chief Financial\nOfficer of the Hang Seng Bank Ltd. I have a concealed business\nsuggestion for you.\n\nOur client Gen. Samir Abi Rahman who was with the Iraqi forces\nand also businessman made a fixed deposit for 18 calendar months,\nwith a value of Twenty Four million Five Hundred Thousand United\nState Dollars only in my branch. Several maturities notices was\nsent to him, even during the war which began in 2003. Again after\nthe war another notification was sent and still no response came\nfrom him. We later found out that the General along with his wife\nand only daughter had been killed during the war in a bomb blast\nthat hit their home.\n\n\nAfter more inquiry it was also discovered that Gen. Samir Abi\nRahman did not declare any next of kin in his official papers\nincluding the paper work of his bank deposit. And he also confided\nin me the last time he was at my office that no one except me knew\nof his deposit in my bank. So, Twenty Four million Five Hundred\nThousand United State Dollars is still lying in my bank and no\none will ever come forward to claim it. What bothers me most is\nthat according to the laws of my country at the expiration of 5\nyears the funds will revert to the ownership of the Hong Kong\nGovernment if nobody applies to claim the funds. Against this\nbackdrop, my suggestion to you is that I will like you as a\nforeigner to stand as the next of kin to Gen. Samir Abi Rahman\nso that you will be able to receive his funds.\n\nMODALITIES:\n\nI want you to know that I have had everything planned out so\nthat we shall come out successful. I have an attorney that will\nprepare the necessary document that will back you up as the next\nof kin to Gen. Samir Abi Rahman. After you have been made the next\nof kin, the attorney will also fill in for claims on your behalf and\nsecure the necessary approval and letter of probate in your favour\nfor the move of the funds to an account that will be provided by you.\n\nThere is no risk involved at all in this matter, as we are going\nadopt a legalized method and the attorney will prepare all the\nnecessary\ndocuments. Please endeavor to observe utmost discretion in all matters\nconcerning this issue.Once the funds have been transferred to your\nnominated bank account we shall then share in the ratio of 60% for\nme 40% for you.\n\nShould you be interested send me the following:\n1, Full names,\n2, private phone number,\n3, current residential address,\n\nAnd I prefer you reach me on my private email address below:\n(patrickchan202@yahoo.com.hk) and finally after I shall provide you\nwith more\ndetails on this operation.\n\nYour earliest response to this letter will be appreciated.\n\nKind Regards,\nMr. Patrick Chan.\n\n\n", "id": "4b800cfa033edea2d3795e1d1e33d443"}