{"email_subject": "FROM:MR.GREG THAMBO.", "email_body": "FROM:MR.GREG THAMBO.\nJOHHANESBURG- 2021\nSOUTH AFRICA\nTEL:+27 73 077 5277\n\nRE-BUSINESS ENQUIRY\n\nDear Sir.\n\nI am Mr. Greg  Thambo  a South African and a senior civil servant  (General \nsupervisor) with South African Gold and Diamond Mining and Processing  \ncompany Krugersdrop, the immediate younger brother to Mr. Oliver Thambo  \n(African National Congress- ANC) who  died in Johannesburg after a long  \nillness after  he returned to South Africa in 1990 following many years\nof  living in exile, including in Tanzania , Sweden.\n\nOn the 24th April 1994, when apartheid was dismantled, the South  African  \nGovernment decided to compensate the families of all the Freedom  Fighters  \nwho lost their lives during the struggle by placing the educated elites  in  \nhigh offices in South African Government.( KNOWN AS BLACK EMPOWERMENT  \nPROGRAMME HERE IN SOUTH AFRICA) among which my family was included. For\ninstance, Nelson Mandela was compensated with being the first president of  \nthe Republic of South Africa; Richard Parkes was appointed the manager  of  \nShell and BP South Africa petroleum and refinery (S.A.P.R), Jeff Radebe  was \n  appointed the Minister of public Enterprises and Trevor Manual was  \nappointed  the Finance Minister.\n\nIn fact, I got your contact / credibility from South African  information  \nexchange assisted by the south African Chamber of Commerce and Industry  \nwhere I however read your company profile believing in its reputable  \ncapability as regards my intensive purposes to you.\n\nAs a matter of fact, I have accumulated sufficiently USD$5 MILLION(Five  \nMillion United States Dollars) by virtue of my position in the office  as a  \nsenior civil servant in the South African Gold and Diamond mining  company  \nKrugersdrop.  Presently, this fund is absolutely kept in an insurance\nsuspense holding in a private security company in South Africa. The  \ndeposition of this fund was made easier for me with a very strong written  \nagreement and signatory in a different beneficiary under my control.\n\nBeing a South Africa serving civil servant, it is very difficult for me to  \ninvest this fund here in my countrys the law strictly prohibits. If  the \ngovernment got knowledge of it, the fund will be confiscated. I have no  \ndoubt that you understand this point very well. This fund is my  struggle \nand  sweat through commissions from unaccountable contracts and other  \nprofitable  additions from the companys original cost price mostly gained \nfrom  customers around the world.\n\nTherefore, my plan and intention about this fund is to transfer it overseas \ninto a straightforward, trustworthy and God-fearing persons less taxable  \naccount for investment purpose only. Using your name/company as the  \nbeneficiary of the fund to avoid my governments intervention. Last  time, I\ngot in contact with some one from South Korea but he became  unnecessarily  \ngreedy concerning his commission in the deal before I decided to  contact  \nyou.\n\nIf you are interested in assisting me, please notify me immediately on  the \nabove private telephone number or send me e-mail on my very  confidential  \ne-mail address. But if you are not in position to assist me, please  \nmaintain  the high level of confidentiality needed in this Transaction.\n\n\nYours Faithfully.\nMr. Greg Thambo\n\n_________________________________________________________________\nIs your PC infected? Get a FREE online computer virus scan from McAfee \nSecurity. http://clinic.mcafee.com/clinic/ibuy/campaign.asp?cid=3963\n\n\n\n", "id": "4bc5c3aa49b32ac1489d6c9188020c53"}