{"email_subject": "DEAR BELOVED,", "email_body": "DEAR BELOVED, \n \nI am Mrs. Christina Holden. \n\nAm married to Dr. Donald Holden. a Liberian who worked for Shell Oil \nCompany in Nigeria,he died after a brief illness that lasted for only \nfour days. Before his death we were married for 11 good years without a \nchild and were both born again Christians . Since his death I decided\nnot to re-marry or get a child outside my matrimonial home which the \nBible forbids. \n \nWhen my late husband was alive he deposited the sum of $10.5 Million \n(Ten Million five hundred thousand U.S.Dollars) with A Bank.Presently, \nthis money is still under the safe keeping of the RESERVE FINANCE \nCOMPANY Recently, my Doctor told me that I would notlast for the next \nThree(3) months due to my cancer problems. \n\nThough what disturbs me most now, i recently had stroke.Having known \nmy condition, I decided to donate this fund to church or betterstill a \nChristian or muslim individual That will utilize this money theway I am \ngoing to instruct here in. I want a church that will use this fund on,\norphanages, deaf and dumb and poor widows propagating the word of God \nand to ensure that the house of God is maintained.The Bible made us to \nunderstand that blessed is the hand that giveth.I took this decision \nbecause I don't have any child that will inherit this money and my \nhusband relatives are not Christians and I don't want my husband's hard \nearned money to be misused by unbelievers. I don't want a situation \nwhere this money will be used in an ungodly manner. Hence the reason \nfor taking this bold decision. \n \nAs soon as I receive your reply I will forward your personal \ninformation, such as Your full name, Your full address, with Your \ntelephone and fax number to my lawyer through his email  so that he \nwill contact you as the legal owner of my fund before the bank will be \ntransferring the fund into your nominated Bank Account in your country. \nI will also issue you a letter of a authority that will back you up as \nthe real next of kin and the original- beneficiary of my fund. I want \nyou and the church to always pray for me because the lord is my \nshepherd,you will also promise me that you will not seat on the fund \nwhen it gets into your bank account. My happiness is that I lived a \nlife of a worthy Christian. \n\nWhoever that wants to serve the Lord must serve him in spirit and \ntruth. Please always be\nprayerful all through your life, any delay in your reply will give me \nroom in serching for a church or Christian individual for this same \npurpose. Please assure me that you will act accordingly as I stated \nherein.Hoping to hear from you as soon as possible.\n  \nRemain blessed in the name of the Lord. \n\nYours in Christ, \n\nMrs. Christina Holden. \n\n\n\n\n\n\n\n\nEndlich Sicherheit bei Computerabstuerzen - Phoenix Recover Pro. http://internetzugang.tiscali.de/internet_services/detail_rec.php\n\n\n\n", "id": "4bdfb7052556371f27b80abfbcec4482"}