{"email_subject": "FROM MRS SUZAN SANKOH", "email_body": "FROM MRS SUZAN SANKOH\nABIDJAN, IVORY COAST\n\nDEAR ONE,\nI AM MRS SUZAN SANKOH THE WIFE OF LATE CHEIF ANDREW\nKAMARA, THE OWNER OF TWO GOLD FIELDS IN SEIRRA LEONE THAT WAS LATER TAKEN\nOVER FROM US BY THE GOVERNMENT, AND MY HUSBAND WAS MADE THE DIRECTOR OF\nTHE\nMINES BEFORE THE REBELFORCES ATTACKED HIM AND TOOK IT OVER. I GOT YOUR\nCONTACT THROUGH MY SEARCH IN THE INTERNET AS REPUTABLE PERSON WHO CAN HELP\nME TO\nMANAGE OUR INHERITED FUND IN A GOOD BUSINESS UNTIL MY SON IS ABLE TO TAKE\nOVER.\n\nSIR AS A BUSY PERSON, I PRAY YOU WILL HAVE ENOUGH TIME\nTO CONSENT TO MY PLIGHT AND PROPOSAL I WOULD LIKE TO CONFIDE IN YOU THAT\nI INHERITED A TOTAL SUM OF $23.000.000.USD(TWENTY - THREE MILION UNITED\n STATES DOLLARS )\nFROM MY LATE HUSBAND (CHIEF ANDREW SANKOH ) WHO WAS KILLED\nBY THE REBEL SOLDIERS IN SIERRA-LEONE.\nTHIS MONEY WAS MOVED DOWN TO ABIDJAN ( COTE D'IVOIRE )WITH INSTRUCTION\nTO TRANSFER THE CONSIGNMENT TO LONDON OR BUDAPEST AND HOLLAND COLLECTING\nCENTER\nAND DEPOSITED IN A PRIME SECURITY FIRM BY MY LATE HUSBAND UNDER A SPECIAL\nSECRET ARRANGEMENT IN WHICH HE DECLARED THE CONSIGNMENT AS FAMILY VALUABLUES\nAND WITH THE HOPE OF INVESTING IT LATER,BUT THE SUDDEDN DEATH COULD NOT\nALLOW HIM. AFTER HIS SUDDEN DEATH WE DISCOVERED A COPY OF THE WILL HE MADE\nIN WHICH HE STATED THAT THE DEPOSIT CONTAINS MONEY, THOUGH\nDECLARED AS FAMILY VALUABLES FOR SECURITY REASON.\nI AND MY SON DECIDED TO SEEK REFUGE IN IVORY COAST FOR A WHILE, BUT WE ARE\n NOW LOOKING FOR A TRUSTED PARTNER IN OVERSEAS WHOSE ACCOUNT CAN ACCOMODATE\n THIS MONEY, AND CAN BE COVENIENTLY DEPOSITED FOR INVESTMENT AND MANAGMENT\n ON OUR BEHALF AND FOR US TO ALSO COME OVER TO STAY IN YOUR\n COUNTRY.\n I HAVE DECIDED TO CONTACT AND RELY IN YOU BECAUSE,\n WE HAVE DECIDED TO INVEST THIS MONEY INTO GOOD BUSINESS\n VENTURE IN YOUR COUNTRY, BASED ON ITS POLITICAL AND\n ECONOMIC STABILITY. MYSEIF AND MY SON HAVE AGREED THAT YOU WILL BE THE\nONLY\n PARTNER AND FUND MANAGER IN THIS REGARD.\n I AM BY THIS EMAIL MESSAGE SEEKING YOUR ASSISTANCE IN THIS RESPECT. YOU\n RE THEREFORE REQUESTED TO ARRANGE FOR A POSSIBLE WAY THIS MONEY COULD BE\n MOVE TO YOUR COUNTRY ,EVEN IF IT MAY REQUIRE YOUR COMING DOWN HERE IN IVORY\n COAST TO MEET ME AND MY SON.\n WE HAVE AGREED THAT 15% OF THE TOTAL SUM SHALL BE GIVEN TO YOU FOR RENDERING\n THIS ASSISTANCE. WE HAVE ALSO EARMARKED 5% FOR EXPENSES LIKE TRAVELLING.\n HOTEL BILLS e.t.c,10% TO BE IN A SEPRATE ACCOUNT FOR ME AND MY SON, WHILE\n THE REMAINING 70% WILL BE FOR THE FAMILY'S INVESTMENT , WITH YOU AS A\n PARTNER\n AND TRUSTEE.\n PLEASE REPLY THIS EMAIL MESSAGE AT YOUR EARLIEST\n CONVENIENT TIME THROUGH MY EMAIL INDICATING YOUR\n WILLINGNESS. HAVE A NICE DAY AND GOD BLESS .\n YOURS SINCERELY\n SUZAN SANKOH\n\n___________________________________________________________________________\nCon Terra MAIL obtienes 6MB de espacio además de bloqueo ANTISPAM\nhttp://terramail.terra.com.mx/TerraMail/\nAcceso a Internet 3 x 1, desde ¡$179 pesos al mes! \nhttp://www.terra.com.mx/acceso/suscribete/\nEncuentra los mejores productos y precios increibles!!\nAprovecha nuestra promoción a 12 pagos sin intereses con Banamex y Bancomer\nhttp://www.decompras.com/\n\n\n\n\n\n", "id": "4bf70ad4a5501f1757e8d1f73ea3b060"}