{"email_subject": "GOD BLESS YOU MY DEAR,\tPLEASE LET ME KNOW IF YOU GOT MY LAST EMAIL. HAPPY NEW YEAR.", "email_body": "Dear friend,\n\nAs you read this, I don't want you to feel sorry for me, because, I Believe Everyone will die someday. My name is JAIN HAGIS I am a merchant of Oman Nationality but presently residing in London. I have been diagnosed withOesophageal cancer .It has defiled all forms of medical treatment, and Right now I have only about a few months to live, according to medical experts.\n\nI have not particularly lived my life so well, as I never really cared for Anyone (not even myself) but my business. Though I am very rich, I was never generous, I was always hostile to people and only focused on my business as that was the only thing I cared for. But now I regret all this as I now know that there is more to life than just wanting to have or make all the money in the world.\n\nI believe when God gives me a second chance to come to this world I would live my life a different way from how I have lived it. Now that God has called me, I have willed and given most of my property and assets to my immediate and extended family members as well as a few close friends.\n\nI want God to be merciful to me and accept my soul so, I have decided to give alms to charity organizations, as I want this to be one of the last good deeds I do on earth. So far, I have \ndistributed money to some charity organizations in the Oman, Algeria and Malaysia. Now that my health has deteriorated so badly, I cannot do this myself anymore. I once asked members of my \nfamily to close one of my accounts and distribute the money which I have there to charity organization in Bulgaria and Pakistan, they refused and kept the money to themselves. \n\nHence, I do not trust them anymore, as they seem not to be\ncontended with what I have left for them. The last of my money which no one knows of is the huge cash deposit of Eighteen million united state dollars $18,000,000 that I have with finance/Security Company in europe. \n\nI will want you to help me collect this deposit and dispatche it to charity organizations. I have set aside 20% for you and for your time.\n\nGod be with you.\n\nmr. JAIN HAGIS\n\nI will not want you to send me an email on this box. I will want you to send me an email on this box {jahagis3@myway.com}. This is because my brother saw me when I was sending this email to you and I will not want them to know that I am in contact with you. \n\n\n\n \n\n \n\n\n\n \n\n \n__________________________________________________________________________________\nMailMN-Mongol Tumnii Email. \n\n\n \n                   \n\n\n", "id": "4c4b3ee2b3763c30f76b689594ff1802"}