{"email_subject": "VERY URGENT", "email_body": "\nFROM:MR.TONY HILL.\nTel: + 874-763-591-425\nFax: + 874-763-591-426\n\nRE: TRANSFER OF US$48.223 MILLION {FORTY EIGHT MILLION  TWO HUNDRED & TWENTY \nTHREE THOUSAND U.S DOLLARS  ONLY TO YOUR ACCOUNT}\n\nAttn:\n\nI feel quite safe dealing with you in this important business having gone \nthrough your remarkable profile on the internet. Though, this medium \n(Internet) has been greatly abused, I choose to reach you through it because \nit still remains the fastest medium of communication. However, this \ncorrespondence is unofficial and private, and it should be treated as such.\n\nAt first I will like to assure you that this transaction is 100% risk and \ntrouble free to both parties.\n\nMy name is MR TONY HILL I work as the operational manager in account \nmanagement section in charge of credit and foreign bills of one of the prime \nbanks here in South Africa. On a routine inspection I discovered a dormant \ndomiciliary account with a Balance Of US$48,223,000. 00 (Forty eight million \ntwo hundred and twenty three thousand U.S dollar).On further discreet \ninvestigation, I also discovered that the account holder has died long ago \nwith his family on a fatal Auto-accident leaving no beneficiary to the  \naccount and no other person knows about this account.\n\nI am in close contact with the manager of the bank here who is my partner \nand he is willing to approve the transfer to any reliable and trustworthy  \nforeigner with foreign bank account because the former operator of the a/c \nis a foreigner and from Australia in particular. I am certainly sure that he \nhas no writen or oral WILL attached to the account , no  beneficiary and \nnobody will come again for the claim of this money. It is only a foreigner \nwho can claim this money with legal claims to the account holder  which I \nwill provide to you if you are interested, therefore I need your cooperation \nin this transaction. The difference in country of origins is not a hindrance \nto the success of this transaction. This money will remain useless in this \ndormant account if I did not transfer the fund out to a foreign account.\n\nI will provide the necessary information and documents needed in order to \nclaim this money. I only need your cooperation as a foreigner to provide \nyour safe bank account information for the transfer. All arrangement  that \nwill ensure a smooth transfer of the fund to the account which you are to \nnominate is already in place.You should also provide me with your direct  \nphone lines for easy communication. I wish for utmost confidentiality in \nhandling this transaction.\n\nAt the conclussion of this transaction, your share will be 25% of the total \ntransfer sum, 70% for me and my partner while 5% will be set aside for any  \nexpenses both parties might incure during the process of the transfer. The \nfund will be transferred to your account in two parts. I will first transfer \nUSD 20 Million to your account. I will fly over to meet you  after the \nsuccessful transfer for sharing according to the agreed percentages. I will  \nhave the remaining balance of USD28,223 Million transferred to your account \nonly after the successful sharing of the first transfer without any \ndisappointment from your side.\n\nI am looking forward to have a reply from you through my E-mail or you can \ncall me or fax me.If you want to call my No. dial the way you use to call \nother countries, do not put South African area code which is 27, because it \nis a satellite phone which I bourght for this transaction for the security \nreason because our local land line here is not secured.\n\n\nLet me hear from you.\nBest Regards,\nMR.TONY HILL\n\n_________________________________________________________________\nSearch & browse smarter, faster - download MSN Search Toolbar today, it's \nFREE! http://toolbar.msn.co.za?DI=1054&XAPID=2083\n\n\n\n", "id": "4ccadb54c0ed74baf96b1f741cc5b6e7"}