{"email_subject": "Dear Friend, ", "email_body": "Dear Friend,\n\nI am Mr.Lord Luke .from the First Bank of Nigeria Plc,Lagos Branch I got \nyour contact through the internet I have urgent and very \nconfidentialbusiness proposal for you.\n\nOn January 7,1999, an America Oil consultant/contractor with the Nigerian \nNational Petroleum Corporation,Mr.Charles Ballassi made a numbered time \n(fixed)deposit for twelve calendarmonths,valued at US$9,700,000.00(Nine \nMillion Seven Hundred Thousand Dollars)in my branch upon maturity.I sent a \nrountine notification to his forwarded address but got no reply.After a \nmonth,i sent a reminder and finally we discovered from his contract \nemployers,the Nigerian National Petroleum Corporation that Mr.Charles \nBallassi died in the plane crash of 31 October 1999[with Egyptian 990] with \nother passengers aboard as you can confirm it yourself via the website \nbelow:\n\nhttp://www.cnn.com/us/9911/02/egyptair990.list/index.html\non further investigation,i found out that he died without making a WILL,and \nattempts to trace his next of kin was fruitless.I therefore made further  \ninvestigation and discovered that Mr.Charles Ballassi did not declare any \nnext of kin or relations in all his official documents,including his bank \ndeposit paperwork in my bank. This sum ofUS$9,700,000.00 is still in my bank \nand the interest is being rolled over with the principal sum at the end of \neach year.No one will ever come forward to claim it.According to Nigerian \nlaw, at the expiration of (seven)years,the money will revert to the \nownershipof the Nigerian Government if nobody applies to claim the fund.\n\nConsequently,my proposal is that i will like you as a foreigner to stand as \nthe next of kin to Mr.Charles Ballassi so that the fruit of this old man's \nlabour will not get into the hands of some corrupt Government officials. \nThis is simple, I will like you to provide immediately your full name and \naddress so that the Attorney will prepare the necessary documents and \naffidavits which will put you in place as the next of kin.We shall employ \nthe service of an attorney for the drafting and notarization of the WILL and \nobtain the necessary documents and letter of probate/administration in your \nfavour for the transfer.Any bank account in any part of the world which you \nwill provide will then facilitate the transfer of this money to you as the \nbeneficiary/next of kin. The money will be paid into your account for us to \nshare in ratio of 60% for me and 40% for you. There is no risk at all,the \npaperwork for this transaction will be done by the attorney and my position \nas the Branch Manager guarantees the successful execution of this \ntransaction. If you are interested,please reply immediately via the private \nemail address below,upon your responce,i shall provide you with more details \nand relevant documents that will help you understand the transaction. Please \nobserve utmost confidentiality and be rest assured that this transaction \nwould be most profitable for both of us because i shall require your \nassitance to invest my share in your country. Please upon the reciept of \nthis mail message, send to me the following to enable start the process of \nthe fund into your bank account:\n\n1.Your full Name and address\n2.Your Bank Name and Address\n3.Your account Number and Account Beneficiary Name\n4.Your private Telephone and fax numbers\n\nThanks and regards\nMr.Lord Luke.\nMANAGER,FIRST BANK OF NIGERIA.\n\n\n\n\n", "id": "4d0aed81da1e588bfcbb9d5285722256"}