{"email_subject": "URGENT REPLY ", "email_body": "FROM THE DESK OF  DR. JERRY BERRY\nTHE MANAGER OF AUDIT AND ACCOUNTING DEPT,\nBANK OF AFRICA (BOA)\nOUAGADOUGOU, BURKINA-FASO.\n\nI MAKE THIS APPEAL WITH THE UNDERSTANDING THAT ANY FACTS OR OPINION\nEXPRESSED BY ME ARE GIVING IN CONFIDENCE AND SOLELY FOR YOUR PERSONAL\nINFORMATION AND USE.\n\nI am DR. JERRY BERRY the manager of bill and exchange at the foreign\nremittance department of my Bank. In my department I discovered an abandoned \nsum of US$12.5M,(Twelve Million, Five Hundred Thousand US Dollars) with \naccount number 14-2558-5976 that belongs to one of our foreign customers who \ndied along with his wife and only daughter in a plane crash of Alaska \nAirlines Flight number 261 which crashed on 31 January, 2000. You can read \nmore about the crash on visiting this site \nhttp://www.cnn.com/2000/US/02/01/alaska.airlines.list/\n\nThe owner of this account is Mr. Morris Thompson an American and great \nindustrialist and a resident of Alaska. It is therefore upon this discovery \nthat I now decided to make this  business proposal to you and for our bank \nto release the money to you. You have to follow the instruction which I will \nsend to you as the next of  kin or relation to the deceased for safety and \nsubsequent disbursement  since nobody is coming for it and I don't want this \nmoney to go into our bank treasury as unclaimed bill.\n\nThe banking law and guidelines here stipulates that if such money  remained \nunclaimed after four years, the money will be transfered into the bank \ntreasury as unclaimed fund. The money has now stayed more than four years \nand I am preparing documentaion to prove that this money has been transfered \nto our bank treasury. It will be between me and you only  that will know \nthat the money is not transfered into our treasure.\n\nThe request of foreigner as next of kin in this transaction is occasioned by \nthe fact that the customer was a foreigner and a Burkinab cannot stand as \nnext of kin to a foreigner.In appreciation of your assistance, I am offering \nyou 30% of the total  sum. 5% for contingencies (cost of transfer/other \ncharges) likely to be incurred during the course of transaction, while the \nremaining 65% is for me.\n\nUpon receipt of your reply, I will send to you by fax or email  the text of \nthe application which you will complete and forward to our bank asking for \nthis money to be paid to you as the next of kin to Mr. Morris Thomson. I \nwill not fail to bring to your notice that this transaction is hitch-free \nand that you should not entertain any fear as all required arrangements have \nbeen made for the transfer. You should contact me immediately as soon as you \nreceive this mail through the above email.\n\nPLEASE DO NOT HESITATE TO CONTACT ME IMMEDIATELY  YOU CONSIDER MY URGENT \nREQUEST.\n\nYours Faithfully,\nDR. JERRY BERRY\n\n\nTele 00226 70 35 44 29\n\n_________________________________________________________________\nAvec Windows Live OneCare liminez tous les virus de votre PC ! \nhttp://www.windowslive.fr/liveonecare/default.asp\n\n\n\n", "id": "4d693cd89f0df2ec628f6b67adbc273b"}