{"email_subject": "Dear Good Friend.", "email_body": "Dear Good Friend.\n\n      I am Mrs Tina Williams from Solomon Islands. I am married to Mr. Lobi\nWilliams who worked with our Embassy in Ivory Coast for nine years before\nhe died in the year 2001. We were married for eleven years without a child.\nHe died after a brief illness that lasted for only four days.\n\n     Before his death we were both born again Christian. Since his death\nI decided not to remarry or get a child outside my matrimonial home which\nthe Bible is against.\n\n    When my late husband was alive he deposited the sum of $18.5 Million\nwith a Bank in Cote D lvoire. Presently this money is still in the custody\nof the Bank in Cote D lvoire.\n\n    Recently, my Doctor told me that I would not last for the next Eight\nmonths due to cancer problem. Having known my condition I decided to donate\nthis fund to a church,organization or good person that will utilize this\nmoney the way I am going to instruct herein.\n\n    I want a church,organization or good person that will use this fund\nfor orphanages, widows and other peoples that needs help and also propagating\nthe word of God and to endeavor that the house of God is maintained.\n\n   The Bible made us to understand that\"Blessed is the hand that giveth\".\nl took this decision because I don't have any child that will inherit this\nmoney and my husband relatives are not Christians not even good at all because\nthey are the one that responsible for the death of my husband in other to\nhave all my late husband prperties and I don't want my husband's efforts\nto be used by those that conspired for his death.\n\n      This is why I am taking this decision, I am not afraid of death hence\nI know where I am going. I know that I am going to be in the bosom of the\nLord.Exodus 14 VS 14 says that \"the lord will fight my case and I shall\nhold my peace\".\n\n     I don't need any telephone communication in this regard because of\nmy health hence the presence of my husband's relatives around me always.\nI don't want them to know about this development and l know that With God\nall things are possible.\n\n     As soon as I receive your reply I shall give you the contact of the\nBank in Cote d' lvoire. I will also issue a letter of authorization to the\nbank that will prove you the present beneficiary of this money. I also want\nyou, church or the organization to always pray for me because the lord is\nmy only shephard.\n\n      My happiness is that I lived a life of a worthy Christian. Whoever\nthat Wants to serve the Lord must serve him in spirit and Truth. Please\nalways be prayerful all through your life.\nContact me on the this email address and any delay in your reply will give\nme room in sourcing another good person, church,organization for this same\npurpose.\n\nPlease assure me that you will act accordingly as I Stated herein.\n\nHoping to receive your response immedaitely.\n\nThanks and Remain blessed in the Lord.\n\nl remain yours sister in Christ.\n\nMrs. Tina Williams.\n\n\n\n\t\t\n---------------------------------\nYahoo! Messenger: chiamate gratuite in tutto il mondo ", "id": "4db739d1bbb75be6cd519032da037e69"}