{"email_subject": "business proposal", "email_body": "Kind Attn: CEO/ Manager Director  Supply Quality China's EXCLUSIVE dimensions at Unbeatable Price. Dear Sir,  We are pleased to inform you as one of China's largest export & import stone company-Wanlistone Group, The Group its subsidiaries specialize in the quarrying, processing and Sales of dimension stone, slab and tiles and dimension stone products for the building materials sector and specialty markets.  The Group operations are based in Xiamen, South of China, which is the largest export and import business portals in China where Wanlistone owns and operates various natural stone deposits with 6,000 square meters through the country. In addition to the quarries Wanlistone has a fully automated processing plant for the processing of the granite and marble and granite products.  Wanlistone supplies granite in raw block form, granite and marble tile and strips of varying dimension, memorial materials and specialty products to both the local but more specifically the export markets.  The Group has a full rang of the China natural stone products including  Pink color G636, G617, G635, G663, Yellow color, G682,Dark G654, Black G684.  Light Grey: Imperial Grey, Huaan Grey.  Wanlistone owns and operates all its own quarries, including North Black, Huana White, Butterfly Blue, and Golden Beige. All block production is sold to both the local and international markets. The Group is very price competitive on all its products due to its low overhead structure. All blocks are ideally produced for gang saw processing and dimension of 240 x 120 are standard. Smaller blocks are also available for selection  We will feel it an honour if we could serve you and welcome your inquiry in our products. Looking forward to hearing from you soonest.  Sincerely yours, Sales Department  XIAMEN WANLI STONE GROUP, 8 F Fortune Building , 201 North Hubin Rd, Xiamen 361012, P.R.China.  Tel:+86-592 -5081199  Fax:+86-592-5620 971 Web site: www.wanli.com   ------------------------------------------------------------------------------------------------------ \t Company profile:  Established in 1985  Located in Xiamen as No.1 port of stone Exp.& Imp. Total assets: US$10Million  Turnover of export in 2003: US$0.28 billion  Advantages in China:  The No.1 professional & over-sized stone group at present, its business are associated with import & export t, processing and manufacturing, and quarrying.  One of the largest exporters of stone products  One of the leading importers of stone blocks from the world  Group structure:  XIAMEN WANISTONE as headquarter of operation and management, total 9 business departments, 1 design department, 1 resource development section of which,  Subsidiary company list:  1.\tXIAMEN ORITENT WANLISTONE COMPANY, a joint venture with MARLING and DORKING in South African, specializes in all types of stone blocks worldwide. And two blocks depots of 6,000 square meter.  2.\tAMERICA SINASTONE CO.,LTD, a professional supplier of all kinds of  monuments business in USA market place  3.\tSOUTH AFRICA WANLINSTONE CO., LTD, a factory invested with MARLING and DORKING, is to process special monuments, slab and tiles  Own Factories list  1.\tXIAMEN WANLISTONE CO, LTD, with 8 modern high speed granite gang saws, Gaspari Menotti, , 2 sets marble gang saws, 30 sets circular saws, for slab, tile and all profile stone finish  2.\tXIAMEN WANLISTONE CRAFT CO, LTD, Monuments is key.  3.\tLINGFONG WANLISTONE FACTORY IN QUANZHOU CITY, Monuments is key. 4.\tTIANJING WANLISTONE FACTORY in north of China, Slab + Monuments produced  5.\tHUNAN HUAJIAN FACTORY in Hunan, Granite slab + tile available  Own quarries list  1．\tIMPERIAL GREY，located in HUNAN province  2．\tNORTH BLACK，Located in SHANXI province 3．\tHUNAN WHITE ， located in HUNAN province 4．\tBUTTERFLY BLUE ，Located in LEMONGGU province  5．\tGOLDEN BEIGE ，Located in SHANXI province Key market:  Japan   50% USA    15% EU     20% China   15% Products involve construction materials, monuments and stone finishes.  World stone connecting  Very good connecting with the famous stone companies as for growth up together.", "id": "4de0255ccac429fb6c06979d786cbc82"}