{"email_subject": "BUSINESS URGENT!!!", "email_body": "Compliments.\n\nBefore I introduce myself, I wish to inform you that this letter is not a\nhoax mail and I urge you to treat it serious. We want to transfer to an\noversea account ($16,700.000.00 USD) Sixteen Million Seven Hundred Thousand\nUnited States Dollars) from one of the banks located in Dakar Senegal. I\nwant to ask you, If you are not capable to quietly look for a reliable and\nhonest person who will be capable and fit to provide either an existing bank\naccount or to set up a new Bank a/c immediately to receive this money, even\nan empty a/c can serve to receive this money, as long as you will remain\nhonest to me till the end of this important business ,I am trusting in you\nand believing in God that you will never let me down either now or in\nfuture.\n\nI am Mr Philip Tarila. a personal assiatant to late Andreas Schranner.\nDuring the course of his bank's last week auditing,it was discovered that\nsince his death no one has come forward to lay claim to this funds.So the\nbank issued me a memo to provide his next of kin or forfeith the funds. This\naccount was opened with the bank in 1999 and since 2000 nobody has operated\non this account again, after going through some old files in my records,I\ndiscovered that my late client  died without a [Heir/WILL] hence the money\nis floating and if I do not remit this money out urgently it will be\nforfeited for nothing.\nThe owner of this account Mr. Andreas Schranner a German property magnate\nwho unfortunately lost his life in the plane crash of AF4590 German Concorde\nwhich crahsed on July 25th 2000,including his family leaving nobody as next\nof kin.\nNo other person knows about this account or any thing concerning it,the\naccount has no other beneficiary and my investigation proved to me as well\nthat the account is a secret account.\n\nThe total amount involved is Sixteen million Seven Hundred Thousand United\nStates Dollars only [$16, 700.000.00] and we wish to transfer this money\ninto a safe foreigners account abroad. But I don't know any foreigner, I am\nonly contacting you as a foreigner because this money can not be approved to\na local person here, but to a foreigner who has information about the\naccount, which I shall give to you upon your positive response. I am\nrevealing this to you with believe in God that you will never let me down in\nthis business, you are the first and the only person that I am contacting\nfor this business, so please reply urgently so that I will inform you the\nnext step to take urgently.\n\nAt the conclusion of this business, you will be given 25% of the total\namount,70% will be for us, while 5% will be for expenses both parties might\nhave incurred during the process of transferring. I look forward to your\nearliest reply. PLEASE, TREAT THIS PROPOSAL AS TOP SECRET.reply to (\nphilip_tarila01@myway.com)\n\nBest Regards,\n\nMr.Philip Tarila.\n", "id": "4df7eb8e13b4412e5de337cf25dd6a98"}