{"email_subject": "WAITING FOR YOUR RESPONSE", "email_body": "FROM THE DESK OF MR.AHMED HASSANA\nTHE SENIOR AUDITOR INCHARGE\nFORIEGN REMITTANCE UNIT,\nBANK OF AFRICA (BOA).\nOUAGADOUGOU BURKINA FASO.\n\nDEAR FRIEND,\n\nI PRESUMED THAT ALL IS WELL WITH YOU AND YOUR FAMILY.PLEASE LET THIS NOT BE \nA SURPRISED MESSAGE TO YOU BECAUSE I GOT YOUR CONTACT INFORMATION FROM THE \nINTERNATIONAL DIRECTORY FEW WEEKS AGO BEFORE I DECIDED TO CONTACT YOU ON \nTHIS MAGNITUDE AND LUCRATIVE TRANSACTION FOR OUR PRESENT AND FUTURE SURVIVAL \nIN LIFE. MOREOVER,I HAVE LAID ALL THE SOLEMN TRUST IN YOU BEFORE I DECIDED \nTO DISCLOSE THIS SUCCSSFUL AND CONFIDENTIAL TRANSACTION TO YOU.\n\nI AM THE SENIOR AUDITOR INCHARGE OF FORIEGN REMITTANCE UNIT OF OUR BANK AND \nI DECIDED TO CONTACT YOU FOR THIS FINANCIAL TRANSACTION WORTH FOURTEEN \nMILLION FIVE HUNDRED THOUSAND US DOLLARS (14.5M) FOR OUR PRESENT AND FUTURE \nSUCCESS. THIS IS AN ABANDONED FUND THAT BELONGS TO ONE OF OUR BANK FORIEGN \nCUSTOMERS WHO DIED ALONG WITH HIS ENTIRE FAMILY THROUGH PLANE CRASH FEW \nYEARS AGO.\nMEANWHILE,I WAS VERY FORTUNATE TO COME ACCROSS THE DECEASED FILE WHEN I WAS \nARRANGING THE OLD AND ABANDONED CUSTOMERS FILE IN OTHER TO SIGN AND SUBMIT \nTO THE ENTIRE BANK MANAGEMENT FOR AN OFFICIAL RE DOCUMENTATION AND AUDIT OF \nTHE YEAR AGAINST 2006.\n\nINFORMED CLEARLY THAT IT WAS STATED IN OUR FORIEGN BANKING RULES AND \nREGULATIONS WHICH WAS SIGNED LAWFULLY THAT IF SUCH FUND REMAINS UNCLAIMED \nTILL THE PERIOD OF FOUR YEARS STARTED FROM THE DATE THE BENEFICIARY DIED, \nTHE MONEY WILL BE TRANSFERRED INTO THE TREASURY AS UNCLAIMED FUNDHOWEVER, IT \nIS NOT AUTHORIZES BY THE RULES GUIDING OUR BANK FOR A CITIZEN OF BURKINA \nFASO TO MAKE THE CLAIM OF THE FUND UNLESS YOU ARE A FORIEGNER NO MATTER THE \nCOUNTRY.\n\nSO THE REQUEST OF YOU AS A FORIEGNER IS NECESSARY TO APPLY FOR THE CLAIM AND \nTRANSFER OF THE FUND SMOOTHLY INTO YOUR RELIABLE BANK ACCOUNT AS THE NEXT OF \nKIN TO THE DECEASED.WHEN THE FUND IS TRANSFERRED INTO YOUR ACCOUNT 35% WILL \nBE FOR YOU IN RESPECT OF ALL YOUR ASSISTANCE FOR THE TRANSFER OF THE FUND \nINTO YOUR ACCOUNT AND PROVISION OF THE BANK ACCOUNT WHERE THE BANK WILL \nREMIT THE FUND, 60% WILL BE FOR ME BEING THE PIONEER OF THE BUSINESS WHILE \nTHE REST 5% WILL BE SHARED TO RESPECTABLE ORGANISATIONS SUCH AS CHARITY AND \nTHE DESTITUDES HOMES ARROUND US IN THE WORLD.\n\nIF YOU ARE REALLY SURE OF YOUR TRUSTWORTHINESS,ACCOUNTABILITY AND \nCONFIDENTIALITY ON THIS TRANSACTION, CONTACT ME AND ACCEPT NOT TO CHANGE \nYOUR MIND TO CHEAT OR DISAPPOINT ME WHEN THE FUND IS TRANSFERRED INTO YOUR \nACCOUNT.SO REPLY FOR THE ASSURANCE WITH YOUR TELEPHONE AND FAX NUMBERS TO \nFACILITATE EASY COMMUNICATION. AS SOON AS YOU REPLY, YOU NOTIFY ME SO THAT I \nWILL LET YOU KNOW THE NEXT STEP AND PROCEDURE TO FOLLOW IN ORDER TO FINALIZE \nTHIS TRANSACTION SUCCESSFULLY.\n\nI EXPECT YOUR URGENT COMMUNICATION.\nYOURS SINCERELY,\nMR AHMED HASSANA\n\n_________________________________________________________________\nMSN Messenger : appels gratuits de PC  PC ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "4e185d668a7dc7985a8c3afdf2e17295"}