{"email_subject": "SERVICES REQUIRED.", "email_body": "DEAR SIR/MADAM This letter may come to you as a surprise due to the fact that we have not met.The message could be strange but real if you pay some attention to it. Please accept my sincere apologies.In bringing this message of goodwill to you, I have to say that I have no intention of causing you any pains. My name is SENATOR VICTOR OYOFO,representing Edo North FederalConstituency,(, Pension Funds Committee in the senate of the Federal Republic Of Nigeria. I am writing you to earnestly Solicit your assistance in helping to receive some sum of money. I got your e-mail address on the Internet while searching for a reliable and reputable person to handle this transaction. THE PROPOSITION: We have the sum of US$25,200,000.00 (Twenty Five Million Two Hundred Thousand Dollars) that we intend to transfer overseas through the assistance of a foreign partner.This money came as a result of the unclaimed pension funds belonging to a British expatriate petroleum engineer with the Nigerian National Gas Company,Engr.John Bruno. After all other pensioners have been paid their entitlements, we deposited this unclaimed sum of US$25,200,000.00,with the Debt Management Committee. In a bid to make sure Engr.John Bruno gets his due,I sent a routine notification to his forwarding address but got no reply. After a month, we sent a reminder and finally we discovered from his contract employers, the Nigerian Gas Company that Engr.John Bruno died, from an automobile accident. On further investigation, I found out that he died without making a WILL, and all attempts to trace his next of kin was fruitless. I therefore made further investigation and discovered that Engr.John Bruno did not declare any kin or relations in all his official documents. This sum of US$25,200,000.00 is still sitting in an account of the Debt Management Committee and the interest is being rolled over with the principal sum at the end of each year.No one will ever come forward to claim it. According to Nigerian Law,at the expiration of 2 (two) years,the money will revert to the ownership of the Nigerian Government if nobody applies to claim the fund. Consequently, my proposal is that I will like you as a foreigner to stand in as the next of kin to Engr.John Bruno so that the fruits of this old man's labour will not get into the hands of some corrupt government officials. This is simple, I will like you to provide immediately your full names,address,telephone and fax numbers so that I can prepare the necessary documents and affidavits that will put you in place as the next of kin to Engr Bruno. Upon this,we would then obtain the letter of probate/administration in your favor from a Federal High Court.A bank account in any part of the world that you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin. The money will be paid into your account for us to share in the ratio of 65% for me and my partners,30% for you and 5% for any expences incured,during the course of this transaction. There is no risk at all as all the paperwork for this transaction will be done at the high court and my position as a member of the Committee guarantees the successful execution of this transaction.The fund shall be transferred to you legally in accordance to all laid down procedures governing transfer of funds. If you are interested, please reply immediately via my email address. Upon your response, I shall then provide you with more details and relevant documents that will help you understand the transaction.Please observe utmost confidentiality,and rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country. Awaiting your urgent reply via my email address. Thanks and regards, Sen.Victor Oyofo.", "id": "4e3b3dd4d26687a3a2c5a46fed60a810"}