{"email_subject": "Transfer of Title Enquiry: Deutsche.Capital.", "email_body": "\n\nZENITH MUTUAL LTD;UK\n\nTel: + 44-7040 - 109022\n\nZenith House The Hyde Edgware\n\nRoad London NW9 6EE\n\n\n24/04/2006 \n\nGREETINGS:\n\n\nSubject: Transfer of Title Enquiry: Deutsche.Capital.\n\n\nMy name is Michael Perez. I work as an executive partner for the firm Zenith consulting and Mutual Investment Brokers and Security Consultants U.K. We are conducting an end of year consolidated financial statement for the year ending Mar.2004 under conjunctional agreement with Deutsche Ba nk the German conglomerate banking giants. This notary enquiry involves a client who shares your surname and also the circumstances surrounding investments made by this client at Deutsche Bank offshore group a commercial and investment arm of the parent Bank.\n\n\nIt was brought to our knowledge that the aforementioned client died in testate and nominated no next of kin to the title over the investments made with the Bank. We came to know of you via the London. Global.Database.Center (L.G.D.C.) Hence we are making this contact. The essence of this communication with you is to assist us in our investigation by providing us with information you may have regarding this inquiry on any of the 3 KEY issues.\n\n\nAre you aware of any relative/relation whose \n\nlast contact address was Brussels, Belgium? \n\nWho shares a similar name? \n\nWho' date of birth on file was 27/07/1952\n\n\nThank-you for your co-operation and best regards,\n\n\nSincere ly, \n\nMr. Michael Perez.\n\nZENITH MUTUAL LTD;UK\n\nTel: + 44-7040 - 109022\n\nZenith House The Hyde Edgware\n\nRoad London NW9 6EE\n\n\nDISCLAIMER:\n\nCONFIDENTIALLY - This email and any files transmitted with it are confidential and intended solely for the use of the individual or entity to whom they are addressed. If you have received this email in error, please delete it immediately. Unless you are the intended recipient, you may not use, disclose, copy, or distribute this email or any attachments. The contents of this email and/or any files transmitted with it may be subject to copyright laws. In such a case, the content may not be copied, adapted, distributed or transmitted without the advance consent of the copyright owner. VIRUSES - DAGOC does not represent or warrant that files attached to this email are free from computer viruses or other defects. These files are provided, and may only be used, on the basis that the user assumes all responsibility for any loss or damage arising of the use of the files\n\n\n\n\n\n", "id": "4e6a709d98113c1c434c2b2db0942745"}