{"email_subject": "GOOD DAY!!!!!", "email_body": "Dear Sir,\n\nHow are you and your family today? I hope that you are all okay? I found\ninformation about you and decided to contact you for an important\nassistance. I am Michael Nkomo a citizen of Zimbabwe , but i am \ncontacting\nfrom a neiboring country here in IVORY CAOST where i am now\nsicking political assylum.\n\nI am the only son of Kenneth Nkomo, a wealthy farmer and senior \npolitician\nwith the opposition political party in my country, Movement for \nDemocratic\nChange [MDC]. My father was murdered by our wicked\nPresident, Robert Mugabe and I fled my country because I have become his\nnext target to eliminate.\n\nMy father was a fighter for Justice and a moving force in the MDC, a \npart\nwanting to end the several years of brutal dictatorship government of\nPresident Robert Mugabe. You will read more stories about President\nMugabe's brutal acts by visiting this web sites; \nhttp://www.rte.ie/news/2000/0418/zimbabwe.html \n\nMy father was accused of Treason and also assisting the White farmers in\nfighting the government. Few weeks after his arrest, he was reported \ndead.\nThe government claimed he died of heart attack and his body was never \nseen\nfor proper autopsy, they buried him in the government cemetery. My \nfather's\nassociate Mr. Martin Olds a White farmer from Britain assisted me in\nfighting my father's death through the\nCourt and media; the government saw us as a big treat to them and \ndecided to\neliminate us. Mr. Olds was attacked and murdered in his house, but\nfortunately, before they came looking for me, I received the news and I \nhad\nto flee through the border to South Africa to save my life. My arrival \nhere\nin IVORY COAST still remains like a miracle to me.\n\nHere, is my reasons for contacting you, I am having a huge sum of money\nin\nthe total sum of $13.6Million presently lodge with the security company \nin\nholland,My father kept this money in in two trunk boxes in disguise as\nfamily treasures and could not bank them,\nbecause of the situation in my country. My father's business, farms and\nbanks account were seized by the government before his arrest and murder.\n\nHe told me everything concerning the funds while he was still in \ndetention\nand I have made several arrangements concerning the shipment of the \nboxes\nout of my country because we cannot invest it there. I\nwas on the process when I fled the country. I need your assistance in\nsecuring the funds there in your country, so that I can arrange on how \nto\ncome overto your country to invest with the fund I am willing to offer \nyou\n30% of the $13.6Million for your assistance.\n\nPlease, let me know if you can assist me, so that I can give you more\ndetails on how we shall proceed. As I wait for your urgent response, \nplease\ntreat this information as top secret.\n\nRegards,\n\nMichael Nkomo\nFreeserve AnyTime - HALF PRICE for the first 3 months - Save £7.50 a month \nwww.freeserve.com/anytime", "id": "4e892bb3b44b52c8599c284826814184"}