{"email_subject": "CHARITY", "email_body": "\n\nHello,\nMy name is DAVID ELLIS, a nationality of United\nKingdom,I have been diagnosed with Esophageal cancer.\nIt has defied all forms of medical treatment, and\nright now I have only about a few months to live,\naccording to medical experts.I have not particularly\nlived my life so well, as I never really cared for\nanyone(not even myself)but my business. Though I am\nvery rich, I was never generous, I was always hostile\nto people and only focused on my business as that was\nthe only thing I cared for. But now I regret all this\nas I now know that there is more to life than just\nwanting to have or make all the money in the world.I\nbelieve when God gives me a second chance to come to\nthis world I would live my life a different way from\nhow I have lived it.\nNow that God has called me, I have willed and given\nmost of my property and assets to my immediate and\nextended family members as well as a few close\nfriends.I want God to be merciful to me and accept my\nsoul so, I have decided to give alms to charity\norganizations, as I want this to be one of the last\ngood deeds I do on earth.\nSo far, I have distributed money to some charity\norganizations in the U.A.E, Somalia and Malaysia.\nNow that my health has deteriorated so badly, I cannot\ndo this myself anymore. I once asked members of my\nfamily to close one of my accounts and distribute the\nmoney which I have there to charity organization in\nBulgaria and Rwanda, they refused and kept the money\nto themselves. Hence, I do not trust them anymore, as\nthey seem not to be contended with what I have left\nfor them.\nThe last of my money which no one knows of is the huge\ncash deposit of Twenty Eight Million USD that I have\nwith a finance/Security Company abroad. I will want\nyou to help me collect this deposit and despatch it to\ncharity organizations.\nI have set aside 20% for you and for your time.\nPlease reply to my personal e.mail address ellisd@katamail.com\nGod be with you.\nDAVID ELLIS\n\n\n", "id": "4eb9a3549de96518cf0dc7ff13816d41"}