{"email_subject": "REQUEST FOR YOUR UNRESERVED ASSISTANCE", "email_body": ">From :The Desk Of : Mr James \nNigerian National Petroleum Company\nContract Awarding Committee\nMember: Executive Council. \n\nDear Friend,\n\nREQUEST FOR YOUR UNRESERVED ASSISTANCE \n\nI am James Abure, I know this \nletter may come to you as a surprise but it was borne out of my sincere \ndesire to share a mutual business relationship with you. First, your \nstrictest confidence in this transaction is highlt solicited. \n\nThis is \nby virtue of its nature as being confidential and top secret. \nI am a \ngovernment official with a statutory corporation and a member of an \nadhoc committee set up by the Federal Government of Nigeria to review \ncontracts awarded by past administration. In the course of identifying, \nscrutinizing and recommending payment for all valid contracts executed, \nwe discovered a huge sum of money amounting to US$ 75.5 million \n(Seventy-five million five hundred thousand dollars) on grossly over-\ninvoiced contract already awarded and executed for the Nigerian \nNational Petroleum Corporation. \n\nHaving cleaned the Augean Stable, we \nintend to transfer the balance of US$ 75.5 million presently floating \nin our Apex Bank of Nigeria to our own benefit and advantage. However \nwe ask for your unwavering assistance in this regard because as civil \nservants we are prohibited under the civil service code of conduct from \noperating a foriegn account or running a foreign company unless after \nretirement. In this vain we want you to front for us as a partner to \nenable us lodge the funds speedily into your account. \n\nBear in mind \nthat no risk is attached to this project and all logistics are in place \nand modalities worked out for the smooth conclusion within a stipulated \ntime. This is in accordance with the fact that you must never betray \nthe trust already reposed on you. We have decided to compensate you \nwith 30% of the total sum for your support, 60% for us, while 10% is \nmapped out for miscellaneous expenses ( local and international). \n\nPlease if interested, provide your confidential phone and fax number to \nenable me contact you for further discussion on this matter. Please \nadvise in your return mail, which time is confidential enough to call \nyou. And also call me if you are interested in the proposal with this \nnumber - 234 8 \n\nLooking forward to hear from you. \n\nBest Regards, \nJames Abure. \n\n\n\n", "id": "4edb92d3a0492e5e56d2e5bd99cdb315"}