{"email_subject": "HELLO!!!", "email_body": "\nFROM: NKOMO PRINCE WILL\nTel :+27 83 435 6628\nFax:+27 11 507 5049\n\n125 D.F.MALAN DRIVE, SANDTON\nJOHANNESBURG, SOUTH AFRICA.\n\nDear Sir,\n\nNo doubt the letter might come as a surprise to you. I am Mr. PRINCE WILL NKOMO , the son of late Mr. HARRY NKOMO, one of the major victims in the on going crisis in Zimbabwe. You might have heard or read about it, you can visit www.cnn.com\\\\zimbabwe. I obtained your contact privately and after due consideration and prayers decided to contact you for assistance to transfer and invest our family fund.\n\nMy country Zimbabwe is in real war with no end sight, the president Mr. Robert Mugabe  introduced a new land reform act meant to deprive and relocate all the major farms in Zimbabwe, this now resulted in the Zimbabwe war veterans and black mob killing, looting and displacing the entire farm in Zimbabwe, many has been killed and my father was one of the major  victims, as we own one of the biggest farm in our country.\n\nShortly before his death, he took to South Africa with my mother to deposit the sum of US$20,000,000.00(TWENTY  MILLION UNITED STATES DOLLARS) into a security and finance company in South Africa. It was deposited as a family valuables to avoid attention and high demurrage payment because this money was actually for the building of an ultra modern farms with all the machineries such as pipe-born water, electricity chemicals etc. only that he did not survive to realize this, May His Gentle Soul Rest In Peace.\n\nNow faced with this situation, we decided to exile to South Africa with the rest of the family where we have awaited for things to cool down and have successful claims to the funds .I have in my mother's possession all the necessary documents as regards to the deposit of this fund.\n\nWe had planned to invest this money in South Africa, but because of our status as asylum seekers, the financial laws in South Africa does not allow asylum seekers any investment and financial rights not even to operate a bank accounts in the country until asylum is approved which still pending, more so the nearness of South Africa and my country is not safe for us without a reliable bank account into which we can transfer this money. \n\nDo understand to provide a suitable account to transfer this fund for our resettlement and investments. Can you handle this fund without any problem in your country, if so do contact me on my telephone no as soon as possible for further arrangement as regards to our working plans.\n\nThanks and God bless as I await your sincerely response.\n\nMr  PRINCE WILL NKOMO\n(FOR THE FAMILY).\n\n\n\n\n", "id": "4f00981412f40d0e31031b6e98af456f"}