{"email_subject": "REPLY NOW", "email_body": "FROM ADE WILLIAMS\n\n\n\nI AM  DIRECTED BY DR. (MRS.) MARYAM ABACHA, WIFE OF LATE GENERAL SANI ABACHA, \nEX-MILITARY HEAD OF STATE OF NIGERIA WHO DIED ON THE 8TH OF JUNE 1998 OF HEART \nPROBLEMS.\n\n\nI CONTACTED YOU BECAUSE OF THE NEED TO DEAL WITH PERSONS WHOM THE FAMILY AND I \nHAVE HAD NO PREVIOUS PERSONAL RELATIONSHIPS.SINCE THE DEATH OF HER HUSBAND, THE \nFAMILY HAS BEEN SUBJECTED TO ALL SORTS OF HARASSMENT AND INTIMIDATION WITH LOTS \nOF NEGATIVE REPORTS EMANATING FROM THE GOVERNMENT AND THE PRESS ABOUT HER \nHUSBAND. \n\nTHE PRESENT GOVERNMENT HAS ALSO ENSURED THAT OUR BANK ACCOUNTS ARE FROZEN AND \nALL ASSETS SEIZED.EVEN EARLY THIS YEAR WE WERE MADE TO PAY THE SUM OF \n($168MUSD)AND ONLY TWO MONTH AGO THEY WERE FORCED TO SIGN A PACK OF \nUSD2.6BILLION , IT IS IN VIEW OF THIS, THAT I SEEK YOUR CO-OPERATION AND \nASSISTANCE IN THE TRANSFER OF THIS SUM OFUS$35,000,000 THIRTY-FIVE MILLION \nUNITED STATES DOLLARS (ONLY) BEING THE VERY LAST OF THE FAMILY FUND IN OUR \nPOSSESSION AND \nCONTROL.\n\n THE FEDERAL GOVERNMENT SEIZED ALL OUR PROPERTIES AND FROZE ALL OUR ACCOUNTS \nBOTH LOCAL AND INTERNATIONAL. AFTER THE DEATH OF HER HUSBAND, BUT OUR ONLY HOPE \nNOW IS THIS AVAILABLE US$35M CASH WHICH I CAREFULLY PACKAGED AND DEPOSITED AS \nPHOTOGRAPHIC MATERIALS WITH A SECURITY COMPANY IN LOME-TOGO.\n\n THAT IS TO SAY THE MONEY IS IN A CODED FORM  WE THEREFORE NEED YOUR URGENT \nASSISTANCE TO MOVE THIS MONEY OUTSIDE AFRICA.IF YOU ARE WILLING TO ASSIST US IN \nRECEIVING THIS MONEY ON OUR BEHALF,PLEASE, CONTACT MY PERSONAL ASSISTANCE VIA \nTHE ABOVE MENTIONED E-MAIL ADDRESS AND I ASSURE YOU, YOU WILL BE SUBSTANTIALLY \nREWARDED.  \n\nPLEASE ENSURE TO KEEP THIS DEAL VERY SECRET AND CONFIDENTIAL FOR OBVIOUS \nREASONS. WE AWAIT YOUR IMMEDIATE RESPONSE. \n\nSINCERELY,  \nADE WILLIAMS .\nFOR DR. (MRS.) MARYAM ABACHA.) \n\nPS: THE FUNDS WILL BE INVESTED BY YOU ON BEHALF OF THE FAMILY .  \nREPLY TO:adewilliams202@fastermail.com\n\n\n\n", "id": "4f16d032870a16ff004e7971f353f7d7"}