{"email_subject": "HELP ME PLEASE FOR THE SAKE OF MY CHILDREN", "email_body": "My Dear, \n\nWith all sincerity and humility it is with deep pains i write you this\nmessage of wishful assistance to my predicament. I am Mrs Jewel Taylor\nthe estranged wife to the former president of Liberia who was asked by\nunanimous decision by the international community to step down from the\ncorridors of power .\n\nI write you this mail under duress and as a result of my recent\ndecision to better the lives of i and my children. I have made a\ndecision which i know might not be good in the sight of man but the\npresent situation has led me to this decision to better the lives of my\nchildren. Currently now i have decided to make do with the sum of $20m\n(Twenty Million United States Dollars)belonging to my husband in which\ni am a benefiaciary to, i have decided to relocate with your\nassistance to your private account the said sum.\n\nMy decision was reached when i could not conceive the thought that\nafter the United States Government has promised to let my husband go\nfree based on the condition that he should step down Mr. Collin Powell\nstated in a press briefing that he would be indicted by the court in\nNetherlands to face charges on war crimes, this is what led to my\ndecision as God Knows that i was never in support of his involvement in\nthe indecent maltreating of innocent people in Politics.\n\nThis decision is hard for me to make but i just have to make it for the\nsake of my children's future.\n\nCurrently the said sum was lodged in a safety deposit box in a\nfinancial Institution which i will disclose to you as a matter of\ncommitment to me and this plea for assistance. I currently have the\ndeposit certificate and can draw up a change of beneficiary mandate to\neffect you as the beneficiary to the funds. I am a trained economist by\nprofession and it is in this line that i will want you to take note\nthat your services for assisting me will be compensated to the best of\nmy ability.\n\nI have this to look forward to so i would like you to keep this\nproject close to your heart just as myself pending when we reach the\nconclusive end of this project. I will want you as a matter of\nconfidentiality to respond through this mail and also include your\ntelephone number as well so that i can give you a call if the need\narises as we are currently on political asylum now in west africa. Once \ni\nget your confirmation that you can be of assistance i will bring you\ninto a clearer picture of the situation at hand.\n\nView this site to see a picture of me:\nhttp://news.bbc.co.uk/2/hi/africa/2963086.stm\n\nI look forward to your response with great hope of assistance from your\ngood self.\n\nI dont have access to phone call in the camp but you can reach my first \nson Chukky through this phone number+234803 060 3076.\n\nI remain Yours Truly,\nMrs Jewel Taylor\n\n\n\n\n\n\n\n\n\n\n", "id": "4f1aa0f448011694c00370d5b36775be"}