{"email_subject": "Seeking your partnership", "email_body": "\n\nMr.David Sarr\nMANAGER:ECOBANK.\nDAKAR-SENEGAL.Branch.\nEmail:da_sarr@katamail.com\nTel:  +221-4488469\n\n Dear friend,\n\n I know this email will reach you as a surprise, but need not to worry as i am using the only secured and confidential medium available to seek for foreign assistance in a business.\n I would respectfully request that you keep the contents of this mail confidential and respect the integrity of the information you come by as a result of this mail.\n I am contacting you concerning a customer and deposit placed under our banks management 10 years ago,i am contacting you independently of our investigation and no one is informed of this communication.\n I am Mr.David Saar from Ecobank,Dakar-Senegal.Branch.This business request may seem strange, but I crave your indulgence and pray you view it seriously as I am convinced that you would be capable to provide me with a solution to a money transfer.\n On 6th,june,1997, a Nigerian came to make a (fixed) deposit valued at US$10,500,000.00(Ten Million Five Hundred Thousand Dollars )in  my branch to be claimed by a foreing beneficiary to be later named,upon maturity,we sent a routine notification to his forwarding address but got no reply.\n After three years of sending reminder with no responce,we decided to open an investigation,and i was the head of the panel set up for the investigation,in the course of our investigation i finally discovered the money was Part of the loot the late Nigerian Ruler General Sani Abacha stole from Nigeria,the money was deposited under a false name. you can  confirm it yourself via the website below. \nhttp://www.usatoday.com/news/opinion/columnists/wickham/2002-04-19-wickham.htm.\n On further investigation, I found out that no one knows of the deposit not even his family members he died without telling any one of it.Therefore he did not declare any next of kin or relations in all his documents, including his bank deposit paperwork in my bank as the deposit was a secret one,so i decided to keep the secret to my self as i view this as a once in a lifetime oportunity for me.\n My bank has waited for the beneficiary to come and make claims but no one has ever come forward,the reason is that he was yet to name the beneficiary before he died and i am the only one aware of this fact because i am the one in charge of the transaction. \n This sum of US$10,500,000.00 and the interest is being rolled over with the  principal sum at the end of each year. No one will ever come forward to claim it According to my Country's law, at the expiration of 10(TEN)years,the money will revert to the ownership of the SENEGALESE Government if nobody  applies to claim the fund.\n Consequently, my proposal is that I will like you as a foreigner to  stand as the beneficiary to the deposit so that the money will not get into the hands of some corrupt Government officials. I assure you that I could have the deposit released to you in a few days. \n I will simply inform our bank of the final closing of the file relating to the deposit.This is simple,upon your approval,I will like you to provide immediately your full name and address so that the Attorney will prepare the necessary documents and affidavits which will put you in place as the beneficiary.\n We shall employ the service of two attorneys for the drafting and notarization of the WILL and obtain the necessary documents and letter  of probate administration in your favour for the transfer.\n Any bank account in any part of the world which you will provide will  then facilitate the transfer of this money to you as the beneficiary.\n The money will be paid into your account for us to share in ratio of 35% for me,35% for you,20% for any charity organization of our choice and 10 % will be set aside for expenses  incured during the business . \n There is no risk at all;i have waited eigth(8)years now to be very sure of this plan,the paperwork for this transaction will be done by the attorney and my position as the Branch Manager guarantees the successful execution of this transaction. If you are interested, please reply immediately via the private email address below, upon your response, I shall provide you with more details and relevant documents that will help you understand the transaction.\n Please observe outmost confidentiality and be rest assured that this  transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country.\n Please upon your approval of this mail message, send to me the following  to enable me start the processing of the fund transfer into your bank account:1.) The beneficiary's name and complete info.2.) Your private / official telephone and fax number.\n I am aware of the consequences of this proposal. I ask that if you find no interest in this project that you should discard this mail. I ask that you do not be vindictive or destructive. If my offer is of no appeal to you, delete this message and forget I ever contacted you. Do not destroy my career because you do not approve of my proposal. You may not know this but people like me who have made tidy sums out of comparable situations run the whole banking sector.\n I do not find this move against good conscience, this may be hard for you to understand, but the dynamics of my industry dictates that I make this move. Such opportunities only come ones way once in a lifetime. I cannot afford to let this chance pass me by, for once I find myself in total control of my destiny. This is my chance and I won't let it pass me by.If you will not work with me let me know and let me move on with my life but please do not destroy me.I am a family man and this is an opportunity to provide my family with new opportunities. \n There is a reward for this project and it is a task well worth undertaking.I have evaluated the risks and the only risk I have here is from you refusing to work with me and alerting my bank.\n Awaiting your Urgent Reply via my private email:da_sarr@katamail.com or call me on my private telephone number: +221-4488469 for further discussion.\nThanks and God bless,\nMr.David Sarr\n\n\n", "id": "4f94799a22cdde0462e49c7d7a1a85ef"}