{"email_subject": "ASSISTANCE", "email_body": "Dear Sir I am mr Godwin Igbunu, the Bank Manager of Regent Bank of Nigeria, Lagos Branch. I have urgent and very confidential business proposition for you. On June 6, 1997, a FOREIGN Oil Consultant/Contractor with the Nigerian National Petroleum Corporation, Mr. Roger Berget made a numbered time (Fixed) Deposit for twelve calendar months, valued at US$8,000,000.00 (Eight Million Dollars) in my branch. Upon maturity, I sent a routine notification to his forwarding address but got no reply. After a month, we sent a reminder and finally we discovered from his contract employers, Ministry of Defence headquater in Abuja that Mr. Roger Berget died from an automobile accident. On further investigation, I found out that he died without making a WILL, and all attempts to trace his next of kin to date has fruitless. I therefore made further investigation and discovered that Mr. Roger Berget did not declare any kin or relations in!\n all his official documents, including his Bank Deposit paperwork in my Bank. This sum of US$8,000,000.00 is still sitting in my Bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it. According to Nigerian Law, at the expiration of 5 (five) years, the money will revert to the ownership of the Nigerian Government if nobody applies to claim the fund. Consequently, my proposal is that I will like you as an Foreigner to stand in as the next of kin to Mr. Roger Berget so that the fruits of this old man's labor will not get into the hands of some corrupt government officials. This is simple, I will like you to provide immediately your full names, address, telephone and fax numers so that the Attorney will prepare the necessary documents and affidavits, which will put you in place as the next of kin. We shall employ the service of two Attorneys for drafting and not!\narization of the WILL and to obtain the necessary documents and letter of probate/administration in your favor for the transfer. A bank account in any part of the world, which you will provide, will then facilitate the transfer of this money to you as the beneficiary/next of kin. The money will be paid into your nominated account for us to share in the ratio of 70% for me, 25% for you and 5% to cover any accidental expenses on either sides during the course of this transaction. There is no risk at all as all the paperwork for this transaction will be done by the Attorney and my position as the Branch Manager guarantees the successful execution of this transaction. If you are interested, please reply immediately via this email address. Upon your response, I shall then provide you with more details and relevant documents that will help you understand the transaction better. Please observe utmost confidentiality, and rest assured that this transactio!\nn would be most profitable for both of us because I shall require your assistance to invest my share in your country. Looking forward to hearing from you soonest. Best regards, Mr Godwin Igbunu Please you can also reach me with this email address igbunu2@caramail.com and telephone number 234-80232-97216 \n\n\n", "id": "4fa458d571eeb267159e45d6e03b47e8"}