{"email_subject": "urgent reply", "email_body": "FROM THE DESK OF DON HOSE NANDO\nAUDITING AND ACCOUNTING MANEGER ,\nBANCO POPULARE DE ESPANA.\n\n\nDear Friend,\n\nI am the manager of billing and exchange at the\nforeign remittance department of BANCO POPULARE DE ESPANA here in Madrid Spain. In my department. we discovered an abandoned sum of ??m euros (FOURTY Million\neuros) in an account that belongs to one of our\nforeign customer (MR. Rudi Fassnacht from Cologne, Germany) who died along with his entire family in Jully 2000 in a\nplane crash.For more informations about the crash you\ncan visit this site:\n\nhttp://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\nSince we got information about his death, we have been\nexpecting his next of kin to come over and claim his\nmoney because we cannot release it unless some body\napplies for it as next of kin or relation to the\ndeceased as indicated in our banking guidlings and\nlaws but unfortunately we\nlearnt that all his supposed next of kin or relation\ndied alongside with him at the plane crash leaving\nnobody behind for the claim. It is therefore upon this\ndiscovery that I now decided to make this business\nproposal to you and release the money to you as the\nnext of kin or relation to the deceased for safety and\nsubsequent disbursement since nobody is coming for it\nand we don't want this money to go into the Spanish\ntreasury government account as unclaimed funds.\n\nThe banking law and guidline here stipulates that if\nsuch money remained unclaimed after five years, the\nmoney will be transfered into the government treasury\naccount as unclaimed funds. The request of foreigner\nas next of kin\nin this business is occassioned by the fact that the\ncustomer was a foreigner and a Spanish cannot stand as\nnext of kin to a foreigner.\n\nI agree that 30% of this money will be for you as a\nrespect to the provision of a foriegn account ,10%\nwill be set aside for expenses incurred during the\nbusiness and 60% will be invested in any lucrative\nbusiness of your choice and as soon as this is done, i\nwill resign from my work and join you immediatelly.\nRemmember that the trust leed upon you is based on\nmutual business understanding and a life time\nopportunity which i believe you will not allow it go.\n\nTo enable the immediate transfer of this fund to you\nas arranged,you must apply first to the bank as\nrelation or next of kin of the deceased with a text of\napplication \nthat i will send to you,so i will like you to send to\nme your private telephone and fax number for easy and\neffective communication and location where the money\nwill be remitted.\n\nUpon receipt of your reply, I will send to you by fax\nor email the text of the application . I will not fail\nto bring to your notice this transaction is hitch-free\nand that you should not entertain any atom of fear as\nAll required arrangements have been made for the\ntransfer. You should contact me immediately as soon as\nyou receive this letter.\n\nTrusting to hear from you immediately.send all\ncorrespondence by email don_hosenando@yahoo.com for\nsecurity reasons\n\nYours Faithfully,\n\nDON HOSE NANDO\n\n\n\n\n", "id": "4fa5c2b25df84cd5f8431e4c3a8500f3"}