{"email_subject": "HELLO", "email_body": "ATTN:\n Dear Sir/M,\n I am Mr.Daniez  Philip. a consulting auditor of a Bank in West \nAfrica in west africa. I have the courage to Crave indulgence for \nthis important business believing that you will never let me down \neither now or in the future. Some years ago, an American Mining \nconsultant/ contractor with the Nigeria National Petroleum \nCorporation,made a numbered time (fixed)deposit for twelve calendar \nmonths, valued $42M.USD (FORTY TWO MILLION US DOLLARS) in an account. \nOn maturity, The bank sent a routine notification to his forwarding \naddress but got no reply. After a month, The bank sent another \nreminder and finally his contract employers, the Nigerian National \nPetroleum Corporation wrote to inform the bank that he died without \nMAKING A WILL, and all attempts by the American Embassy to trace his \nnext of kin was fruitless. I therefore, made further investigation \nand discovered that the beneficiary was an immigrant from Jamaica and \nonly recently obtained American citizenship. He did not declare any \nkin or relations in all his official documents, including his Bank \ndeposit paper work. This money total amount$42M.USD ( FORTY TWO \nMILLION US DOLLARS)is still sitting in my bank as dormant Account. No \none will ever come forward to claim it, and according to Nigerian \nBanking policy, after some years, the money will revert to the \nownership of the Nigerian Government if the account owner is \ncertified dead. This is the situation, and my proposal is that I am \nlooking for a foreigner who will stand in as the next of kin to \nbeneficiary, and OPEN a Bank Account abroad to facilitate the \ntransfer of this money. This is simple, all you have to do is to OPEN \nan account anywhere in the world and send me its detail for me to \narrange the proper money transfer paperwork, and facilitate the \ntransfer.The money will then be paid into this Account for us to \nshare in the ratio of 60% for me, 35 % for you and 5% for expenses \nthat might come up during transfer process. There is no risk at all, \nand all the paper work for this transaction will be done by me using \nmy position and connections in the banks in Nigeria. This business \ntransaction is guaranteed.And the first phase of the transfer will be \n($4M.USD) FOUR MILLION DOLLARS as advised by our insider in the \nbank.If you are interested, please reply immediately through my \npersonal email sending the following details:\n (1) Your Full Name/Address\n (2) Your Private Telephone/fax Number. \nPlease observe the utmost confidentiality, and be rest assured that \nthis transaction would be most profitable for both of us because I \nshall require your assistance to invest some of my share in your \ncountry. I look forward to your earliest reply.\n\n Yours,\n Mr.Daniez Philip\n\n\n", "id": "4faf796fb2a5636e6732d43acb0c0741"}