{"email_subject": "Thank you", "email_body": ">From The Desk Of,\nMRS. SUSAN SHUBANGA\nDeputy Minister of Safety and Security\nSouth Africa\n\n\n\nAfter due deliberation with my children, I decided to\ncontact you for your assistance in standing as a\nbeneficiary to the some millions of dollars First,\nlet me start by introducing myself, I am MRS SUSAN SHUBANGA,\na mother of three children and the Former Deputy Minister of\nMinerals and Energy,Now Deputy Minister of Safety and Security\nunder the President of South African MR THABO\nMBEKI. You can view my profile at my website\nhttp://www.gov.za/gol/gcis_profile.jsp?id=1066\n\nAfter the swearing in ceremony making me the Deputy\nMinister of Minerals and Energy 1996 my husband Mr\nNdelebe Shabangu died while he was on an official trip to\nTrinidad and Tobago in 2002. After his death, I discovered that\nhe had some funds in a dollars with a FINANCIAL INSTITUTE.\n\nThis fund emanated as a result of an over-invoiced contract\nwhich he executed with the Government of South Africa.\nThough I assisted him in getting this contract but I never\nknew that it was over-invoiced by him. I am afraid that the\ngovernment of South Africa might start to investigate on\ncontracts awarded from 1998 to date. If they discover\nthis money in his bank account,they will confiscate it and\nseize his assets here in South Africa and this will definetely\naffect my political career in government.\n\nI want your assistance in clearing this money from the\nFinancial Institute.As soon as the fund is cleared, you are\nexpected to move it immediately into another personal\nbank account in your country.I will see to it that the\naccount is not traced from South Africa. As soon as you have\nconfirmed the fund into your account, I will send my eldest son\nwith my Attorney to come to your country to\ndiscuss on business investments.\n\nFor your assistance, I am offering you 5 Million (Five\nmillion United States Dollars Only) However, you have to\nassure me and also be ready to\ngo into agreement with\nme that you will not elope with my fund.\n\nIf you agree to my terms, kindly as a matter of\nurgency send me an email.Due to my sensitive position in the\nSouth African Government, I would not WANT you to call me on\nphone or send a fax to me. All correspondence must be by\nemail to my private email:(shubanga-suzzy@hotmail.com)\n\nIf you want to speak with my Attorney, that is fine\nand okay by me.\nHis chambers will be representing my interest\nwith you. if you show\ninterest in assisting me, i will foward\nhis contact to you and yours to him.\nI would also like you to give me your contact address i.e.\ntelephone, fax and whatever other means of communication of which to\nreach you,\nto enable my Attorney call or reach you from time to\ntime.\n\nPlease I do not need to remind you of the need for\nabsolute\nConfidentiality if this transaction must succeed. YOU\nMUST NOT CALL ME!If\nyou do not feel comfortable with this\ntransaction, do not hesitate to discontinue.\n\nThanks for your anticipated co-operation and my\nregards to your family.\n\nYours faithfully,\n\nMRS. SUSAN SHUBANGA\nDeputy Minister of Safety and Security\nSouth Africa\n\n\n\n\n", "id": "4fcf40680d6c609dfb171dc557dee462"}