{"email_subject": "URGENT ASSISTANCE", "email_body": "    Dear sir,\n   \n  Due to my careful search for an honest, reliable and\nsincere business partner, i got your contact from\ninternet  and i ask if you can be trusted not to break\nan agreement? Still, it took me time to make up my\nmind to contact you and to offer you this proposal of\nmine of which my whole life depends on.\n   \n  My name is MISS SURIA AHMAD, the daughter of Mr. Behki\nkaban ahmad, of blessed memory from Zimbabwe, During the\ncurrent crises against the farmers in Zimbabwe from\nthe supports of President Robert Mugabe to claim all\nthe white-owned farms to his party members and his\nfollowers, he ordered all white farmers to  surrender\nall farms to his party members and his followers.\n  My father is One of the most successful multy farmers\nin our country and because he did not support Mugabe`s\nideas, Mugabes supporters invaded his farm and burnt\neverything in the farm, killing him and made away with\na lot of items in my fathers farm.\n  Before his death, my father had deposited with \nFINANCE HOUSE IN ASIA the sum of (USD $6.5 MILLION).\nAfter the death of my father, I decided to move to\nRepublic  of senegal where i re-located under\npolitical asylum as a refugee to seek  for foriegn\npatner overseas that will assist me to move this money\nout of THE FINANCIAL HOUSE to your country as i have\nmade up my mind to invest and live in your country.\n  As an asylum seeker i am not allowed to operate any\nBank Account within senegal.I have agreed to\noffer you 10% of the total sum for your assistance as\nsoon as the money get`s into your account while 5%\nwill be mapped out for any expences that may be\nincurred in the course of this transaction both local\nand international.\n   \n  I want truth and honest to be our watch word in this\ntransaction and please treat this transaction with\nstrictly confidential for the successful out come of\nit. All I want you to do is to furnish me with \nyour personal phone and fax numbers and also your\nprivate e-mail address for easy and urgent communication.\n   \n  Note that this transaction is 100% Risk free and\nabsolutely confidential. \n \nThanks and God\nbless you.\n  Sincerely Yours,\nSURIA AHMAD.\n\n\n    \n \n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com ", "id": "4ff1ca160fb5df5e9b11a7615e38afc5"}