{"email_subject": "very urgent", "email_body": "VERY CONFIDENTIAL FROM: MR. KARIM SULE ATTN: DEAR SIR I AM THE MANAGER OF BILLS AND EXCHANGE AT THE FOREIGN REMITTANCE DEPARTMENT OF THE ECOBANK MOROCCO PLC. I AM WRITING THIS LETTER TO ASK FOR SUPPORT AND CO-OPERATION TO CARRY OUT THIS BUSINESS OPPORTUNITY IN MY DEPARTMENT. WE DISCOVER AN ABANDONED SUM OF US$30,000,000.00 (THIRTY MILLION UNITED STATES DOLLARS o nLY) IN AN ACCOUNT THAT BELONGS TO ONE OF OUR FOREIGN CUSTOMER WHO DIED ALONG WITH HIS ENTIRE FAMILY IN NOVEMBER 2002 IN A PLANE CRASH. SINCE WE GOT INFORMATION ABOUT HIS DEATH WE HAVE BEEN EXPEC TIN G HIS NEXT OF KIN TO COME OVER AND CLAIM HIS MONEY BECAUSE WE CANNOT RELEASE THE MONEY UNLESS SOMEBODY APPLIES FOR IT AS THE NEXT OF KIN OR RELATION TO THE DECEASED AS INDICATED IN OUR BANKING GUIDELINES. UNFORTUNATELY, NEITHER THE FAMILY MEMBER NOR  THE RELATION HAS APPEARED TO CLAIM THIS MONEY, AT THIS DISCOVERY, I AND OTHER OFFICIALS IN THE DEPARTMENT NOW DECIDED TO DO BUSINESS WITH YOU AND RELEASE THE MONEY TO YOU AS THE NEXT OF KIN OR RELATION OF THE DECEASE FOR SAFETY AND SUBSEQUENT DISBURSEMEN T SI NCE NOBODY IS COMING FOR IT AND WE DON'T WANT THIS MONEY TO GO INTO THE BANK TREASURY AS AN UNCLAIMED DEBT. THE BANKING LAW AND GUIDELINES OF ECOBANK MORROCO PLC STIPULATES THAT IF SUCH MONEY REMAINED UNCLAIMED FOR A PERIOD OF THREE (3) YEARS IT WIL L BE TRANSFERRED INTO THE BANK TREASURY AS UNCLAIMED FUND. THE NEED FOR A FOREIGNER AS NEXT OF KIN IN THIS BUSINESS IS OCCASSIONED BY THE FACT THAT THE CUSTOMER WAS A FOREIGNER AND A MORROCO CANNOT STAND AS HIS NEXT OF KIN OR HEIR. WE AGREED THAT 30% OF  THE M o nEY WILL BE FOR YOU AS FOREIGN PARTNER, THERE AFTER MY COLLEAGUE AND I WILL VISIT YOUR COUNTRY FOR DISBURSEMENT ACCORDING TO THE PERCENTAGE INDICATED. THEREFORE, TO ENABLE THE IMMEDIATE TRANSFER OF THE FUND TO YOU AS INDICATED. YOU MUST APPLY TO  THE BAN K AS A RELATION OR NEXT OF KIN OF THE DECEASED, INDICATING YOUR BANK ACCOUNT NUMBER AND LOCATION WHEREIN THE MONEY WILL BE REMITTED. UPON RECEIPT OF REPLY BY MAIL, I WILL SEND TO YOU BY MAIL THE TEXT OF APPLICATION. AS SOON AS YOU RECEIVE THIS LE TTER YOU SHOULD CONTACT ME IMMEDIATELY AND INDICATE YOUR DIRECT FAX AND CONFIDENTIAL TELEPHONE NUMBER FOR EFFECTIVE COMMUNICATION TRUSTING TO HEAR FROM YOU IMMEDIATELY o n MY E-MAIL: karim_2005@fastermail.com  YOURS FAITHFULLY, MR. KARIM SULE ECO BANK MOROCCO PLC.", "id": "4ffea598d26c6758e634cb449b88b25a"}