{"email_subject": "READ CAREFULLY", "email_body": "      ATTN: PRESIDENT (C.E.O) / MANAGER.\n\n\nMR.PAUL WEMBA\n#24 Ellwood Crescent,\nPretoria.\nEmail:(p_weba@yahoo.co.in )\n\n\nI am Mr. Paul Wemba, the Chief auditor of African\nDevelopment Bank (ADB). There was an account opened in\nthis bank in 1980 and since 2001 nobody has operated\non this account again. After going through some old\nfiles in the records, I discovered that if I do not\nremit this money out urgently, this funds will go down\nthe drains, into the hands of either the board of\ndirectors of this bank or the funds may eventually be\ndiscovered by the government as a dormant fund in the\nforthcoming audit by the Nations auditors. They will\nconfiscate it or it will be sent into the governments\ntreasure. The question now is who is the government\nand where is the treasury? These are human beings like\nyou and I.\n\n   The owner of this account is DR.B.DREDO, a\nforeigner, and a miner at Kruger gold co., a geologist\nby profession and he died in 1999. No other person\nknows about this account or any thing concerning it,\nthe account has no other beneficiary and my\ninvestigation proved to me as well that his company\ndoes not know anything about this account. The amount\ninvolved is (USD 10.5M) Ten million, Five Hundred\nThousand United States Dollars. \n    \nI am only contacting you, as a foreigner because this\nmoney cannot be approved to a local bank here, but can\nonly be approved to any foreign account and foreign\nbeneficiary because the money is in US dollars and the\nreal owner of the account DR.B.DREDO, is a foreigner\ntoo. \n\nI only got your contact address from my secretary who\noperates computer; with believe in God that you will\nnever let me down in this business. So please reply\nurgently so that I will inform you the next step to\ntake immediately.\n\n    I need your full co-operation to make this work\nfine because the management is ready to approve this\npayment to any foreigner, who has correct information\nof this account, which I will give to you later, if\nyou will be able to handle such amount in strict\nconfidence and trust according to my instructions and\nadvice for our mutual benefit because this opportunity\nwill never come again in our life. I need truthful\nperson in this business because I don't want to make\nmistakes and your strong assurance and trust is\nneeded.\n\n With my position now in the office I can transfer\nthis money to any foreigner's reliable account, which\nyou can provide with assurance that this money will be\nintact pending my physical arrival in your country for\nsharing and investment. I will destroy all documents\nof transaction immediately we receive this money\nleaving no trace to any place.\n\n You can also come to discuss with me face to face\nafter which, I will make this remittance in your\npresence and two of us will fly to your country at\nleast two days ahead of the money going into the\naccount. I will also use my position and influence to\neffect legal approvals and onward transfer of this\nmoney to your account with appropriate clearance forms\nof the ministries and foreign exchange departments. \n\n   At the conclusion of this business, you will be\ngiven 50% of the total amount,50% will be for me which\nI would like to invest in your country. \n\nI look forward to your earliest reply via my personal\nEmail address (p_weba@yahoo.co.in ).\n \nFriendly, \nMr. Paul Wemba.\n\n\n\n\n\n________________________________________________________________________\nYahoo! India Matrimony: Find your partner online. http://yahoo.shaadi.com/india-matrimony/\n\n", "id": "500ac8b9d72c7c2506c39b82b6614bca"}