{"email_subject": "Pls Read From Branch manager,National Bank of Dubai", "email_body": "Hello My Dear,\n \nI got your contact through Internet searching and browsing and I want \nto establish a business relationship with you.\n \nI am Mr Momohh  Ngogbee, the Branch manager,National Bank of Dubai,Umm\nAl Quwain Branch,DUBAI,(UNITED ARAB EMIRATES),married with four\nchildren.\n \nI am writing this letter to ask for your support and co-operation to\ncarry out this business opportunity in my department.\n \nOn June 6, 1999,an Oil consultant/contractor with Dubai Petroleum\nCorporation, MR DAVID AMEERALY, made a numbered time(fixed)deposit for\ntwelve calendar months,Valued at US$16,500, 000.00 (sixteen Million \nFive Hundred Thousand Dollars) in my branch. upon maturity I sent a routine notification to his forwarding address but got no reply.\n \n \nAfter a month,we sent a reminder and finally we discovered from his\ncontract employers,the Dubai Petroleum Corporation that MR DAVID\nAMEERALY, died in the plane crash On October 31,1999,(an Egyptian\nBoeing767Flight 990) with other passengers on board as you can confirm\nit yourself via the website\nbelow:http://www.cbsnews.com/stories/1999/11/01/iran/main49778.shtml\nOn further investigation,I found out that he died without making a WILL\nand attempts to trace his next of kin were fruitless .\n \nI therefore made further investigation and discovered that MR DAVID\nAMEERALY,did not declare any next of kin or relations in all his\nofficial documents,including his bank deposit paperwork in my bank.\n \nThis sum of US$16,500, 000.00 and the interest is being rolled over \nwith the principal sum at the end of each year.No one will ever come forward to claim it and according to UNITED ARAB EMIRATES LAW,at the expiration of(Ten) years,the money will revert to the ownership of the UNITED ARAB EMIRATES Government if nobody applies to claim the fund.\n \nMy proposal is that I will like you to stand as the next of kin to MR\nDAVID AMEERALY, so that the fruit of this old man labour will not get\ninto the hands of some corrupt Government officials.This is simple, I\nwill like you to provide immediately your full name and address so that\nI can forward to you the contact of our bank Attorney for preparing the\nnecessary documents and affidavits which will put you in place as the\nnext of kin.\n \nAny bank account in any part of the world,which you will provide,will\nthen facilitate the transfer of this money to you as the\nbeneficiary/next of kin.\n \nThe money will be paid into your account for us to share in ratio of\n50% for me and 40% for you and 10 % will be set aside for expenses in\ncured during the business.There is no risk at all.\n \nThe paperwork for this transaction will be done by the attorney and my\nposition as the Branch Manager guarantees the successful execution of\nthis transaction.If you are interested,please reply immediately and upon your responses,I shall provide you with more details and relevant documents that will help you understand the transaction.\n \nPlease observe utmost confidentiality and be rest assured that this\ntransaction would be most profitable for both of us because I shall\nrequire your assistance to invest my share in your country.\n \nPlease upon the receipt of this mail message,send to me the following\nbelow to enable me start the processing of the transfer,\n\nmomoh3333@yahoo.co.uk\n\nmomoh4444@yahoo.co.uk\n\n1.Your Full Name\n2.Your House Address.\n3.Your Phone Number and Fax,\n\nThank You And God Bless You.\n\nSincerely,\nMr Momohh  Ngogbee  \n\n\n  ", "id": "506dbd1b59c335426c819956d0ad5cb1"}