{"email_subject": "Asking for your Urgent response", "email_body": "Dear Friend,\n \nFirst, I must apologise to you for using this medium to \ncommunicate about this transaction, though it is my great pleasure in \nwriting you this letter on behalf of my colleague and myself. I am Mr. \nIdrissa Diop the Director of Bill and Exchange at the Foreign \nRemittance Department in the bank where I work. I am writing to you \nthis urgent proposal following the impressive information about you \nthrough one of my friends who runs a consultancy firm. Though, I did \nnot disclose to him the nature of my proposal to you to avoid any \nleakage. My colleague and I have decided to contact you on a business \ntransaction that will be very beneficial to both of us at the end. I \nwould be brief and direct to ensure you understand everything properly.\n \nIn my department we discovered an abandoned Sum of $13.7M USD \n(Thirteen Million, Seven Hundred Thousand US Dollars), in an account \nthat belongs to one of our foreign customers, an American by name: Mr. \nJohn Schelpert who died along with his wife and other passengers in \nEgyptAir Flight 990 - October 31, 1999. Since we got information about \nhis untimely death, the fund has been dormant in his account with my \nBank without any claim, we have been expecting his next of kin to come \nover and claim his money because we cannot release it unless somebody \napplies for it as next of kin or relation to the deceased and the \nperson must be a foreigner as indicated in our banking guidelines. \nBefore our observation in this development, we discovered that the \nowner of the account died without a Heir/WILL hence the money is \nfloating and if I do not remit this money out urgently it will be \nforfeited for nothing. The Banking law and guideline here stipulates \nthat if such money remained unclaimed after Six (6) years, the money \nwill be transfered into the Bank treasury account as unclaimed fund. It \nis therefore upon this discovery that I and my junior colleague in the \nbank now decided to make this businness proposal to you and release the \nmoney to you as the next of kin or relation to the deceased for safety \nand subsequent disbursement since nobody is coming for it and we do not \nwant this money to go into the Bank treasury as unclaimed Bill.\n \nMeanwhile the whole arrangement to put claim over these fund as the \nbonafide next of kin to the deceased and transfer this money to a \nforeign account has been put in place. Directives and needed \ninformation will be relayed to you as soon as you indicate your \ninterest and willingness to assist us and also benefit from this great \nbusiness opportunity. We could have done this deal on our own, but \nbecause of our position in this country operating a local account would \neventually raise an eye brow on my side during the time of transfer \nbecause I work in this bank.\n \nThis is the actual reason why it will \nrequire foreigner as second party that will forward claims as the next \nof kin to the Bank and also present a designated safe foreign account \nwhere he will need the money to be transferred into after due \nverification and clearification by the bank. May I at this point \nemphasize that this transaction is a successful arrangement, and as an \ninsider of the bank I have the capacity to monitor that everything is \nsmoothly perfected. On smooth conclusion of this transaction, you will \nbe entitled to your own share of the total sum as gratification We have \nagreed that 20 % of this money will be for you as our foreign partner, \nin respect to the provision of a foreign account, 5% will be set aside \nfor expenses incured during the business and 75% would be for me and my \ncolleague. There after I and my colleague will visit your country for \ndisbursement according to the percentages indicated.\n \nThis share of \nyours is negotiable as long as it is reasonable. Please, you have been \nadviced to keep this information a topsecret\nas we are still in service \nand intend to retire from service after we conclude this deal with you. \nI will be monitoring the whole situation here in this bank until you \nconfirm the money in your account and ask us to come down to your \ncountry for subsequent sharing of the fund according to percentages we \nshall agree upon. All other necessary information will be sent to you \non your acceptance to champion this transaction with us. I suggest you \nget back to me as soon as possible, stating your wish in this deal. \nPlease do call me on my direct line for more clearifications: 00221 688 \n8466\n\nThanks and best regards.\n \nYours faithfully,\nMr. Idrissa Diop\nTelephone: 00221 688 8466\n\n\n\n", "id": "50845a35b1ab3bfce318a492c7c3c214"}