{"email_subject": "STRICTLY CONFIDENTAIL", "email_body": "Dear Friend,\nMy name is MR.ANTHONY UZO, an accredited attorney to intercontinental bank\nplc and  an attorney to a  foreign customer of intercontinental bank plc\n with account number14-255-2004/utb/t who perished in a plane crash [Korean\nAir Flight 801] with thewhole  passengers aboard on August6,1997.\n      Since the demise of this our customer, I have perconally made all\nposible effort to contact and next of kin but all has proved abortive as\n none has come to claim his funds of usd.15.5 m, [Fifteen million five hundred\nthousand united states dollars] which has been with my branch for a verylong\ntime. On this note, I decided to seek for whom his name shall be used  as\nthe next of kin as no one has come up to be the next of kin. And the  banking\nethics here does not allow such money to stay more than seven years,  because\nmoney will be recalled to the bank treasury as unclaimed after this  period.\n      In view of this I got your contact through a trade journal after realizing\nthat your name and country is similar to the deceased. I will give you \n30% of the total.Upon the receipt of your response, I will send you by fax\n or e-mail the application, bank's fax number and the next step to take.\nI  will not fail to bring to your notice that this business is hitch free\nand  that you should not entertain any fear as all modalities for fund transfer\n can be finalized with in five banking days, after you apply to the bank\nas  a relation to the deceased.When you receive this letter. Kindly send\nme an e-mail signifying your interest including your private Tel/Fax numbers\n for quick communication.\nMY PRAVITE AND CONFIDENTAIL EMAIL:ADDRESS mr_anthony_uzo201@omaninfo.com\nYours faithfully,\nMR.ANTHONY UZO\n STRICTLY CONFIDENTAIL \n\n\n\n__________________________________________________________________\nGet Tiscali Broadband From £15:99\nhttp://www.tiscali.co.uk/products/broadbandhome/\n\n\n\n\n\n", "id": "5114b5dc6bf5f3641d444641ea29f499"}