{"email_subject": "MY WISH", "email_body": "Dearly Beloved In Christ,\n\n\nCalvary greetings in the name of our Lord Jesus\nChrist, I am former Mrs. Fatima Adijat Alade, now Mrs.\nMary Abosede Alade, a widow to Late Sherrif Alade. I\nam 70years old. I am now a new Christian\nconvert,suffering from long time cancer of the breast.\n\n\n>From all indications, my condition is serious and is\nquite obvious that I may not live more than six\nmonths,because the cancer stage has gotten to a very\nsevere state and my doctor has told me this. My late\nhusband was killed during the Gulf war, and during the\nperiod of our marriage we had a son who was also\nkilled in cold blood during the Gulf war. \n\n\nMy late husband was very wealthy and after his death,I\ninherited all his business and wealth. As my doctor\ntold me that I may not live for more than six months,I\nam so scared about this. So, I now decided to divide\npart of the inherited wealth, by contributing to the\ndevelopment of evangelism in part of the world. \nThis mission which will no doubt be tasking had made\nme to recently relocated to Nigeria, Africa where I\nlive presently. I selected your ministry after\nvisiting the website for this purpose and prayed over\nit, I am willing to donate the sum of\nUS$10.000,000.00(Ten Million USD)to your Ministry for\nthe development of evangelism and also as aids for the\nless privileged around you. \n\n\nPlease note that, this fund is lying with a Security\nCompany and my family lawyer will file an immediate\napplication for the transfer of the money in the name\nof your ministry. \n\n\nIf you are interested,do contact our Lawyer on the email address below,his name is Barrister FRANK OSAROBO:\n\n\nemail: frankosarobo@email.ro\n\n\nPlease, do not reply me if you have\nthe intention of using this fund for personal use.\n\n\nLastly, I want your ministry to keep praying for me as\nregarding my health because I have come to find out\nsince my spiritual birth recently that wealth\nacquisition without Jesus Christ in one's life is\nvanity upon vanity. If you have to die says the\nLord,keep fit and I will give you the crown of life. \n\n\nMay the Grace of our Lord Jesus Christ, the love of\nGod, and the sweet fellowship of the Holy Spirit be\nwith you now and forevermore.\n\n\nWe await your urgent reply. \n\n\nYours in Christ,\n\n\nMrs Mary A. Alade\nNo.1 Sherrif Alade Close\nOff Sobande Avenue, \nMaryland Lagos-Nigeria.", "id": "51503a94da101c2651f9c70f52e42697"}