{"email_subject": "BUSINESS RELATIONSHIP", "email_body": "Dr Martins Awele\nFax: 234 - 1 - 7592412\nLagos-Nigeria\nDear Sir/Madam\nI am Dr Martins Awele Chairman of the Tender Committee\nof the Nigerian National Petroleum Corporation (NNPC). My Committee is\nprincipally\nconcerned with payment of all contract awarded from 1999 to date, in \norder\nof priority as regard capital projects of the NNPC.\nThe information we gathered from the Foreign Office\nof the Nigeria Chambers of Commerce and Industries is so positive as to\nconvince us that you would provide us with solution to a money transfer\ndeal valued at Thirty One Million United States Dollars and \nsubsequently\na joint business venture.\n\nIn the course of our duties as values, and project\ninspectors for the on-going liquefied Natural Gas\n(LNG) project, we have over-invoiced the value of\nsomejobs done by foreign contractors for the NNPC to the tune of \nUS$31M.\nAs follows: -\nComputer optimization and Installation $16,000.000.00\nInstallation of 250,000.00 Monax\nTurbine$10,000.000.00\nTurn Around Maintenance $5,000,000.00\nOur aim of over-invoicing this payment is to divert\nthe excess amount to a discrete account abroad. This fund is now \nfloating\nin suspense account at the Central Bank of\n Nigeria (CBN).\nThis is the fund my colleagues and I have decided to transfer into your\naccount since we, as civil servants are not allowed to operate or own\nforeign\naccount.\nThe money will be shared as follows after\n transfer:30% for you (Account Owner)\n 60% for me and my colleagues 10% to off-set both\nlocal and international expenses thatWould be incurred in the course of\nthis transaction.\nTo be able to claim the funds, we will be purporting your company to be\nthe original contractor / beneficiary of the funds so all procedures \nfor\ninternational transfer shall be strictly followed,as we have worked out\nall modalities for a swift and riskfree transfer.\n\nIf this proposal satisfies you, please contact me via E-mail OR fax \nnumber\n234-1-7592412\nwith the following important information. Bank Name / Address Account \nName\nAccount Number and your Personal Phone / Fax Numbers for easy \ncommunication.\n\n\nThis transaction will last for 14 working days from\n the time we submit the required information, as all\n modalities concerning this transaction have been\n worked out and it is completely risk free.\n Please be informed that this subject is classified\n sensitive. Therefore treat the transaction with\n utmost confidentiality and urgency.\n Yours Faithfully,\n Dr Martins Awele\n\n\n__________________________________________________\nBroadband from an unbeatable 15.99!\n\nhttp://www.tiscali.co.uk/products/broadband/home.html?code=SM-NL-11AM\n\n\n\n\n", "id": "51625b3571d264aa72503ff56033c386"}