{"email_subject": "URGENT BUSINESS INVITATION", "email_body": "\n\n\n\n\n\n\n\n\nPhone +2773-400-4485\nFax    +2711-507-5946\n\nATTN: DIRECTOR/CEO.\n\nI am MR ALBERT SITHOLI, the Bank Manager of Amalgamated Bank of South\nAfrica {ABSA}. I have urgent and very confidential business proposal for\nyou. An American Gold Consultant/Contractor with the South African Solid\nGold Corporation, Mr. Glenn Hatleberg made a numbered time (Fixed) Deposit\nfor twelve calendar months, valued at US$20,000,000.00 (Twenty Million\nDollars) in my branch. Upon maturity, I sent a routine notification to his\nforwarding address but got no reply. After a month, we sent a reminder and\nfinally we discovered from his contract employers, the South African Solid\nGold Corporation that Glenn Hatleberg died in a plane crash in Alaska\nAirlines Flight #261 (for more information about this crash and person,\nyou can contact this website:\nhttp://archives.cnn.com/2000/US/02/01/alaska.airlines.list/\n\nSince we got this information about his death on further investigation, I\nfound out that he died without making a WILL, and all attempts to trace\nhis next of Kin was fruitless. I therefore made further investigation and\ndiscovered that Mr. Glenn Hatleberg did not declare any Kin or relations\nin all his official documents, including his Bank Deposit paperwork in my\nBank. This sum of US$20,000,000.00 is still sitting in my Bank and the\ninterest is being rolled over with the principal sum at the end of each\nyear. No one will ever come forward to claim it. According to Laws of\nRepublic of South Africa, at the expiration of 6 (SIX) years, the money\nwill revert to the ownership of the South African Government if nobody\napplies to claim the fund.\n\nConsequently, my proposal is that I will like you as a foreigner to stand\nin as the next of kin to Mr. Glenn Hatleberg so that the fruits of this\nold man's labor will not get into the hands of some corrupt government\nofficials. This is simple, I will like you to provide immediately your\nfull names and address so that the Attorney will prepare the necessary\ndocuments and affidavits that will put you in place as the next of Kin. We\nshall employ the services of an Attorney for drafting and notarization of\nthe WILL and to obtain the necessary documents and letter of\nProbate/Administration in your favor for the transfer. A bank account in\nany part of the world that you will provide will then facilitate the\ntransfer of this money to you as the Beneficiary/next of Kin. The money\nwill be paid into your account for us to share in the ratio of 60% for me\nand 30% for you, then 10% will be mapped out for any expenses that we may\nincur during transactions.\n\nThere is no risk at all as all the paperwork for this transaction will be\ndone by the Attorney and my position as the Branch Manager guarantees the\nsuccessful execution of this transaction. If you are interested, please\nreply immediately via the private Fax and Phone numbers below. Upon your\nresponse, I shall then provide you with more details and relevant\ndocuments that will help you understand the transaction. Please send me\nyour confidential telephone and fax numbers for easy communication. And\nkindly observe utmost confidentiality, and rest assured that this\ntransaction would be most profitable for both of us because I shall\nrequire your assistance to invest my share in your country.\n\nMy private Phone +27-73-400-4485 or Fax +27-11-507-5946.  I wait for your\nquick response.\n\nKindest regards,\n\nALBERT SITHOLI.\n\n\n\n", "id": "5168b87b4d5160f56aaf1adb87d68c41"}