{"email_subject": "", "email_body": "\nDear Sir/Madam,\n\nI am Muyiwa Ige Bank Manager of Zenith Bank, Lagos, Nigeria. I have\nurgent and Very confidential business proposition for you.\n\nIn February 28, 1998, a Foreign Oil consultant/contractor with the \nNigerian\nNational Petroleum Corporation, Mr.Barry Kelly made a numbered time\n(Fixed)Deposit for twelve calendar months valued at US$20,000,000.00 \n(Twenty\nMillion Dollars)in my branch. Upon maturity, I sent a routine \nnotification\nto his forwarding address but got no reply.\n\nAfter a month, I sent a reminder and finally I discovered from his \ncontract\nemployers, the Nigerian National Petroleum Corporation that Mr. Barry \nKelly\ndied from an automobile accident.On further investigation, I found out \nthat\nhe died without making a WILL, and all attempts to trace his next of \nkin\nwas fruitless.\nI therefore made further investigation and discovered that Mr. Barry \nKelly\ndid not declare any kin or relations in all his official documents,\nincluding his Bank Deposit paperwork in my Bank.\n\nThis sum of US$20,000,000.00 has carefully been moved out of my bank to\na security company for safekeeping.No one will ever come forward to \nclaim\nit. According to Nigerian Law, at the expiration of 5 (five) years, the\nmoney will revert to the ownership of the Nigerian Government if nobody\napplies to claim the fund.\n\nConsequently, my proposal is that I will want you as a Foreigner to \nstand\nas the next of kin. I am writing you because as a public servant \n(Manager\nwith the bank), I cannot operate a foreign account or have an account \nthat\nis more than $1m. I therefore want to present you as the next of kin \n(the\nrightful owner of the fund) so that you can be able to claim it with \nthe\nhelp of an accredited attorney.\n\nFinally, I urge you to provide immediately your full names, phone/fax\nnumbers and your current mailing address so as to enable us commence \nthe\npaperwork that will present you as the rightful beneficiary (next of \nkin) of\nthe fund.\n\nAs soon as the money is transferred to you 70% is for me while 20% is \nfor\nyou and 10% will be for any expences made. Please reply immediately via\nmy Email address. Upon your response, I shall then provide you with \nmore\ndetails that will help you understand this hitch free (risk free)\ntransaction.\n\nThanks and God bless.\n\nMuyiwa Ige\n\n\n\n\n\n", "id": "5192e5dc3ec96926e5399c0477fdbabf"}