{"email_subject": "URGENT BUSINESS TRANSACTION", "email_body": "  FROM THE DESK OF MR. IBRAHIM WATA\nBILL AND EXCHANGE MANAGER,\nBANK OF AFRICA (BOA).\nOUAGADOUGOU, BURKINA FASO.\n\nAlternative e-mail : mr_ibrahim_wata1@latinmail.com\n\n\nDear  Sir/Madam\n\nI know that this letter may come to you as a surprise but due to the\nurgency of this transaction.First I must solicit your confidence in this\ntransaction, this is by virtue of it's nature as being utterly\nconfidential and top secret. Though I know that a transaction of this\nmagnitude will make any one apprehensive and worried, but I am assuring\nyou that all will be well at the end of the day. There is no doubt that\ntrust conceptually is a conundrum which leadsitself to deferring\ninterpretation, we have decided to contact you due to the urgency of this\ntransaction.\n\nI am the manager of bill and exchange at the foreign remittance department\nof BANK OF AFRICA(BOA). I came to know you in my private search for a\nreliable and reputable person to handle this Confidential Transaction,\nwhich involves thetransfer of a huge sum of money to a foreign account\nrequiring maximum confidence.\n\nI am writing to you, following the impressive information received about\nyou from the chambers of commerce. I believed that you are capable and\nreliable to champion this business opportunity. In my department we\ndiscovered an abandoned sum of $30m US dollars (Thirty million US\ndollars). In an account that belongs to one of our foreign customer who\ndied along with his entire family On August 23, 2000 through Gulf Air\nFlight 72 with Airbus A320 crashed off, killing all 143 people on board\nand you can view the site for more\ndetails:http://www-tech.mit.edu/V120/N32/gulfair.32w.html\n\nSince we got information about his death, we have been expecting his next\nof kin to come over and claim his money because we cannot release it\nunless somebody applies for it as next of kin or relation to the deceased\nas indicated in our banking guidelines but unfortunately we learnt that\nall his supposed next of kin or relation died alongside with him at the\nplane crash leaving nobody behind for the claim. It is therefore upon this\ndiscovery that I and other officials in my department now decided to make\nthis business proposal to you and release the money to you as the next of\nkin or relation to the deceased for safety and subsequent disbursement\nsince nobody is coming for it and we don't want this money to go into the\nBank treasury as unclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money remained\nunclaimed after five years, the money will be transferred into the Bank\ntreasury as unclaimed fund. The request of foreigner as next of kin in\nthis business is occasioned by the fact that the customer was a foreigner\nand a Burkinabe cannot stand as next of kin to a foreigner.\n\nWe agree that 30% of this money will be for you as foreign partner, in\nrespect to the provision of a foreign account, 10 % will be set aside for\nexpenses incurred during the business and 60 % would be for me and my\ncolleagues. There after I and my colleagues will visit your country for\ndisbursement according to the percentages indicated.\n\nTherefore to enable the immediate transfer of this fund to you as\narranged, you must apply first to the bank as relations or next of kin of\nthe deceased indicating your bank name, your bank account number,your\nprivate telephone and fax number for easy and effective communication and\nlocation where in the money will be remitted.\n\nUpon receipt of your reply, I will send to you by fax or email the text of\nthe application. I will not fail to bring to your notice that this\ntransaction is hitch free and that you should not entertain any atom of\nfear as all required arrangements have been made for the transfer.\n\nYou should contact me immediately as soon as you receive this letter.\n\nTrusting to hear from you immediately.\n\nYours faithfully,\n\nMR. IBRAHIM WATA\nBill and exchange manager,\nBANK OF AFRICA (BOA)\n\n\n\n\n\n", "id": "51c003777e80c1fff463683ceeecdf17"}