{"email_subject": "I AWAIT YOUR RESPONSE", "email_body": "THANKS IN ANTICIPATION, \n\n \n\nI am Barr. Charles Brown, A Canadian \nAttorney based in \nManchester, United Kingdom and the personal attorney \nto Late Mr. Mark Michelle a citizen of France. Late Mr. Mark Michelle \nwas a private oil consultant/ contractor with the Shell Petroleum \nDevelopment Company in Saudi Arabia before his death, hereinafter shall \nbe referred to as my client. \n\n \n\nUnfortunate, my client with his wife \nand three children lost \ntheir life in plane clash in 2003. My several \nattempts to locate any of his relatives as directed by his Bank became \nvoid. I  had make enquires with his country Embassy and non of his \nrelatives have been traced. \n\n \n\nPROPOSITION: I decided to contact you \npurely on the personal conviction of trust and confidence that we can \nco-operate with each other and do a very lucrative business for our \nmutual benefits. I want you to give me the needed assistance by \nallowing me to present you as the next of kin to the deceased and the \nbeneficiary to his estate. The deceased had a deposit valued presently \nat ($40,800,000.00) and his Bank has issued me a notice to provide his \nnext of kin or beneficiary by will, otherwise the account would be \nconfiscated. \n\n \n\nAlready, i have marked out modalities for achieving \nmy aim of appointing a next of kin as well as transfer the money out of \nthis country, for us to share the money in the ratio of 53% for me and \n35% to you, The 2% of the fund will serve as reimbursement of expenses \nboth local and international any of us will make in the course of this \ntransaction. While we shall collectively donate the remaining balance \nof 10% to Charity homes Organizations. \n\n \n\nIt is my intention to \nachieve this transfer in a legitimate way, all i required is your \nhonest co-operation, confidentiality and trust to enable us see this \ntransaction through. \nThis is a very legal business that I am very sure \nof its success and is absolutely risk free. \n\n \n\nIf this proposal is \nacceptable to you, kindly \nemail following informations to me; \n\n1. \nPrivate telephone number and fax number. \n\n2. Your residential address.\n \n\nFurther details await you upon a positive response \nfrom you. I wait \nyour reply. \n\nYOUR PROMPT RESPONSE IS HIGHLY APPRECIATED GOD BLESS YOU\n\nYours faithfully, \n\nBar. Charles Brown\n\n\n\n\n\n\n\n", "id": "521b26a65fd6c301182660972962d1e6"}