{"email_subject": "FROM Edwina Rogers.", "email_body": "FROM Edwina Rogers.\nEmail:e_rogers@centrum.cz\nAbidjan, IvoryCoast.\nPlease write and reply me through my yahoo box(edwina_rogers01@yahoo.fr) \n\nDear Respectful,\n\nWarm greetings to you and your family in the name of our lord Jesus Christ. I am Edwina Rogers the only daughter of late Mr and Mrs Rogers. My father was a very wealthy Rubber plantation merchant and the managing director of Agro Rogers rubber plantation farm in Abidjan; the economic\ncapital of Ivory Coast, my father was poisoned to death by his business associates on one of their outings on a business trip.\n\nMy mother died when I was a baby and since then my father took me and my only kid brother (David) so special. Before the death of my father on November 2005 in a private hospital here in Abidjan he secretly called me on his bed side and told me that he has the sum of Ten million, five hundred thousand United State Dollars.USD($10.500,000) left in fixed / suspense account in one of the prime bank here in Abidjan ,that he used my name as his first child for the next of Kin in depositing of the fund.\n\nHe also explained to me that it was because of this wealth that he was poisoned by his business associates. That I should seek for a foreign partner in a country of my choice where I will transfer this money and use it for investment purpose such as real estate management or hotel management.\n\nNow, I am honourably seeking your assistance in the following ways:\n\n(1) To serve as a guardian and foreign co-beneficiary of this fund.\n(2) To make arrangement for me and my brother to come over to your\ncountry to further our education and to secure resident permit in your\ncountry.\n\nI am willing to offer you 15% of the total sum as compensation for your effort/input after the transfer of this fund into your account overseas.\n\nThank you for your signify interest to assist me and my younger brother. Hoping to hear from you soon. May God bless you and preserve our friendship in good faith.\n\nBest regards\nEdwina Rogers and brother,\n(David)\n\nPlease write and reply me through my yahoo box(edwina_rogers01@yahoo.fr) \n\n\n\n", "id": "5234162f367be2d42ec02976bc8c57ea"}