{"email_subject": "From: Mrs. Comfort Usman Wase", "email_body": "My Email: Mrs_comfort_Usmanwase@ciudad.com.ar\n\nHello Sir,\n\nI am Mrs. Comfort Usman Wase, widow of the late Col. Usman Wase, son of the Emir of Wase, Plateau State, Nigeria. My late husband was the Military Administractor of Kano State during the reign of the late General Sani Abacha. He died in the ill-fated Executive Air Services EAS aircraft that crashed at the Heipan airport near Jos, the Plateau state capital. My late husband was close to the then Head of State and Commander-in-Chief of the Federal Republic of Nigeria and he enjoys regular largesse from the Head of State as the Military Administrator of Kano State where the president came from.\n\nRegularly, my late husband bags these largesse in local and foreign currencies to his village (Wase) where they are stored in big trunk boxes in his father Emir's palace.  These funds were so staggering that the Emir, my late husband's father advised him to make silos for the funds. 12 large overhead water tanks were made in the premises of the Emir's Palace and all the funds were transferred and stored there. The funds in the silos were top secret between my late husband and his father whom he deceived into believing that the money belong to General Sani Abacha, the then Head of State.  \n\nAfter my late husband's death in the ill-fated air craft on 7th January, 1997 leaving his large fortune unprotected. The head of State General Sani Abacha paid a condolence visit to the Emir, my late husband's father, the old man believing that the fund in the silos belongs to the head of state and knowing how brutal he was at that time informed the head of state of the money his son has been keeping for him. He thanked the old man and ordered the money to be moved to Aso Rock - Abuja (Government House at the Federal Capital Territory). The money was removed with special army bullion vans in the most bizarre manner that nothing was left for us (the family) to inherit. To us on that day, it was like another river has emptied its water into the ocean.  Our problems (me and my children) started from that day.\n\nI have just been informed by my late husband's attorney, our family attorney Barrister I.K. Saggay, Principal Partner - Casefile & Co. that my late husband operated secret domiciliary account with fictitious name in one of the commercial banks and all the funds amounting to has been credited in his favour and I the widow was nominated as the next of kin as stated in his WILL and last testament. He has now instructed me to seek in confidence a foreign partner who will assist me in transferring the funds abroad to secure the future and education of my children. The attorney has said that the conditional is very favourable for the fund to be transferred.\n\nIn the light of the above, I would like you to contact me if you are interested in this project so that I can direct you to our family attorney who will furnish you with further details and the modalities on how the fund can be wired to your bank account. You will be at liberty to negotiate a commission for your assistance with our family attorney. On the contrary, if this proposal does not meet your requirement or you are not interested, please do not hesitate to inform us so that we can make an alternative arrangement.\n\nKind regards,\nMrs. Comfort Usman Wase\nMrs_comfort_Usmanwase@ciudad.com.ar\n  ", "id": "5238f5560eae2884fa12d14cf2317cf3"}