{"email_subject": "A CRY FOR HELP.", "email_body": "\nDEAR FRIEND,\n\n     GREETINGS TO YOU, WITH WARM HEART I OFFER MY FRIENDSHIP,AND\nGREETINGS, AND I HOPE THIS MAIL MEET YOU IN GOOD TIME.\n\nHOWEVER STRANGE OR SURPRISING THIS CONTACT MIGHT SEEM TO YOU AS WE HAVE\nNOT MET PERSONALLY OR HAD ANY DEALINGS IN THE PAST,I HUMBLY ASK THAT YOU\nTAKE DUE CONSIDERATION OF ITS IMPORTANT AND IMMENSE BENEFIT IT WILL TO\nYOU.\n\n    AFTER CAREFUL CONSIDERATION WITH MY WIFE ALONG WITH MY CHILDREN, WE\nRESOLVED TO CONTACT YOUR MOST NEEDED ASSISTANCE ON THIS MUTUALLY\nBENEFICIAL AND RISKFREE TRANSACTION WHICH I HOPE YOU WILL GIVE URGENT\nATTENTION. I DULY APOLOGIZE FOR INFRINGING ON YOUR PRIVACY, IF THIS\nCONTACT IS NOT ACCEPTABLE TO YOU, AS I MAKE THIS PROPOSAL TO YOU AS A\nPERSON INTEGRITY. FIRST AND FORMOST I WISH TO INTRODUCE MYSELF\nPROPERLY TO YOU.\n\nI AM MR.SESSAY MASSAQUOE  I AM MOVED TO WRITE YOU THIS LETTER ,THIS WAS IN\nCONFIDENCE CONSIDERING OUR PRESENT CIRCUMSTANCE AND SITUATION. I ESCAPED\nWITH MY WIFE AND CHILDREN  OUT OF SIERRA-LEONE TO GROU-JIRNSSUM,A VILLAGE\nIN THE NETHERLANDS THROUGH THE AID OF THE UNITED NATIONS EVACUATION TEAM\nWHERE WE ARE NOW PRESENTLY RESIDING  ON TEMPORARY POLITICAL ASYLUM.\n\nHOWEVER DUE TO THIS SITUATION I DECIDED TO CHANGE MOST OF MY BILLIONS OF\nDOLLARS DEPOSITED IN SWISS BANK AND OTHER COUNTRIES INTO OTHER FORMS OF\nMONEY CODED FOR SAFE PURPOSE BECAUSE THE NEW HEAD OF STATES  AHMED TEJAN\nKABBA MADE ARRANGEMENTS WITH THE SWISS GOVERNMENT AND OTHER EUROPEAN\nCOUNTRIES TO FREEZE ALL MY TREASURES DEPOSITED IN SOME EUROPEAN\nCOUNTRIES,HENCE I AND MY WIFE  ALONG WITH MY CHILDREN, DECIDED LAYING LOW\nIN THIS OUR TEMPOERY POLITICAL ASYLUM CAMP HERE IN GROU JIRNSSUM IN THE\nNETHERLANDS TO STUDY THE SITUATION TILL WHEN THINGS GETS ETTER,SINCE\nPRESIDENT TEJAN KABBA TAKING OVER GOVERNMENT AGAIN IN SIERRA-LEONE ONE OF\nMY  CHATEAUX IN SOUTHERN FRANCE WAS CONFISCATED BY THE FRENCH\nGOVERNMENT,AND AS SUCH WE HAD TO CHANGE OUR IDENTITY SO THAT OUR\nINVESTMENT WILL NOT BE TRACED AND CONFISCATED.\n\nI HAVE DEPOSITED THE SUM OF THIRTY MILLION,FIVE HUNDRED THOUSAND UNITED\nSTATES DOLLARS(US$30,500,000)WITH A SECURITY COMPANY FOR SAFEKEEPING.\n\nTHE FUNDS ARE SECURITY CODED TO PREVENT THEM FROM KNOWING THE ACTUAL\nCONTENTS. WHAT I WANT YOU TO DO NOW IS TO INDICATE YOUR INTEREST THAT YOU\nWILL ASSIST ME AND MY IMMEDIATE FAMILY BY RECEIVING THE MONEY ON OUR\nBEHALF.\n\nTHE ACCOUNT REQUIRED FOR THIS PROJECT CAN EITHER BE PERSONAL,COMPANY OR AN\nOFFSHORE ACCOUNT THAT YOU HAVE TOTAL CONTROL OVER,YOUR AREA OF\nSPECIALISATION WILL NOT BE A HINDERANCE TO THE SUCCESSFUL EXECUTION OF\nTHIS TRANSACTION.ACKOWLEDGE THIS MESSAGE,SO THAT I CAN INTRODUCE YOU TO MY\nFAMILY AS OUR FOREIGN TRUSTED PARTNER WHO SHALL TAKE CHARGE OF OUR\nINVESTMENT ABROAD WHERE WE NOW PLAN TO SETTLE.\n\nI WANT YOU TO ASSIST US IN INVESTING THIS MONEY,BUT I WILL NOT WANT OUR\nIDENTITY REVEALED.I WILL ALSO WANT TO BUY PROPERTIES AND STOCKS IN\nMULTI-NATIONAL COMPANIES AND TO ENGAGE IN OTHER SAFE AND NON SPECULATIVE\nINVESTMENTS.\n\nWE HAVE BEEN THROUGH A LOT OF HEALTH AND SPIRITUAL TURMOIL,HENCE WILL NEED\nYOUR UNDERSTANDING AND ASSISTANCE.\n\nMAY I AT THIS POINT EMPHASIZE THE HIGH LEVEL OF CONFIDENTIALLITY WHICH\nTHIS BUSINESS DEMANDS AND HOPE YOU WILL NOT BETRAY THE TRUST AND\nCONFIDENCE WHICH WE REPOSE IN YOU.I SHALL PUT YOU IN THE PICTURE OF THIS\nBUSINESS,I.E TELL YOU WHERE THE FUNDS ARE CURRENTLY BEING MAINTAINED AND\nALSO DISCUSS OTHER MODALITIES INCLUDING REMUNERATION FOR YOUR SERVICES.\n\nI SHALL INFORM YOU WITH  THE NEXT LINE OF ACTION AS SOON AS I RECEIVE YOUR\nPOSITIVE RESPONSE. IS THIS PROPOSITION ATTAINABLE?IF IT IS,PLEASE KINDLY\nFURNISH ME IMMEDIATELY BY E-MAIL WITH YOUR DIRECT TELEPHONE AND FAX\nNUMBERS TO ENHANCE THE CONFIDENTIALLITY WHICH THIS BUSINESS DEMANDS.\n\nBEST REGARDS\n\nMR.SESSAY MASSAQUOE.\n\nREPLY TO MY PRIVATE EMAIL ADDRESS...........>sessay1_7@mail.gr\n                             ..........>sessay1@di-ve.com\n\n\n********************************************************************\nSign Up For FREE Personalized Email Today! - http://www.SeeqMail.com\n\nhttp://www.Grassroots.org/ - Make Change!\n********************************************************************\n\n", "id": "52575fb805eea7ecc6e3b13863159031"}