{"email_subject": "TRUSTING TO HEAR FRO YOU URGENTLY.", "email_body": "MY DEAR ,\n\nI AM THE MANAGER OF BILL AND EXCHANGE AT THE FOREIGN REMITTANCE DEPARTMENT \nOF BANK OF AFRICA . I SAW YOUR CONTACTS IN INTERNET SEARCH,AFTER MUCH \nCONSIDERATION I DECIDED TO WRITE YOU SINCE I CANNOT BE ABLE TO SEE YOU FACE \nTO FACE AT FIRST. I WILL LIKE YOU TO TAKE YOUR TIME TO READ THIS MAIL \nCAREFULLY. I DID NOT MEAN TO EMBARRASSE YOU WITH MY BUSINESS PROPOSAL BUT I \nSERIOUSLY NEED YOUR ASSISTANCE. PLEASE THIS IS A CONFIDENTIAL MATTER AND IT\nREQUIRES URGENCY.\n\nIN MY DEPARTMENT WE DISCOVERED AN ABANDONED SUM OF U.S$12.5M DOLLARS (TWELVE \nMILLION FIVE HUNDRED THOUSAND USD) IN AN ACCOUNT THAT BELONGS TO ONE OF OUR \nFOREIGN CUSTOMER WHO DIED ALONG WITH HIS ENTIRE FAMILY ON MONDAY,31 \nJULY,2000, IN A PLANE CRASH SINCE WE GOT INFORMATION ABOUT HIS DEATH, WE \nHAVE BEEN EXPECTING HIS OR HER NEXT OF KIN TO COME OVER AND CLAIM HIS MONEY \nBECAUSE WE CAN NOT RELEASE IT UNLESS SOME BODY APPLIES FOR IT AS NEXT OF KIN \nOR RELATION TO THE DECEASED AS INDICATED IN OUR BANKING GUIDLINES AND LAWS, \nBUT UNFORTUNATELY WE LEARNT THAT HIS SUPPOSED NEXT OF KIN DIED ALONGSIDE \nWITH HIM AT THE PLANE CRASH LEAVING NOBODY BEHIND FOR THE CLAIM. IT IS \nTHEREFORE UPON THIS DISCOVERY, I NOW DECIDED TO MAKE THIS BUSINESS PROPOSAL \nTO YOU AND TO RELEASE THE MONEY TO YOU AS THE NEXT OF KIN OR RELATION TO THE \nDECEASED FOR SAFETY AND SUBSEQUENT DISBURSEMENT SINCE NOBODY IS COMING FOR \nIT AND I DON'T WANT THIS MONEY TO GO INTO THE BANK TREASURY AS UNCLAIMED \nBILL.\n\nTHE BANKING LAW AND GUIDLINE HERE STIPULATES THAT IF SUCH MONEY \nREMAINEDUNCLAIMED AFTER SEVEN YEARS, THE MONEY WILL BE TRANFERED INTO THE \nBANK AS UNCLAIMED BILL.\n\nI THEREFORE AGREE THAT 40% OF THIS MONEY WILL BE FOR YOU AS FOREIGNER \nPARTNER, IN RESPECT TO THE PROVISION OF A FOREIGN ACCOUNT, 10% WILL BE SET \nASIDE FOR EXPENSES INCURED DURING THE BUSINESS AND 50% WOULD BE FOR ME.THERE \nAFTER I WILL VISIT YOUR COUNTRY FOR DISBURSEMENT ACCORDING TO THE \nPERCENTAGES INDICATED.\n\nTHEREFORE, TO ENABLE THE IMMEDIATE TRANSFER OF THIS FUND TO YOU AS ARRANGED, \nYOU MUST APPLY FIRST TO THE BANK AS RELATION OR NEXT OF KIN TO THE DECEASED \nINDICATING YOUR BANK NAME, YOUR BANK ACCOUNT NUMBER, YOUR PRIVATE TELEPHONE \nAND FAX NUMBER FOR EASY AND EFFECTIVE COMMUNICATION AND LOCATION WHERE IN \nTHE MONEY WILL BE REMITTED.\n\nI WILL NOT FAIL TO BRING TO YOUR NOTICE THAT THIS TRANSACTION IS HITCH-FREE \nAND THAT YOU SHOULD NOT ENTERTAIN ANY ATOM OF FEAR AS ALL REQUIRED \nARRANGEMENTS HAVE BEEN MADE FOR THE TRANSFER. YOU SHOULD CONTACT ME\nIMMEDIATELY AS SOON AS YOU RECIEVE THIS LETTER.\n\nTRUSTING TO HEAR FROM YOU IMMEDIATELY.\n\nYOURS FAITHFULLY,\nMRS PAT BINTU\n\n_________________________________________________________________\nMSN Hotmail sur i-mode : envoyez et recevez des e-mails depuis votre \ntlphone portable ! http://www.msn.fr/hotmailimode/\n\n\n\n", "id": "5265d27e71fe73285dd00bd17ace3fef"}