{"email_subject": "Financial Release", "email_body": "FROM: Judith Hatch\n\nI am the above named person from Kuwait. I am married to Mr. Kazeem Hatch who worked with Kuwait embassy in Ivory Coast for nine years before he died in the year 2001. We were married for eleven years without a child. He died after a brief illness that lasted for only four days. Before his death we were both born again Christians. When my late husband was alive he deposited the sum of $12.6Million (Twelve Million six hundred thousand US Dollars) with one Finance/ Security Company in Europe. Presently, this money is still with the Security Company.\n\nRecently, my Doctor told me that I would not last for the next three months due to cancer problem. Though what disturbs me most is my stroke. Having known my condition I decided to donate this fund to church or better still a Christian individual that will utilize this money the way am going to instruct here in. I want a church that will use these fund to fund churches, orphanages, Research centers and widows propagating the word of God and to ensure that the house of God is maintained. The Bible made us to understand that blessed is the hand that giveth. I took this decision because I dont have any child that will inherit this money and my husband relatives are not Christians and I dont want my husbands hard earned money to be misused by unbelievers. I dont want a situation where this money will be used in an ungodly manner.\n \nHence the reason for taking this bold decision. I am not afraid of death hence I know where i am going. I know that I am going to be in the bosom of the lord, Exodus 14 VS 14 says that the lord will fight my case and i shall hold my peace. I dont need any telephone communication in this regard because of the presence of my husbands relatives around me always. I dont want them to know about this development. With God all things are possible. As soon as I receive your reply on email: judithhatch@dcemail.com  I shall give you the contact of the Finance/Security Company.\n\nI will also issue you a letter of authority that will empower you as the new beneficiary of this fund. I want you and the church to always pray for me because the lord is my shepherd. My happiness is that I lived a life of a worthy Christian. Whoever that wants to serve the Lord must serve him in spirit and truth. Please always be prayerful all through your life. Any delay in your reply will give me room in sourcing for a church or Christian individual for this aim purpose. Please assure me that you will act accordingly as I stated therein. Hoping to hearing from you. Remain blessed in the name of the Lord.\nYours in Christ,\n\nMrs. Judith Hatch \n\n\n", "id": "528269999ca83e4a45b650fd453d0cf5"}