{"email_subject": "REPRESENTATIVE REQUIRED...", "email_body": "OUR REF#:CM2334/U \nDATE:22ND/08/2006\n\n\n\n\n\n\n\nDear Sir/Madam,  \n\n\n    I am Mr. Leu Cheng,we are a group of business men who deal on import and export of raw materials into the MEXICO;CANADA;USA AND EUROPE. We are searching for representatives who can help us establish a medium of getting to our customers in the Mexico,USA AND CANADA as well as making payments through you to us.\n\n\n  Please if you are interested in transacting business with us we will be very glad. Please contact us for more information. Subject to your satisfaction you will be given the opportunity to negotiate your mode of payments,which we will pay for your services as our representative in MEXICO,USA AND CANADA regions.\n\nNote that, as our representative, you will receive 10% of whatever amount you clear for the company and the balance will be paid into an account,we will avail to you.\n\nPlease, to facilitate the conclusion of this transaction.If accepted,Do provide to me promptly the below validated DATAS to our e-mailing address below:  \n\n(1)YOUR FULL NAME  .............\n(2)CONTACT ADDRESS.......\n(3)TELEPHONE#..................\n(4)OCCUPATION(S)..............\n(5)AGE/SEX.............\n(6)MARITAL STATUS..............\n\nWe do sincerely hope to hear from you soon.\n\nThank you.\n\nBest Regards, \nMr.Leu Cheng, \nMANAGER\nALT EM@IL ME: leucheng177_cmiecch@yahoo.com.cn\n=======================================================================\n==================\nDISCLAIMER NOTE AND CONFIDENTIALITY: leucheng and associates want to inform that the total content of this e-mail is intended only for the person or entity to which it is addressed and may contain confidential and/or privileged material. If you are not the intended recipient of this message you are hereby notified that any use,review,retransmission,dissemination,distribution, reproduction whether orally or through any \nother media and/or any action taken upon this message is prohibited. If you received this in error, please contact the sender and delete the material from any computer.\n\n\n\n\n\n\n\n", "id": "52a300ba828126665319f5d8b340a148"}