{"email_subject": "CONFIDENTIAL", "email_body": "Attn,\n\nRE: TRANSFER OF US$48.223 MILLION{FORTY EIGHT MILLION\nTWO HUNDRED & TWENTY THREE THOUSAND U.S DOLLARS ONLY}\nTO YOUR ACCOUNT. [STRICTLY CONFIDENTIAL] \n\nI feel quite safe dealing with you in this important\nbusiness having gone through your remarkable profile\non the internet. Though, this medium (Internet) has\nbeen greatly abused, I choose to reach you through it\nbecause it still remains the fastest medium of\ncommunication. However, this correspondence is\nunofficial and private, and it should be treated as\nsuch.\n\nAt first I will like to assure you that this\ntransaction is 100% risk and trouble free to both\nparties.\n\nMy name is Dr.Kazim Loch,I work as the\noperational manager in account management section in\ncharge of credit and foreign bills of one of the prime\nbanks here in South Africa. On a routine inspection I\ndiscovered a dormant domiciliary account with a\nBalance Of US$48,223,000. 00 (Forty eight million two\nhundred and twenty three thousand U.S dollar).On\nfurther discreet investigation, I also discovered that\nthe account holder has died long ago with his family\non a fatal Auto-accident leaving no beneficiary to the\naccount and no other person knows about this account.\nI am in close contact with the manager of the bank\nhere who is my partner and he is willing to approve\nthe transfer to any reliable and trustworthy foreigner\nwith foreign bank account because the former operator\nof the a/c is a foreigner and from Australia in\nparticular.  I am certainly sure that he has no\nwritten or oral WILL attached to the account , no\nbeneficiary and nobody will come again for the claim\nof this money. \n\nIt is only a foreigner who can claim this money with\nlegal claims to the account holder which I will\nprovide to you if you are interested, therefore I need\nyour cooperation in this transaction. The difference\nin country of origins is not a hindrance to the\nsuccess of this transaction. This money will remain\nuseless in this dormant account if I did not transfer\nthe fund out to a foreign account.\nI will provide the necessary information and documents\nneeded in order to claim this money. I only need your\ncooperation as a foreigner to provide your safe bank\naccount information for the transfer. All arrangement\nthat will ensure a smooth transfer of the fund to the\naccount which you are to nominate is already in\nplace.You should also provide me with your direct\nphone lines for easy communication. I wish for utmost\nconfidentiality in handling this transaction. \n\nAt the conclussion of this transaction, your share\nwill be 25% of the total transfer sum, 70% for me and\nmy partner while 5% will be set aside for any expenses\nboth parties might incure during the process of the\ntransfer. The fund will be transferred to your account\nin two parts. I will first transfer USD $20 Million to\nyour account. I will fly over to meet you after the\nsuccessful transfer for sharing according to the\nagreed percentages. I will  have the remaining balance\nof USD28,223 Million transferred to your account only\nafter the successful sharing of the first transfer\nwithout any disappointment from your side.\n\nHave a nice day as I entrust this transfer into your\nhands. Let me hear from you Urgently.\nBest Regards, \nDr.Kazim Loch. \n\t\t\n---------------------------------\nTo help you stay safe and secure online, we've developed the all new Yahoo! Security Centre.", "id": "52ba3114e8b24e2e4bf2cba6d9ce8e9d"}