{"email_subject": "LETTER FROM MR.JOSEPH POON", "email_body": "DEAR FRIEND,\n\nI am Mr.Joseph Poon Executive Director Of Operations of the Hang Seng Bank\nLtd,Sai Wan Ho Branch,171 Shaukiwan Road Hong Kong.\n\nAn Iraqi named Hamadi Hashem a business man made a numbered fixed deposit\nof (346,736,899.68 HKD) for 18 calendar months; this is valued to Forty Four\nmillion Five Hundred Thousand United State Dollars only in my branch. Upon\nmaturity several notices was sent to him, even during the war,four years ago\n(2003). Again after the war another notification was sent and still no\nresponse came from him. We later found out that Hamadi Hashem and his family\nhad been killed during the war in bomb blast that hit their home at\nMukaradeeb where his personal oil well was.\n\nAfter furtherinvestigation it was also discovered that Hamadi Hashem did\nnot declare any next of kin in his official papers including the paperwork\nof his bank deposit. And he also confided in me the last time he was at my\noffice that no one except me knew of his deposit in my bank.So, Forty Four\nmillion Five Hundred Thousand United State Dollars is still lying in my bank\nand no one will ever come forward to claim it.What bothers me most is that\naccording to the laws of my country at the expiration five years six months\nthe funds will revert to the ownership of the Hong Kong Government if no\nbody applies to claim the funds.\n\nMy proposal, I am prepared to place you as the next of kin in a position to\ninstruct HANG SENG BANK to release the deposit to you as the closest\nsurviving relation. Upon receipt of the deposit, I am prepared to share the\nmoney with you in half. That is: I will simply\nnominate you as the next of kin and have them release the deposit to you.\nWe share the proceeds FIFTY - FIFTY. I would have gone ahead to ask the\nfunds be released to me, but that would have drawn a straight line in my\ninvolvement in claiming the deposit. I assure you that I could have the\ndeposit released to you within a few days.I will simply inform the bank of\nthe final closing of the file relating to Hamadi Hashem I will then\nofficially communicate with my Bank and instruct them to release the deposit\nto you. With these:all is done. I am aware of the consequences of this\nproposal. I ask that if you find no interest in this project that you should\ndiscard this mail. I ask that you do not be vindictive and destructive. If\nmy offer is of no appeal to you, delete this message and forget I ever\ncontacted you. Do not destroy my career because you do not approve of my\nproposal.\n\nShould you be interested please send me your full names,Phone Number and\ncurrent residential address and I will prefer you to reach me on the email\naddress below.E-mail: josephpoon_enquiries@yahoo.com.hk and finally after\nthat I shall provide you with more details of this operation.\n\nYour earliest response to this letter will be appreciated.\n\nI await your response.\nMr.JOSEPH POON.\n\n\n\n\n", "id": "52bc3e686171fd770bb58d38b7670767"}