{"email_subject": "FROM: MISS FELISSA JENNY HARRISON", "email_body": "\nFROM: MISS FELISSA JENNY HARRISONABIDJAN COTE D'IVOIRE ADDRESS: BELLA HOUSE 12 BP ABIDJAN 037 BELVIEW CLOSS. PLS CONTACT ME AT  (felissajan@yahoo.com)  DEAR GOOD FRIEND. \nI GOT YOUR CONTACT DETAILS IN MY INTERNET RESEARCH FOR WEB SITES. I GOT ABOUT THREE E-MAIL CONTACT AND I DECIDED TO CONTACT YOU AFTER MY SAVEN DAYS PRAYER AND FASTING, HOPING THAT BY GRACE OF ALMIGHTY GOD YOU WILL KINDLY ASSIST ME OUT. I AM SEEKING FOR AN OVERSEA'S GUARDANCE WHO WILL ASSIST ME FOR URGENT FUNDS TRANSFER.  I AM FELISSA JENNY HARRISON 21 YEARS OLD THE ONLY DAUGHTER OF LATE CHIEF ROLAND LEO HARRISON WHO WAS A GOLD FAMOUS AND WEALTHY COCOA MERCHANT BASED IN ABIDJAN THE ECONOMIC CAPITAL OF IVORY COAST. I AM SEEKING FOR YOUR URGENT ATTENTION TO ASSIST ME TRANSFER THE SUM OF US$12,500,000.00 TWELVE MILLION FIVE HUNDRED THOUSAND UNITED STATE DOLLARS INTO YOUR NOMINATED BANK ACCOUNT OVERSEAS FOR AN INVESTMENTS PURPOSES,SUCH AS REAL ESTATES MANAGEMENTS OR STOCK MARKERTS INVESTMENT. E.T.C  I AM WILLING TO OFFER YOU 17% OF THE TOTAL FUNDS AS A COMMISSION FOR YOUR URGENT ASSISTANCE IN TRANSFERING THIS FUNDS INTO YOUR BANK ACCOUNT AND I WILL COME OVER TO YOUR COUNTRY TO CONTINUE MY EDUCATION. PLEASE KINDLY E-MAIL ME IMMEDIATELY YOU RECEIVE THIS MY MESSAGE FOR MORE DETAILS CONCERNING THIS MY MUTUAL TRANSACTION BECAUSE WANT TO COME AND STAY WITH YOU FOR THE REST OF MY LIFE AFTER THE SUCCESSFULL TRANSFER OF MY FUNDS INTO YOUR BANK ACCOUNT. I AM LODGING IN A LOCAL HOTEL FOR MY SECURITY. \n \nI WILL SEND YOU THE FULL DETAILS AND PROCEEDURE OF THIS TRANSFER TO YOUR BANK ACCOUNT.PLEASE QUICKLY REPLY ME BACK WITH THIS MY PRIVATE EMAIL ADDRESS (felissajan@yahoo.com) FOR SECRET AND CONFIDENTIAL AND WILL ALSO MAIL YOU MY PHOTOS OK.I AM WAITING FOR YOUR URGENT AND KIND REPLY AFTER READING THIS MAIL.  THANKS AND GOD BLESS YOU AS YOU REPLY IMMEDIATELY. \nBEST REGARDS \nFELISSA JENNY HARRISON\n_________________________________________________________________\nAppelez vos amis de PC à PC -- C'EST GRATUIT\nhttp://get.live.com/messenger/overview", "id": "52ffc47f1c41c2628adce0ff3430c417"}