{"email_subject": "YOUR  COMPENSATIONS MONEY IS  READY", "email_body": "\n\nWhat past effort.THIS IS A SCAM.\n\n-----Original Message-----\nFrom: ANTHONY DILLION [mailto:compensationsfund@redtreesolutions.com] \nSent: Saturday, June 09, 2007 6:42 AM\nSubject: YOUR COMPENSATION MONEY IS NOW READY ..\n\n\n\n\nDear Friend,\n\n\nHow are you today?I didn't forgot your past effort by\ntrying to help me,now i want to tell you that i have\nsucceeded in getting those funds transferred under the cooperation of a\nnew partner from Paraguay.which i given my Lawyer in Benin to\ncompensates you with the sum of ($7500.000.00) for your compensation \nhis\ncontact is below:  Name : Barrister Kenneth  Cole,\nEmail:  kennethcole1234@yahoo.com\n\n\n\n\nHope all is well with you and your family? I hope this\nmail meets you in a perfect condition. I am using this opportunity to\nthank you for your great effort to our unfinished transfer of fund into\nyour account due to one reason or the other best known to you.But I \nwant\nto inform you that I have successfully transferred the fund out of my\nbank to someone else account who was capable of assisting me in this\ngreat venture through the help of the diplomat i told you about.Due to\nyour effort, sincerity,courage and trustworthiness' you showed at the\ncourse of the transaction I want to compensate you and show my \ngratitude\nto you with the sum of $750,000USD.\n\n\nI have authorized my new lawyer who is now also my\nlegal adviser to issue you international certified\nbank cheque cash able at your bank.My dear friend I\nwill like you to contact the lawyer for the collection\nof this international certified bank cheque.\nThe name and contact address of the lawyer is as\nfollows.\n\n\n\nHONORABLE LAW CHAMBERS\nCONTACT PERSON ; MR.KENNETH  COLE\nEmail:  kennethcole1234@yahoo.com\nAt the moment, I'm very busy here because of the\ninvestment projects which I and my new partner are\nhaving at hand in FRANCE . Finally, remember that\nI have forwarded instruction to the Lawyer on your\nbehalf to send the bank cheque to you as soon as you\ncontact him without delay.Please I will like you to\naccept this token with good faith as this is from the\nbottom of my heart.Thanks and God bless you and your\nfamily. Hope to hear from you soon.\nYour brother\n\n\nANTHONY  DILLION\n\nEMAIL:anthonydillion001@yahoo.it\n\n\n\n\n", "id": "5352082d72aca2aa25c92801b4554d80"}