{"email_subject": "kindly assist me", "email_body": "                                                      I am Dr.Mrs. Owens Mary from Madrid,Spain. I am married to Engr.Owens jim, \nwho worked as the financial director under United \nNation Development Programmed for Africa for more than ten years before he died in \nthe year 2004.We were married for eleven years without a child. He died after a brief illness \nthat lasted for only four days. \nBefore his death we were both born again Christian. Since his death I decided \nnot to remarry or get a child outside my matrimonial home, which the bible is \nagainst. When my husband was alive he deposited the sum of US$16.8Million United \nState Dollars (Sixteen Million Eight \nHundred Thousand Dollars) with a London ALPHA SECURITY COMPANY in my name.\nPresently, this money is still with the security company; recently, my doctor \ntold me that I would not last long due to cancer problem. The one that disturbs \nme most is my partial paralysis sickness. Having known my condition I decided to \nkeep this fund in the security company. I want an organization or an individual \nthat will use this fund for \norphanages, Widows, propagating the word of God and to endeavor that the house \nof God is maintained.\n\nThe bible made us to understand that blessed is the hand that giveth.I took this \ndecision because I don't have any child that will inherit this money and my \nhusband relatives are not Christians and I don't want my husband's efforts to be \nused by unbelievers. I don,t want a situation where this money will be used in \nan ungodly way. This is why I am taking this decision. I am not afraid of death \nhence I know where I am going. I know that I am going to be in the bosom of the \nlord. Exodus 14 vs. 14 says that the lord will fight my case and I shall hold my \npeace. I don't need any telephone communication in this regards because of my \nhealth hence the presence of my husband's relatives around me always. I don?t \nwant them to know about this development but I can call you if you send your \nnumber across. With God all thing are possible.\n\nAs soon as I receive your reply I shall inform the security company, that you \nare the beneficiary of the said consignment you will need to go and claim this \nfund. I will also issue you an authority letter that will prove you the present \nbeneficiary of this fund. I want you and the \norganization to always pray for me because the lord is my shepherd. My happiness \nis that I lived a life of a worthy Christian. Whoever that wants to serve the \nlord must serve him in spirit and truth. Please always be prayerful all through \nyou're your life.\n\nAny delay in your reply will give me room in sourcing another person for this \nsame purpose. Please assure me that you will act accordingly as I stated herein. \nHoping to receive your reply and remain blessed in the lord. You can contact my \npastor Rev Marvin Smith, He is willing to \nassist us to conclude this transaction peacefully or Email \nsjackson_2006@yahoo.com\nYours in Lord,\nDr.(Mrs.) Owens Mary.\n\n\n\n\n\n\n\n\n\n\n    \n---------------------------------\n  Jiyo cricket on Yahoo! India cricket\n\n\n\n\n\n\n\n\n\n\n\n\n    \n---------------------------------\n  Jiyo cricket on Yahoo! India cricket\n\n\n\n\n\n\n\t\t\t\t\n---------------------------------\n Jiyo cricket on Yahoo! India cricket\n\t\t\t\t\n---------------------------------\n Jiyo cricket on Yahoo! India cricket", "id": "53910b97ef349595e11ee1b4c3d78d92"}