{"email_subject": "THIS FROM MR HENRY KABORE", "email_body": "Dear friend. \nI am Mr Henry Kabore manager audit account department of African Development Bank(A.D.B.) .\nIn my department we discovered an abandoned sum of NINTEEN MILLION, THREE HUNDRED THOUSAND UNITED STATES DOLLARS ($19,300,000.00 ) in an account that belongs to one of our foreign customer who died along with his entire family in an aeroplane crash.\nSince the bank got information about his death we have been expecting his next of kin to come over and claim his money because we cannot release the fund unless somebody applies for it as next of kin or relation to the deceased as indicated in our banking guidelines and laws, but unfortunately we learnt that all his supposed next of kin died alongside with him at the plane crash leaving nobody behind for the claim.\nAnd our banking law and guideline here stipulates that if such money remains unclaimed after five years, such money will be moved into the banking treasurer as unclaimed fund. \n \nThe request of a foreigner as next of kin in this business is occasioned by the fact that the deceased customer was a foreigner a citizen  Burkina Faso cannot stand as next of kin.\nIf you accept my proposal to do this deal to the end i will give to you 30% of the total money will be for you as a foreign partner while 10% will be set aside to cover any expenses that might be incurred during the process of transferring the fund to your nominated bank account. \n \nIf you're willing to handle this deal with me kind get back to me with your Private telephone and fax numbers for easy communications well as your personal picture or a copy of your international passport to enable me know whom I\u0092m dealing with. \n \nNote: I demand the highest trust from you to keep this business strictly confidential for security reasons as you may know that the bank don't know that i am the one that contacted you to stand for this claim.\nAt the end of this transaction which will be when the money will hit your account safely i will then come over to your country for sharing the fund according to the previous agreed percentage, you might even have to advice me on possibilities of investment in your country.\n\nI am expecting  your urgent reply so that i will send to you an  application form which you will fill and send  directly to the bank.\nBest regards, \nMr Henry Kabore\n\n \n", "id": "539a55381f2cd83952383e03b699cd41"}