{"email_subject": "GOOD DAY TO YOU!!!", "email_body": "\n\n\nDear Beloveth,\nI am Prince Fayad W. Bolkiah, the eldest son of Prince Jefri Bolkiah,\nformer Finance Minister of Brunei, the tiny oil-rich sultanate on the Gulf\nIsland.\nI will save your time by not amplifying my extended royal family history,\nwhich  has already been disseminated by the international media during the\ncontroversial dispute that erupted between my father and his step brother,\nthe sultan of Brunei Sheik Muda Hassanal Bolkiah.\nAs you may know from the international media, the sultan had accused my\nfather of financial mismanagement and impropriety of US$14.8 Billion\ndollars. This was as a result of the Asian financial crisis that made my\nfather company Amedeo Development Company and government owned Brunei\nInvestment Company to be declared bankrupt during his tenure in office.\nHowever my father was kept under house arrest, his bank accounts and\nprivate properties including a crude oil export refinery were later\nconfiscated by the  sultanate.\nFurthermore, during this unfortunate period i was advised to evacuate my\nimmediate family outside the sultanate to avoid further prosecution from\nthe sultan and his security operatives, but before I could do that I was\nplaced under house arrest by the Sultan and i have no access to a phone\nbut I have a Palm V hand-held computer from which I am sending you this\nmail.\nBefore my In-castration, I went ahead to dispatch the sum of Five Hundred \nMillion United States Dollars US$500 Million in cash under special\narrangement  into the custody of different Private security and Trustee\ncompanys for safe keeping abroad.\nThe money where splitted and kept in the following countries in this\nproportion: US$50 Million is in Switzerland, US$100 Million is in London,\nUS$100 Million is in Malaysia, US$80 Million is in United Arab Emirate\nand the balance US$US170 Million is in Holland.\nHence I seek your good assistance to invest these funds into profitable\ninvestment in your country to facilitate future survival for my family\nabroad.I have decided to offer 10% of these funds to you as compensation\nfor your strong cooperation.\nPlease I count on your absolute confidentiality,transparency and trust\nwhile looking forward to your prompt reply towards a swift conclusion of\nthis  business transaction.\nI remain yours sincerely\nPrince Fayad .W. Bolkiah\nBrunei Darussalam.\nplease reply to my privite email address-ROYALMAJESTY@K.RO\n\n\n\n\n                                                                      \n\n", "id": "53df0cc055b2a16a3da70e95a3dab4f6"}