{"email_subject": "NEED YOUR ASSISTANCE", "email_body": "From:DR. FEMI JOHNSON, \nCredit Officer First bank Of Nigeria PLC. \nMadam/Sir, First, I'm soliciting your utmost confidenciality in this Transaction. I am DR.FEMI JOHNSON, credit officer with First Bank of Nigeria PLC, Lagos. I came to you in my private search for a reliable person to handle this confidential transaction, which involves huge sum of money to your country. The Proposition:  A foreigner an American, late Engr. John creek (SNR) who died on 30th of January 2000 in Kenya airways plane crash, while returning to his country from a business trip. He Banked with us at First Bank of Nigeria plc Lagos and had a closing balance worth US$35,Million, having heard of the tragic incident involving Engr. John creek (SNR) the bank now expects a next of kin as beneficiary. Valuable efforts have been made by First Bank to get in touch with any of his family's but I personally found out that he until his death neither had wife nor children that is known to us.  The only name of next of kin given to !\n us by late John Creek unfortunately was with him in the same flight that crashed, and this is unknown to the bank. I'm taking this advantage in order to bettermy life and that of my family, I now decided to seek your permission to have you stand as next of kin to late Engr.John Creek, so that the fund (US$35M)will be released in to your account as the next of kin. All documents and proves to enable you get this fund will be carefully worked out, by the lawyer that I will employ to work with me down here on your behalf. I am assuring you that this transaction and its procedures is 100% legal and risk free involvement. Your share stays while the rest will be for myself. The sharing of the fund between the two of us will be as follows: 20% of the tatal sum will go to you for your effort and commitment to the sucess of this transaction. 75% will be for us here. While 5% as been set aside for expenses incured in due process of this transaction  As s!\n oon as I receive an acknowledge of the receipt of this message in Acce\n\nptance, I will immediate! ly! start up with the process. If this proposal is acceptable by you, kindly get to me .  I want you to also furnish me with your private telephone/fax or preferably your mobile numbers and I will have to apply for the release and subsequent Transfer of the fund in your favor.  Thank you in advance for your anticipated cooperation.  Yours faithfully, DR. FEMI JOHNSON  (Credit Officer, First bank Of Nigeria PLC)  Please upon your response include your private telephone and fax for further and oral communication. You can also reach me on my private number: +234-802-3504437 \t\n\n\n\n\n", "id": "545aacdb3f0af5563e877dada4b6d1c7"}