{"email_subject": "Institutional Fund Services", "email_body": "I am Mr. Mccallum Graeme, Institutional Fund Services, Middle East and \nAfrica,HSBC Bank PLC, London International Branch, On resumption of \nduties after the Christmas and New year celebration i discovered that \none of my bank customer,Mr. JOSHUA WANG ,an Indonesia by birth , a \nconsultant/contractor with the military relief Group, a charity \norganization ato the United Nation( UN), was one of the victims of the \nTSUNAMI disaster in the Asia World, he has being a private resident \nhere in London for 3 years, made a numbered time (Fixed) Deposit, \nvalued at BPS6,500,000.00 (Six Million, Five Hundred Thousand Great \nBritish Pounds Sterling) for twelve calendar months in my Branch. \n\nAs \nrepresentative with contacts in the Middle East/Africa,upon the tsunami \ndisaster in his home country of Indonesia, in which he was on a private \nvisit to see his sick old parents, i have made personal contacts to his \nresident here in London and through some foreign mission in Indonesia, \nand has discovered that he and his entire family perished in the said \nnatural disaster in his local community in Indonesia. On further \ninvestigation, it also discovered that he died without making a WILL \n(En-testate) and all attempts to trace his next \nof kin was fruitless, \nit was discovered in the Late Mr. JOSHUA WANG bank papers that the only \npersons stated as his entitled next of kin is his only wife, who also \ndied with him in the disaster,so presently their is no persons to \ndeclare as the next of kin to the said fund and as it stand now , No \nperson will ever come forward to claim it. As the bank papers/documents \nhave only his late wife name, since they have no child before their \nsudden death. \n\nIn accordance with the Banking Federal Laws and \nconstitution, the money will revert to the ownership of the Government \nif nobody applies as the next of Kin to claim the funds within certain \nperiod.Consequently, I shall present you as a foreign partner to stand \nin as the next of kin to late Mr.JOSHUA WANG so that you and I can \nbenefit from the fruits of this old man's labor and also donate certain \nportion of the fund to all victims of the Tsunami disasters through \nhumanitarian Organization. Be informed that i have in my \ncapacity/position carefully moved this fund into the Vault of a \nSecurity and Finance Company here in London that have Branches all over \nEurope/America where this fund can be claim. \n\nUpon acceptance of this \nproposal, We shall employ the services of a solicitor for the drafting \nof the LAST WILL & TESTAMENT of Late Mr.Joshua Wang and to obtain all \nother relevant papers in your name for the necessary documentation for \npayment approval in my bank headquarters in your favor.\nI guarantee \nthat this will be executed under legitimate arrangement that will \nprotect you from any breach of the law as I will use my position as the \nsenior Bank's personnel in the Institutional fund services, Middle East \nand Africa, HSBC BANK PLC, to secure pprovals and guarantee the \nsuccessful execution of this transaction. Please be informed that your \nutmost confidentiality is required. \nIf this interests you, please \nreply me immediately and please include your private phone number for \nvoice contact and fax number so that I can provide you with more \ndetails and relevant documents that will help you understand the \ntransaction better. \nAwaiting your urgent reply through my only private \nemail: \nmgraeme@wanadoo.es or m4470g@netscape.net \nThanks, \nBest \nregards, \nMcCallum Graeme\n\n\n\n\n", "id": "54b28f153af5f7c2e0b2460b8efcfc8d"}