{"email_subject": "VERY URGENT", "email_body": "DEAR PARTNER,\n\nI AM MR. ABISHA ALLAHIM, THE BILL AND EXCHANGE MANAGER AT THE FOREIGN \nEXCHANGE DEPARTMENT OF INTERNATIONAL BANK OF BURKINA (IBB) OUAGADOUGOU IN \nBURKINA FASO. WITH DUE RESPECT AND REGARDS, I HAVE DECIDED TO CONTACT YOU ON \nA BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE END \nOF THE TRANSACTION.DURING MY INVESTIGATION AND AUDITING IN MY DEPARTMENT, I \nCAME ACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON, A \nFOREIGNER WHO DIED IN A PLANE CRASH WITH HIS INTIRE FAMILY.\n\nREPLY ONLY TO MY PRIVATE E-MAIL  mr_a_allahim001@yahoo.fr\n\n\nTHE FUND HAS BEEN IN HIS ACCOUNT WITH THE BANK WITHOUT ANY CLAIM OF THE FUND \nIN OUR CUSTODY EITHER FROM HIS FAMILY OR RELATION BEFORE OUR DISCOVERY TO \nTHIS DEVELOPMENT.ALTHOUGH PERSONALLY, I KEPT THIS INFORMATION SECRET WITHIN \nMYSELF TO ENABLE THE WHOLE PLANS AND IDEA BE PROFITABLE AND SUCCESSFUL \nDURING THE TIME OF EXECUTION. THE AMOUNT INVOLVED IS USD$10.500,000 (TEN \nMILLION FIVE HUNDRED THOUSAND U.S DOLLARS.) MEANWHILE THE WHOLE ARRANGEMENT \nAND DIRECTIVES NEEDED TO PUT CLAIM OVER THIS FUND AS THE NEXT OF KIN TO THE \nDECEASED, WILL BE FORWARD TO YOU UPON YOUR ACCEPTANCE. INFORMATION WILL BE \nRELAYED TO YOU AS SOON AS YOU INDICATE YOUR INTEREST AND WILLINGNESS TO \nASSIST ME AND ALSO BENEFIT YOURSELF TO THIS GREAT BUSINESS OPPORTUNITY.\n\nIN FACT I COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS \nCOUNTRY AS A CIVIL SERVANT, WE ARE NOT ALLOWED TO OPERATE A FOREIGN ACCOUNT \nAND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF \nTRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE ACTUAL REASON WHY IT WILL \nREQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN \nTO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE HE\nWILL NEED THE MONEY TO BE TRANSFERRED INTO ON HIS REQUEST AS IT MAY BE, \nAFTER DUE VERIFICATION AND CLARIFICATION TO DESIGNATED BANK ACCOUNT.\n\nYOU CAN  SEE THE WEBSITE BELOW COVERING THE PLANE CRASH BY CNN & BBC NEWS.\n\nhttp://www.cnn.com/2003/WORLD/africa/12/26/benin.crash\n\nhttp://news.bbc.co.uk/2/hi/africa/3348109.stm\nI WILL NOT FAIL TO INFORM YOU THAT THIS TRANSACTION IS 100% RISK FREE. ON \nSMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 40% OF THE \nTOTAL SUM WHILE 60% WILL BE FOR ME. YOU HAVE BEEN ADVISED TO KEEP TOP SECRET \nAS I AM STILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER I CONCLUDE \nTHIS DEAL WITH YOU.\n\nI WILL BE MONITORING THE WHOLE SITUATION HERE IN THE BANK UNTIL YOU CONFIRM \nTHE MONEY IN YOUR ACCOUNT AND ASK ME TO COME DOWN TO YOUR COUNTRY FOR \nSUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES PREVIOUSLY INDICATED \nAND FURTHER INVESTMENT, EITHER IN YOUR COUNTRY OR ANY OTHER COUNTRY YOU MAY \nADVICE ME TO INVEST IN. ALL OTHER NECESSARY INFORMATION WILL BE SENT TO YOU \nWHEN I HEAR FROM YOU. I SUGGEST YOU GET BACK TO ME AS SOON AS POSSIBLE \nSTATING YOUR WISH IN THIS DEAL.\n\nPLEASE REPLY TO MY PRIVATE E-MAIL   mr_a_allahim001@yahoo.fr\nBY INDICATING YOUR BANK ACCOUNT DETALS WHERE THE FUND WILL BE TRANSFERED TO. \nALSO, SEND ME YOUR PRIVATE PHONE NUMBER FOR EASY COMMUNICATION.\n\nBEST REGARD,\nMR. ABISHA ALLAHIM\n\n_________________________________________________________________\nMSN Messenger: appels gratuits de PC  PC ! \nhttp://www.msn.fr/msger/default.asp\n\n\n\n", "id": "54b7c30b1a2e4fec5871a170e5624e36"}