{"email_subject": "FROM: REVD. FR. PETER CLARK", "email_body": "              FROM: OFFICE OF REVD.FR PETER CLARK DIRECTOR,\n              SPECIAL DUTIES UNITED NATIONS, IN CONJUNCTION\n              WITH THE INTERNATIONAL MONETARY FUND,WORLD BANK\n              SPECIAL DUTIES OFFICE DAKAR,SENEGAL.TEL:+2214488469.\n\nDear Friend,\nI am Rev.Fr. Peter Clark, a senior staff with the UN special duties office ;my office monitors and controls the affairs of all banks and financial institutions. I have before me list of funds, which could not be transferred to some nominated accounts as these accounts have been identified either as ghost accounts, unclaimed deposits or over-invoiced sum etc. I have the opportunity to write you based on the instructions among others i received days ago from the officer in the computer section in person of Engineer Peter Cliff,to bring out part of your total pending payment with reference number (LM-05-371) amounting US$10million. The (Ten Million Dollars) is arranged in a security-proof box weighing 75kg. In order to get the box shipped to you.\n\nA lot of people are interested in your payment and those people are merely doing paper works with you and that explains why you receive different kinds of untrue fax and phone messages from different people everyday. As I found out that you have almost met all the statutory requirements in respect of your pending payment. Also we found out that some of the officials of the parastatals have been extorting money from you with the pretext of helping you receive your money. I can assure you this will keep happening if you do not do away with those officers.I am the final signatory to any transfer or remittance of huge funds moving within banks both on the local and international levels.\n\nA friend of mine who is a diplomat disclosed to me that there is a security courier service company that is specialised in sending diplomatic materials and information from one country to another, with diplomatic immunity and consignment such as this cannot be checked by any customs anywhere in the world unlike Dhl, Ems, FedEx and Ups because, they will have to open the box for inspection by the customs before shipment. This is what we want to avoid because this box is been padded with synthetic nylon and to open it you will have to cut the pad before you will meet the button that you will press to open the dial code-lock. There is no way you can open the box and be able to close it again because it was padded with machine. I have therefore met the official of the security courier service and concluded shipping arrangement with them, which they will commence as soon as I have your go ahead order. The diplomat will bring the consignment to you, he has been!\n  in this line of work for many years now ;so you have notting to worry about.\n\nI am conditionally prepared to assist you get the money, practically after studying the part leading to this particular stage in the payment process in connivance with your local collaborators to conceal the authentic source of the funds.And my only condition for this unusual assistance is after all arrangements we have concluded that you must donate Five Hundred Thousand United States dollars (US$500,000.00) to any charity organisation I designate as soon as you receive your money. To this effect, you will send to us a promissory note for the donation along with your address where you will like the box to be delivered to by courier. May almighty God bless you, Please maintain topmost secrecy as it may cause a lot of problems if found out that we are using this way to help you. You are advised not inform anyone about this until you received your money. When you conclude this we will help to ship the final part of your money to you. Feel free to call!\n  me on my private telephone number above for further discussion. Henceforth, write me on this my private email address below.\n\nYours Faithfully,\nRevd. Fr. Peter Clark.\nDirector, Special Duties.UNO/WBF.\nEMAIL: rev.frclark@katamail.com\n\n\n\n\n", "id": "5519d0151ddaa874f9f147dcf12ea581"}