{"email_subject": "YOUR URGENT ASISTANCE IS NEEDED(PLEASE).", "email_body": "FROM MY DESK,DR Gambo Abudul\nAFRICAN DEVELOPMENT BANK (ADB).\nOUAGADOUGOU BURKINA FASO.\nWEST AFRICA.\n\nTRANSFER OF ($ 10,5) TEN. FIVE MILLION,\nDOLLARS.\n\nI AM DR GAmbo Abudul, THE AUDITOR GENERAL OF AFRICAN DEVELOPMENT BANK \nOUAGADOUGOU BURKINA FASO. DURING THE COURSE OF OUR AUDITING, I DISCOVERED A \nFLOATING FUND IN AN ACCOUNT OPENED IN THE BANK BY MR EDWARD RIAD AND AFTER \nGOING THROUGH SOME OLD FILES IN THE RECORDS I DISCOVERED THAT THE OWNER OF \nTHE ACCOUNT DIED IN  THE (BEIRUT-BOUND CHARTER JET) PLANE CRASH ON THE 26TH \nDECEMBER 2003 IN COTONOU (REPUBLIC OF BENIN).\n\nHERE IS THE (http://www.cnn.com/2003/WORLD/africa/12/26/benin.crash ).\n\nAND NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN,THE OWNER OF THIS ACCOUNT IS \nMR EDWARD RIAD A FOREIGNER FROM LEBANON, AND ALSO A TRADER WHOM TRADE ON \nGOLD AND MINING, HE DIED, SINCE 2003 AND NO OTHER PERSON KNOWS ABOUT THIS \nACCOUNT OR ANYTHING CONCERNING IT, THE ACCOUNT HAS NO OTHER BENEFICIARY AND \nMY INVESTIGATION PROVED TO ME AS WELL THAT MR EDWARD RIAD DIED ALONG WITH \nHIS ENTIRE FAMILY.\n\nTHE AMOUNT INVOLVED IS (USD 10.5 M) TEN.FIVE MILLION,  UNITED STATES DOLLARS \nONLY, I AM  CONTACTING YOU AS A CONTERPART FOREIGNER NOT IN BURKINA FASO \nHERE,I BELIEVE YOU WILL ASSIT THIS TRANSACTION, BECAUSE THIS MONEY CAN NOT \nBE APPROVED TO A LOCAL PERSON HERE BURKINA FASO, BUT THE FUND CAN ONLY BE \nAPPROVED TO ANY LEGITMATE FOREIGN NEXT OF KIN WITH VALID INTERNATIONAL \nPASSPORT OR DRIVERS LICENSE AND FOREIGN ACCOUNT, BECAUSE THE MONEY IS IN \nUNITED STATE DOLLARS AND THE FORMER OWNER OF THE ACCOUNT MR EDWARD RIAD IS A \nFOREIGNER FROM LEBANON TOO, AND THIS MONEY CAN ONLY BE APPROVED INTO A \nFOREIGN ACCOUNT, HAS THE BASIC STATUS OF THE DEPOSITED FUND.\n\nMY DEAR FRIEND, PLEASE I WILL NEED YOUR ASSISTANCE TO GET THIS MONEY OUT OF \nOUR BANK POSSESION BEFORE THE TIME IT REACHES DEMORRAGE AND IT GET \nCONFISTICATED BY OUR BANK .\nI NEED URGENT SUPPORT AND YOUR STRONG ASSURANCE THAT YOU WILL ASSIST AND \nNEVER,EVER CHEAT ME AS SOON AS THIS FUND REMMITS INTO YOUR ACCOUNT.\n\nWITH MY INFLUENCE AND MY POSITION IN THE BANK AS THE AUDITOR GENERAL, OF \nAFRICAN DEVELOPMENT BANK OUAGADOUGOU,BURKINA FASO.\n\nWITHIN THE RULE OF THE BANKING FORMALITY, I ASSURE YOU THAT OUR A.D.B.BANK \nWILL TRANSFER THIS MONEY TO ANY FOREIGN OR ANY FOREIGNER'S RELIABLE ACCOUNT \nWHICH MUST BE PROVIDED AND PROVED.\nWHICH I WOULD LIKE YOU TO PROVIDE FOR THE FINAL REMMITTANCE FURNISHMENT OF \nTHE MONEY TRANSFER OUT OF OUR BANK INTO YOUR NOMINATED ACCOUNT.\n\nAFTER THE COMPLEMENT VERIFICATION BY THE A.D.B.BANK OUAGADOUGOU BURKINA \nFASO, WHICH I MYSELF HAS BEEN GOING THROUGH EVER BEFORE I HAVE TO CONTACT \nYOU,HAS REACHED CONCLUSION, THE TRANSFER OF ($ 10,5) TEN. FIVE MILLION,  \nDOLLARS WILL BE REMMITTED INTO YOUR NOMINATED ACCOUNT IN YOUR COUNTRY WHICH \nAFTER I WILL JOIN YOU IN YOUR COUNTRY.\n\nI WILL PROVIDE ALL DOCUMENTS OF THE BANK OFFICIAL(S) AND OF THE TRANSACTION \nIMMEDIATELY FOR YOU TO RECEIVE THIS FUND AND  LEAVING NO TRACE TO ANYONE, \nPLACE OR WHATSOEVER AND FOR YOU TO BUILD A RELIABLE CONFIDENCE IN THIS \nTRANSACTION.\n\nI WANT YOU TO ASSURE ME, THAT THIS MONEY WILL BE INTACT, PENDING MY PHYSICAL \nARRIVAL IN YOUR COUNTRY FOR THE FUND SHARING.\n\nON THE CONCLUSION OF THIS TRANSACTION AS A PARTNER IN BUSINESS YOU WILL BE \nENTITLED TO 40% OF THE TOTAL SUM AS GRATIFICATION, WHILE 10% WILL BE SET \nASIDE TO TAKE CARE OF THE EXPENSES THAT WILL ARISE DURING THE TIME OF \nVERIFICATION AND TRANSFER AND ALSO TELEPHONE BILLS, WHILE 50% WILL BE FOR \nME.\n\nTHE MOST IMPORTANT INDICATION MY BELOVED FRIEND,I WOULD PLEAD THAT YOU MAKE \nTHIS BUISNESS THE UPMOST SECRET,BECAUSE MY JOB IS AT STAKE IF I SHOULD BE \nDETECTED WITHIN THE BANK PREMISES THAT I AM INVOLVED,SO I WILL LIKE TO MAKE \nIT A SECRET AND PEACEFUL TRANSACTION.PLEASE COULD YOU ALSO ASSURE ME OF THE \nSECRECY.BECAUSE THIS TRANSACTION MEANS A LOT TO ME AND MY LIFE.IF YOU CAN \nPLEASE UNDERSTAND!\n\nSO ON THE INDICATION OF YOUR WILLINGNESS TO ASSIST AND JOIN ME IN THIS \nBUSINESS TO ARCHIVE THIS GREAT OPPURTUNITY,I WOULD WANT YOU TO FORWARD TO ME \n  YOUR :\n\nFULL NAME: SEX: COMPANY: IF ANY FULL CONTACT ADDRESS: PHONE: CELL: FAX: \nCITY: STATE:ZIP CODE COUNTRY: OCCUPATION AND SO THAT ALL THE NECESSARY \nINFORMATION WILL BE SENT TO YOU ON THE ACCEPTANCE TO CHAMPION AND ARCHIVE \nTHIS TRANSACTION WITH ME.\n\nN:B PLEASE YOU ARE ADVICE TO RESPONSE TO THE BOTH CONTACT BELOW/\n\nHERE IS MY PRIVATE EMAIL ADDRESS : gambo_abudul2@myway.com\n\n\nTHANKS,\n\nSINCERELY YOURS ,\n\nDR Gambo Abudul.\n\n_________________________________________________________________\nTestez Windows Live Mail Beta ! http://www.ideas.live.com/\n\n\n\n", "id": "55e5fd0102980994f1ab9b0d6b30b2aa"}