{"email_subject": "FROM:ROSLIN MATHEW ", "email_body": "FROM:ROSLIN MATHEW\nABIDJAN-COTE D'IVOR\nFROM:ROSLIN MATHEW\n\nPLEASE MAIL BACK\n\nMy Dearest ONE\nMay the peace of gracious God be with you,please I have a problem which I \nneeded a help from you,I have decided to write you for help.\n\nI have a proposal for you-this however is not mandatory nor will I in any \nmanner compel you to honour against your will.\n\nI am in a state of delinma and made up my mind to send you this mail , I am \nROSLINE MATHEW ,21 years old and the only daughter of my late parents Mr. \nand Mrs. MATHEW NZOBEl.\n\nMy father was a highly reputable business magnet (a cocoa merchant) who \noperated in the capital of Ivory coast during his days.\n\nIt is sad to say that he passed away mysteriously in France during one of \nhis bus iness trips abroad on 12th.Febuary 2004.\n\nThough his sudden death was linked or rather suspected to have been \nmasterminded by an\nuncle of his who travelled with him at that time.\n\nBut God knows the truth! My mother died when I was just 4 years old, and \nsince then my father took me so special.\n\nBefore his death on February 12 2004 he called the secretary who accompanied \nhim to the hospital and told him that he has the sum of eight million, seven \nhundred thousand United State Dollars.(USD$8.700,000) left in one of the \nleading security company.\n\nHe further told him that he depaosited the money in my name, and finally \nissued a written instruction to his lawyer whom he said is in possession of \nall the necessary legal documents to this fund and the security company .\n\nI am just 21 years old and a university undergraduate and really don't know \nwhat to do. This is because I have suffered a lot of set backs as a result o \nf incessant political crisis here in Ivory coast. The death of my father \nactually brought sorrow to my life. I am in a sincere desire of your humble \nassistance in this regards.Your suggestions and ideas will be highly \nregarded.\n\nNow permit me to ask these few questions:-\n\n1. Can you honestly help me as your daughter?\n\n2. Can I completely trust you?\n\n3. What percentage of the total amount in question will be good for you \nafter the money is in your account?\n\nPlease, Consider this and get back to me as soon as possible.\n\nThank you so much.Mey God bless you and your family.\n\nMy sincere regards,\n\nROSLIN MATHEW\nPLEASE MAIL BACK\n\n_________________________________________________________________\nWindows Live Messenger sur i-mode : dialoguez avec vos amis depuis votre \nmobile comme sur PC ! http://mobile.live.fr/messenger/bouygues/\n\n\n\n", "id": "55fb7a31d027c69171ac64a51763ae12"}