{"email_subject": "job offer", "email_body": "\n\n\nDear Friend,\n\nHow are you doing? I would be very interested in offering\nyou a part-time paying job in which you could earn a lot.\nMy name is Kenneth Scott and I am 42 years of age.\n\nI just resigned my job as a research scientist at Asia Agricultural\nresearch Institute in Malaysia and I now work as a freelance\nconsultant for the institute which gives me very much time to\ndo my own work which is basically being a freelance researcher\nwho could be employed by research institutes to do research\nprojects anywhere in the world.\n\nCurrently, I have just been granted a funding to head a research\nproject in the tropical regions of Asia regarding rare and\nvulnerable plant species and this would be commencing very soon.\n\nThis research program will be funded and sponsored by some of my\ncounterparts in your country. But the only set back is that my\nassociates want to make payments for the research in form of bank\ntransfer or Check only.\n\nWHAT I NEED YOU FOR?\nAt this point, I will be glad if you couldwork with me as my\nrepresentative in your country. You will be workingas my payment\nassistant in charge of collecting the Funds from my Associates.\nSince they will be making the payment form of banktransfers/Check\nto you in your country, you will be collecting thispayments and\ncashing them on my behalf. On agreement to been my\nrepresentative, you will receive a commission of 10% of whatever\namount of payment you receive from my associates.\n\nJOB DESCRIPTION?\n1. Receive payments from My Clients/Associates through\nbank transfers or check.\n2. Cash the Payments at your Bank.\n3. Deduct 10% which will be your commission/percentage\non Payment processed.\n4. You are to remit the balance via Money Gram or Western\n\nADVANTAGES?\nYou don't have to go out of your present daily activity in order\nto engage in this Job(i.e. you can do this Work easily without\nleaving or affecting your present Job).You will work as an\nindependent contractor right from your home /office. Your job is\nabsolutely legal. You do not need any capital to start (non of your\npersonal funds is needed).\n\n\nTo indicate your interest in this pending project, i will\nlike you to provide all this information before we can commence on\nthis pending projects.\n\nNAME\nADDRESS\nSTATE\nCITY\nZIP CODE\nPHONE NUMBER:\nAGE\nGENDER\nOCCUPATION\n\nALL REPLIES TO BE SENT TO : project1sst@yahoo.com.hk\n\nRegards,\nDr. Kenneth Scott\n\n\n", "id": "5629c51ca042dfd5397c2d77dfdd715e"}