{"email_subject": "ASSISTANCE NEEDED", "email_body": "Good Day,\nYou may be surprise to receive this email since you do not know me. \nI am the son of the late president of Democratic Republic Of Zaire, President Mobutu Sese Seko, ( now The Republic of Congo, under the leadership of the son of Mr. Laurent Kabila).  I presume you are aware there is a financial dispute between my family ( THEMOBUTUS ) and the present civilian Government. This is based on what they believe as bad and corrupt governance on my late father's part. May his soul rest in perfect peace. As you might have heard how a lot of my father's bank account in Switzerland and North America have been frozen. Following the above named reasons, I am soliciting for your humble and confidential assistance to take custody of THIRTY Million United States Dollars ( US$30,000,000.00 ), also to front for me in the areas of business you desire profitable.\n \nThese funds have secretly been deposited into a confidential Security Company, where it can easily be withdrawn or paid to a recommended beneficiary. The funds will be released to you by the Security Company, based on my recommendations, on that note, you will be presented as my partner who will be fronting for me and my family in any subsequent ventures. Myself and my mother have decided to give 20% to you if you are able to help us claim this consignment. We have also decided to give you any money spent on phone calls or traveling expenses in the course of this transaction at the end of the transaction.\nPlease, I need your entire support and co-operation for the success of this transaction, your utmost confidentiality and secrecy is highly required, due to my family's present predicament. \nI sincerely will appreciate your willingness to assist us as soon as possible. I am presently in the refugee camp here in the Netherlands under the united nations refugee camp in Netherlands and I can be reached on phone number +31-655-904-604 or E-mail me at  basher200@latinmail.com  for  more information on how we can proceed in this transaction. Please indicate your interest by sending your telephone and fax number or call me up at anytime. I sincerely will appreciate your acknowledgement as soon as possible.\n \nWarmest regards, \nBasher Mobutu Sese-Seko.  ", "id": "564c3e1db7e4bf0c33a5245dc0b80410"}