{"email_subject": "From John Tanga!", "email_body": "    From:John Tanga.\n  TEl:+22507695333,\n  Abidjan Afrika.\n   \n   \n  Good Day Dear,\n\nI feel it is very neccessary to bring to you the problem we are facing and I believe that you will assist us. Since we have no person to turn to for assistance.\n\nMy name is John Tanga,am 20yrs old,a native of Sierra-leone in West African regoin and am the only son of late Chief  Robert Tanga ,my late father is the former  Director of Cocoa expoter  in the Republic of Sierra-leone,who was poison to death by his co-workers in the office,after two years I lost my mother,I am now left with  my sister.\n\nI wish to let you know that we inherited wealth ,cash sum of USD 15. 500 000.00(Fifteen million,five hundred thousand dollars) this money was his own share during his days in the office before his death.\n\nMy late father told us that he lodged this fund in  fix_suspend account here in Abidjan ,for onward transfer to a foriegn account for security reason,he as well instructed the bank  that I should be 25 years before having access to the fund. My problem now is to look for a reliable person who will assist me to transfer this money out of Cote d'ivoire because of recent political crisis here in this country, where we are presently now as refugees.\n\nPlease my reasons of contacting you is to request for your co-operartion and assistance to help me move this money out into a foreign account of yours where the money can be remitted in your care and take us as your children untill we grow up.He have in mind to offer you 15% of the total sum,while 5% will be for any expencise you will make to see this transaction through.\n   \n  Remember to keep  the confidentiality required in this transaction, while I expect to hear from you.Please call me with this numbers:+22507695333 if you are willing to assist us.\n\nThanks and God bless you.\n   \n  Yours sincerely\n\nJohn Tanga.\n\n\n\n\t\t\t\t\n---------------------------------\n Jiyo cricket on Yahoo! India cricket\nYahoo! Messenger Mobile Stay in touch with your buddies all the time.", "id": "5671dedeb62d39bb868bca51f1c89e2e"}