{"email_subject": "A RELIABLE PARTNER", "email_body": "CONTRACTS VERIFICATION N. N. P. C \n\nATTN: PRESIDENT/CEO \n\nDear friend, \n\nl am Dr Mallam Galadima., the contracts verification manager of \nNigeria National Petroleum Corporation (NNPC), Because of my position \nand that of other strategic officials who are heads in their \nDepartments, we have in our possession, since 2001 the sum of US$400M \nDolllars (Four hundred million United States Dollars) which we emassed \nthrough over invoicing of foreign contracts fully executed and \ncommissioned with the different foreign contractors duely paid their \nfull contract amounts.\n\nWe have made several fruitless moves to \ntransfer this fund abroad for our mutual benefits. One in 2002 when one \nMr. Lambert Brown of the United States of America, living at No 125 N. \nKinsley Ave. Ocean City, NJ 082216, ran away with our US$65M Dollars \nafter the fund has been transfered into his account. lt was \nunbelievable, shocking and hypertensive that when we went there to \nclaim our share of the fund, we were told that nobody with that name \nwas living in that house and that the former occupant of the flat moved \naway few weeks ago to an unkown house. This is how we lost US$65M \nDollars to the heartless Mr. Lambert Brown. \n\nThe second attempt was \nwhen in 2003, we decided to carry US$50M dollars in cash through the \nLagos lnternational Airport but was stopped by the Nigerian Custom \nOfficers who seized the fund till date . This is how we lost another \nUS$50M Dollars to the Nigerian Custom. \n\nFollowing the peaceful life \nushered in by the current democratic dispensation in Nigeria, l and my \ncolleages have decided to transfer the sum of US$22M (Twenty Two \nMillion dollars) into a foreign account operated by a foreigner for our \nmutual benefits. By this letter, l request your assistance in \ntransferring and safeguarding the sum of US$22M Dollars for our mutual \nbenefits. \n\nFor assisting us in transferring and safeguarding this \nfund, you will be entitled to 35% of the total sum 5% will be set aside \nfor charity and philantropic purposes 57% belongs to me and my \ncolleagues while 3% will go for reimbursement of all expenses made by \nboth parties. However, l want you to be human and humane so that you do \nnot become this second Mr. Lambert Brown of the United States. lt is \nimperative to note that this transaction is risk free as all modalities \nfor the successful transfer of this fund have been perfected by my \ncolleagues in the relevant ministries. \n\nHowever, we should see \nabsolute confidentiality as our watchword throughout the course of this \ntransaction for we are civil servants and will equally not like the \n2002 event to redramatise itself. \n\nl will not be ungrateful if you can \nurgently furnish me with your private telephone, fax and mobile numbers \nand name of beneficiary with the telex numbers of the receiving bank. \nThese will enable us speed up the claim of the fund and eventual \ntransfer into your nominated account. Please reply via this alternative \nemail address:mallamgaladima59@yahoo.com \n\nLooking forward to hear from \nyou soonest. \n\nDr.Mallam Galadima\n\n\n", "id": "56899857f8f5156c293f4c4b36738889"}