{"email_subject": "Urgent (Please Reply)", "email_body": "Dear Friend I am Barrister  Jack Vanrenos, the personal Attorney to Mr. Charles Jones a foreigner who used to work with BMW Rockingham here in England. On the 2nd of August 2003, my client, his wife and their three children were involved in a car accident along Gatwick Express Road. All occupants of the vehicle unfortunately lost their lives. Since then I have made several enquiries to your Embassy to locate any of my client’s extended relatives, this has also proved unsuccessful. After these several unsuccessful attempts, I decided to trace his relatives over the Internet, to locate any member of his family but of no avail, hence I contacted you. I have contacted you to assist me in repatriating the money left behind by my client before they got confiscated or declared unserviceable by the Finance House where these huge deposits were lodged. Particularly, the Finance House where the deceased had an account valued at about US$20.7M has issued me a notice to provide the next-of-kin or have the account confiscated within the next Forteen official working days. Since I have been unsuccessful in locating the relatives for over nine (9) months now, I seek your consent to present you as the next of kin to the deceased so that the proceeds of this account valued at US$20.7M can be paid to you and then you and I can share the money 60% to me and 35% to you, while 5% should be for expenses or tax as your government may required. I have all necessary legal documents that can be used to back up any claim we may make, all I require is your honest co-operation to enable us see this transaction through. I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. Await your prompt response in my private email address <jkvan@mail.com>  for better communication. Yours Sincerely, Jack Vanrenos Esq.--Jack Vanrenos Esq.jkvan@mail.com ------------------------------------------------------ **This mail was sent by SaigonNet WebMail 1.0 ------------------------------------------------------", "id": "5696cdf17e9c48e2a51bdc5ecbd5b288"}