{"email_subject": "RE :  Purchase of \" New Business Card Reader 860 Plus \"", "email_body": "Dear Sir,\n\nI take this opportunity to introduce myself as \" Ms. Bhamini Lele \" from\nCentrafest Technologies Pvt Limited , Mumbai , India - working at the\nposition of responsibility of \" Customer Reach & Support\".\n\nThis email is for our New Business card Reader cum Photo scanner - Model\n860 Plus.Kindly ignore this email if you have already purchased the one and\nis the satisfied enduser of the same.\n\nYour name and contact details are available in our databse , that says that\nyou were keen to purchase Colour Business card Scanner cum Reader that has\nfeatures like label printing,customized catogories,both side scanning,memo\nwriting,online category setting,reminder system,import-export with third\nparpackages etc. \n\nYou were also looking for business card scanner that gives colour image and\ncan scan all sizes of business cards including folded big size business\ncards too. In past you had an interaction with us ..( me\nMs.Bhamini/Ms.Neha/Ms.Shefali) and you have expressed your keen interest\nfor Business card Scanner cum reader.\n\nWe are happy to let you know that our new model 860Plus is now featured\nwith all that you name it. This 860 Plus is well equipped with all features\nthat are developed based on the feedback we have received from all our key\ncorporate clients for all our earlier models ( 21000 plus) during last 5\nyears. Its a outcome all key and valuable feedback we received from all\ncorporate heads and their personal secretaries.\n\nWeve configured our BizCard Reader 860 Plus to meet the needs of every\nbusiness, from on-the-road salespeople, to small offices, to Fortune 500\nenterprises.our BizCard Reader 860 Plus is a desktop device that quickly\nand accurately scans the printed information from business cards into the\ncorrect fields of a powerfully searchable, highly compatible electronic\naddress book. In seconds, our BizCard Reader 860 Plus enters more cards\nthan you could type in hours. Then, over 50 powerful software features help\nyou search, sort, and use that contact information more efficiently.\n\nThis New BizCard Reader is Colour Scanner that can scan and read all sizes\nof the cards with a accuracy of 94 %. It has a facility of addition of two\ncustomized fields as per your requirement. \n\nIt talks to oulook,act,outlook express,db3,text,excell,pdas and new\nblootooth mobile phones.It's featured with high speed - both side scanning\nwith most user friendly software. This new version is unique one and is\nmost appreciated by all business & IT magazines world wide.\n\nBeing an year start for 2006-2007 .. you must some plan to enjoy the\nbenefits of simple and user friendly contact management system & must have\nintelligent tool like Business card reader. This will help you to increase\nyour sales by all your contacts at your fingertips!!\n\nConsidering the demand and requests , we have received from all corners of\nthe world , we are now offering this Two In One Business card Reader\npowered with new BizCard Reader version 2 software for contact management\nneed at just Rs. 7500/- plus 4 % VAT or 10 % CST which ever is applicable.\n\nWe had given below our contact details and a website for mailing purpose (\nmay be slow in browsing). You will get all our details with our parent\nwebsite details on your reply.\n\nKindly rush to us with your confirm order for the same.\n\nRegards\nBhamini Lele\nCell: 09820640281 / 09820501457\nPhone : +91 251 2420346 / 2420347\nemail : bizcardreader@rediffmail.com\n\n\n\n\n", "id": "569b7cd4aabfd4cf28ab169f1a8252b2"}