{"email_subject": "VERY PRIVATE AND URGENT RESPONSE.....", "email_body": "FROM THE DESK OF MR AHMED SULEIMAN..\nACCOUN/AUDITING DEPT\nADB BANK, OUAGADOUGOU,\nBURKINA FASO,WEST AFRICA.\n\nDear Freind,\n\nI am the Director of Account/Auditing Department of AFRICAN DEVLOPMENT BANK \n(A.D.B) I am writing you with due consideration for mutual benefit. first, I \nmust seek for your strictest assurance to this mutual business corporation \nand to retain the confidential of this business opportunity. In my \ndepartment we discovered an abandoned sum of $7.5M US Dollars ( SEVEN \nMILLION FIVE HUNDRED THOUSAND US DOLLARS ), In an account that belongs to \none of our foreign customer who died along with his entire family in \nNovember 2001 in a plane crash.\n\nSince we got information about his death, we have been expecting his next of \nkin to come over and claim his money because we cannot release it unless \nsomebody applies for it as next of kin or relation to the deceased as \nindicated in our banking guidelines but unfortunately we learnt that all his \nsupposed next of kin or relation died along side with him at the plane crash \nleaving nobody behind for the claim. It is therefore upon this discovery \nthat I and other officials in my department now decided to make this \nbusiness proposal to you and release the money to you as the next of kin or \nrelation to the deceased for safety and subsequent disbursement since nobody \nis coming for it and we dont want this money to go into the Bank treasury \nas unclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money remained \nunclaimed after five years, the money will be transferred into the Bank \ntreasury as unclaimed fund.\n\nThe request of foreigner as next of kin in this business is occasioned by \nthe fact that the customer was a foreigner and a Burkina citizen's cannot \nstand as next of kin to a foreigner.\n\nWe agree that 30 % of this money will be for you as foreign partner, in \nrespect to the provision of a foreign account, 10 % will be set aside for \nexpenses incurred during the business and 60 % would be for ; me and my \ncolleagues. There after I and my colleagues will visit your country for \ndisbursement according to the percentages indicated. Therefore to enable the \nimmediate transfer of this fund to you as arranged, you must apply first to \nthe bank as relations or next of kin of the deceased indicating your bank \nname, your bank account number, your private telephone and fax number for \neasy and effective communication and location where in the money will be \nremitted .\n\nUpon receipt of your reply, I will send to you by fax or email the text of \nthe application. I will not fail to bring to your notice that this \ntransaction is hitch free and that you should not entertain any atom of fear \nas all required arrangements have been made for the transfer .\n\nYou should contact me immediately if you are interested and ready to \ntransact with me. Then I will request for some vital information  from you \nfirst before we could proceed. In your reply do remember to include your \nfull name and your direct Telephone/Fax number for easy communications \nbetween us.\nWaiting for your soonest response.\n\nYours faithfully,\n\nMr  AHMED SULEIMAN.\nDirector of Account/Auditing Dept,\nAFRICAN DEVLOPMENT BANK(A.D.B)\n\n(00226) 76--44-78-43\n\n_________________________________________________________________\nMSN Messenger: appels gratuits de PC  PC ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "56c5abc7bae001f4ffdb7d10e31fd40a"}