{"email_subject": "WE  NEED  YOUR  HELP.", "email_body": ">From Sammar Abubakar,\nDakar Senegal ,West Africa. \n\nAttn :\nBased on the information I gathered about you from a very reliable source, I am happy to send this message to you. I hope you will consider and give it urgent and favourable reply. My name is Sammar abubakar,23 years,a citizen of Sierra - Leone.The Son of late Bala abubakar, who before his death was the person managing the Sierra - Leone goldand diamond corporation( SGDC ) . I hope you are aware of the war which has ravaged my country for the past years now . It was in one of this attacks by the rebels that led to the death of my Father and Two of my Sister, now I am left with only my Yonger Sister Nene.\n\nI was terrified of the situation and because of this I escaped with my yonger sister Nene from Sierra - Leone to Senegal into a refugee camp. Senegal Was Where My Late Father have deposited US$ 10,.000.000.00 (Ten Million United States Dollars ). To be honest with you, this is the only legacy left for me by my Late Father which Iam with the certificate of deposit and other necessary documents regarding this deposit. My aim of contacting you is to seek for your able assistance as a front in transferring this fund abroad into an account , then as a business developer , you can help us to invest wisely in areas you deem lucrative and finally obtain a residential permit for us to stay comfortable in your country of abode . \n\nPresently we cannot go back to Sierra- Leone because of the situation there and you know that Senegal. where we are now is politically unstable; we therefore wish you could help us get out of here before it become worse. We are prepared to offer you 20% of the total funds for your able assistance and support and would send you proofs of the funds as soon as we favourably hear from you. Finally I implore you to treat this transaction with secrecy and confidentiality for security reasons. Note that this transaction is 100% Risk free and absolutely confidential. You can reply US through Our private e-mail sammar_sisternene@yahoo.co.uk . Also I Will like you to send US your Full Information .\n\n1) TELEPHONE NUMBER\n2) YOUR FAS NUMBER \n3) YOUR PASPORT \n4) HOUSE ADDRESS\nThanking you in anticipation and God bless.\nSincerely Yours\nSammar And Sister .\n\n\n\n\n", "id": "56d1b0680ae7e4e2ec47a9f762821d63"}