{"email_subject": "BUSINESS PROPOSAL (ASSISTANCE REQUIRED)", "email_body": "BANK OF AMERICA (ASIA)LTD.\n17/F DEVCON HOUSE\n979 KING'S ROAD\nHONG KONG.\n\nDear Friend,\n\n\nI am Joseph Wong, credit officer of Bank of America (Asia) Ltd, Hong Kong.\n\n\nI  have an urgent and  very confidential business proposition for you.\n\n\nOn october 6, 2001, an American Engineer/Consultant with  the Chinese\nSolid  Minerals Corporation,Mr. Steinmetz Horst made a (Fixed) Deposit for\ntwelve calendar months, valued at US$40,500,000.00 (Forty Million  Five\nHundred thousand United State Dollars only) in my branch.\n\n\nUpon maturity,I sent a routine  notification to his forwarding address but\ngot no reply. After a month, we  sent a reminder and finally we discovered\nfrom his contract employers, the  Hong Kong Solid Minerals Corporation\nthat Mr. Steinmetz Horst died from a recurrent heart disease.\n\n\nOn further investigation,I found out that he died  without making  a will,\nand all attempts to trace his next of kin was  fruitless.\n\n\nI therefore made further investigation and discovered that  Mr. Steinmetz\nHorst did not declare any next of kin or relations in all his  official\ndocuments, including his Bank Deposit paperwork in my Bank.\n\n\nThis sum of US$40,500,000.00 is still lingering in my Bank and the\ninterest is being rolled over with the principal sum at the end of each\nyear. No one will ever come forward to claim it.\n\n\nAccording to the Hong Kong Law,under china's foreign and defense\naffairs,at the expiration of 5 (five) years,such funds will revert to the\nownership of the chinese Government for financing military operations,such\nas purchasing of arms and ammunitions for the military.\n\n\nIn order to avert this negative development,i will like to seek for your\npermission as a foreigner to stand as the next of kin to Mr. Steinmetz\nHorst so that the fruits of this old man's labor will not be use for\nfinancing weapons which will further enhance the courses of war in the\nworld in general.\n\n\nThe money will be paid into your account for us to share in the ratio of\n60% for me and 30% for you and 10% for Expenses Incurred in the course of\nthe transaction.There is no risk at all as all the paperwork  for this\nproject will be done by my attorney and with my position as the credit\nofficer guarantees the successful execution of this project. If you are\ninterested,please reply immediately.\n\n\nUpon your response, I shall then provide you with more  details and that\nwill help you understand the transaction.\n\n\nYou should observe utmost confidentiality,and rest assured  that this \nproject would be most profitable for both parties because I shall require\nyour assistance to invest my share in your country.\n\n\nAwaiting your urgent reply.\n\n\nThanks and regards.\n\n\nMr. Joseph Wong.\n\n\n\n\n\n\n\n\n\n", "id": "573412dbff1afff591702f213ccee1a1"}