{"email_subject": "HELLO DEAR FRIEND.", "email_body": "\nHELLO DEAR FRIEND.\nWith due respect trust and humility, I write to you irrespective of \nthe fact you do not know me, but please do consider this letter as a \nrequest from a brother in dire need of assistance. Good day to you my \ngood friend, I got your contact courtesy of a business journal over the \nInternet when I am searching for a reliable and trustworthy individual \nor company that can assist me start a new life and invest on a \nlucrative business.\n\nI am Mr. Smith E. Kimwal, I live at number 38 High road, ttf. 228 \nEngland. I am the only child of my father My Father was a wealthy \nCoffee Merchant before he was poisoned to death by his business \nassociate on one of their out going discussion on a business trip, due \nto jealous and Greed.\n\nBefore his death, he told me that he deposited a box that contains his \npersonal documents and the sum of four Million Pounds Sterling with a \nsecurity finance company in London for safekeeping. He gave me the \ndocument, which he made with my name as the next of kin. He told me to \nrelocate to US, and reside there permanently that in no condition I \nwill decide to reside here for the sake of my life. \n\nI am soliciting for your assistance in claiming and receiving this box \nthat contains the fund on my behalf. I would be coming over to reside \npermanently, invest with the money and start a good living without \nfear. I need your assistance to get back to good living because I have \nnothing left, the fund in question is the only hope I have. If you \ndecide to help me out of this predicament, when I arrive US, I will \ncompensate you with twenty percent out of the total fund.\nFinally, I have been in contact with the security finance company in \nLondon to make some enquiries on how the transaction would be made. \nThey told me that the box would be Ship to the address of my chosen \nDestination. Please reply with your Full name, telephone number where \nyou can easily be reached and home Address where the box will be \ndelivered. Please make no mistake about the address for the sake of \nmisplacement Please tell me more about your self and what you do for a \nliving and the more about your area where you live. On getting your \nresponse, with the information, I will file in an application to the \nSecurity Finance Company for the release and delivery of the box to you \nas my beneficiary. Hoping to hearing from you. \n \nSincerely,\nSmith E. Kimwal.\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "573f3b7666c3fa9ce5df764b81112bb0"}