{"email_subject": "GOOD DAY..", "email_body": "Dear Friend, I am Mr Olsom Berghart a personal treasurer to Mikhail Khodorkovsky the richest man in Russia and owner of the  following companies: Chairman CEO:YUKOS OIL (Russian Most Largest Oil Company)Chairman CEO:Menatep SBP Bank (A well  reputable  financial institution with its branches all over the world) SOURCE OF FUNDS:I have a profiling amount in an excess of US$100,500,000.00 which I seek your partnership in accommodating for me. You will be rewarded with 10% of the total sum for your partnership. Can  you be my partner on this?   INTRODUCTION OF MY SELFAs a personal consultant to him, authority was handed over to me in transferring money of an American oil merchant for  his last oil deal with my boss Mikhail Khodorkovsky. Already the funds have left the shore of Russia to a European private  ank where the final crediting is expected to be carried out. While I was on the process, My Boss got arrested for his  involvement in politics by financing the leading and opposing political parties (the Union of Right Forces,led by Boris  Nemtsov,and Yabloko,a liberal/social democratic party led by Gregor Yavlinsky) which poses threat to President Vladimir  Putin second tenure as Russian president.You can catch more of the story on the following website: http://www.yukos.comhttp://news.ft.com/cms/4bb9612a-d254-11d8-b661-00000e2511c8.htmlhttp://www.hoovers.com/yukos/--ID__53700--/free-co-factsheet.xhtmlhttp://www.npr.org/templates/story/story.php?storyId=4105663http://newsfromrussia.com/main/2003/11/1 /51215.html YOUR ROLE:All I need from you is to stand as the beneficiary of the above quoted sum and I will re-profile the funds with your name,  which will enable the European bank transfer the sum to you through a reputable security company in Europe,Canada or  Mexico depending on your choice . I have decided to use this sum to relocate to your country and never to be connected  to any of Mikhail Khodorkovsky conglomerates. The transaction has to be concluded before my boss is out from jail. As  soon as I confirm your Readiness to conclude the transaction with me, I will provide you with the details. Thank you very much RegardsOlsom Berghart(Mr)", "id": "5745795396b3696da1effbc052302eda"}