{"email_subject": "REQUEST FOR ASSISTANCE. ", "email_body": "FOR YOUR KIND ATTENTION, Dear, I foresee your surprise upon receiving this letter from a total stranger. However be rest assured it comes with the best of intentions. I got your contact through a business associate with whom I had discussed my business intentions. Hence I have decided to involve you personally .  I want you to patiently read this offer. am Professor . k. Maxwell, the Head of Delegation to the World Bank in West Africa. I am the linkman between the Organization for Petroleum Exporting Countries (OPEC) and the petroleum sector in a West African country. I also attend OPEC meetings constantly in Geneva.  Honestly am very happy to get your contact from my friend Mr.Barry, Oppah,Due to my careful search for an honest, reliable and sincere business partnership, and ask if you can be trust not to break an agreement,  Through the sale of our allocated oil quota in OPEC, I was able to make $5million, which is currently deposited in a (Gafin Exec and Finance security Company London) I want you to assist me to claim this money as I cannot claim it directly because I am still a Civil Servant and the code of conduct bureau forbid me to acquire such amount of money. It is on this basis that I am contacting you for assistance, if you will be interested.  The claim documents will been processed and sent to you. The documents with which the fund is deposited will be changed to reflect your name as the new beneficiary so that you will be eligible to collect the fund on my behalf. I will give you 10% of the fund for this assistance. I am aware of the international monitoring of all large-scale financial movements after the September 11th 2001 terrorist attack on America and to avoid any state of Financial Investigation,  I will provide a classified clearance paper from the relevant Government Department and Parastals which will be a proof that the money does not emante from either drug, money laundry or terrorist related proceeds. Kindly respond to my proposal through this my private on the receipt of your mail,(maxwell_home@excite.com ) or call me indicating your interest.  I want to assure you that there is no risk attached in this transaction. You should also provide me with your private telephone and fax numbers and your full name as in internatioal passport for easier communication.  Expecting your response.  Best regards,  DR.PROF. k. MAXWELL,", "id": "57470557ea61b5783cea2767410e22e1"}