{"email_subject": "Acknowledge Receipt", "email_body": "\nThis is an official notification of the availability of a package deposited in your name and it is not a sales solicitation or SPAM.\n\nWe are Diplomats that use our immunity and status to safekeep special and valuable packages and baggage in trust for reputable clients that are honest and trustworthy.\n\nWe work in collaboration with top firms and Governments of various countries as we have earned a name as a service whose hallmarks in reliability and confidentiality are revered.\n\nInternational missions, Fellow Diplomats and Embassies of the world have used our services to satisfaction.\n\nA benefactor whose identity can not be disclosed because of the Non Circumvention and Non Disclosure Agreement that was signed with the said benefactor when the packages were being deposited made you the beneficiary of a package containing some amount of money and stated clearly that you should only be contacted when the time signed for it to be in our care elapses and the time has already elapsed that is why you are being contacted.\n\nThe Non Circumvention and Non Disclosure Agreement signed with the benefactor mandates us to fully divulge and disclose the benefactor's identity 18 months after the beneficiary has received the funds.\n\nThe  funds in the package is USD1.5M (One Million,Five Hundred Thousand U.S.Dollars) and we confirm that these funds are fully free of any liens, or encumbrances and are clean, clear and non-criminal origin and are available in the form of CASH. \n\nYou are hereby advised to send your Full Contact Information as well as the name of the closest airport to your city in the format stated below so that the funds would be brought to your Country of residence by 3 Diplomats who would accompany you to your bank (if you want them to) to deposit the funds in your name and submit all documentations that has to do with the origin of the funds in other to exonerate you from any form of investigations or interrogation and to authenticate the fact that the funds are clean and has no links whatsover with either drugs or terrorism.\n\nThe Requested Information is to ensure that no mistake or error is made and it should be forwarded in the manner stated below:\n\nYour Full Name: ______________________________\n\nYour Complete Address: ________________________________\n\nName of City of Residence: ____________________\n\nName of Closest Airport to your city of Residence:_________________________________ \n\nDirect Telephone Number:____________________________________\n\nThe Telephone number is very necessary because the number would be called by the Diplomats before the funds would be handed over to you so as to ensure that the package is handed over to the right person.\nSo,its mandatory you send your Direct Telephone Number preferably your Mobile or Cell Phone Number.                          \n \nComplete the above and send back to me as soon as possible.\n\nCongratulations in advance.\n\nThank you and I sincerely Remain\n\nAnna Holmes\nannaholmes2@web-mail.com.ar\nannaholmes3@web-mail.com.ar\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://dirot4sales.com\n\n\n", "id": "575a7bc55c1b625f1caaeee7757d525e"}