{"email_subject": "Assalamualaikum", "email_body": "Assalamualaikum My name is Amina Hannah Hatleberg from America. I am the surviving Daughter of Dr. and Mrs Hatleberg who died as a result of plane crash of  Alaska Airlines Flight 261 which crashed on January 31 2000. My family converted to Islam in 1998. When my late Parent were alive, my father deposited the sum of$8.5 Million (eight million five hundred thousand U.S. Dollars) with International Diplomatic service firm in south east Asia with purpose to invest the fund in Islamic foundation in Asia before death took him, The fund is still under safe keeping with the International Diplomatic firm in south east Asia, hence am contacting you to help me to achieve this project in your country. Two years ago I fell sick and my doctor told me I had cancer, I had tried all my best to treat myself with every medical expert but there is no improvement. Currently my Doctor told me that I would not last for the next six months due to my cancer problems. Having known my condition, I decided to donate this fund to mosque, Islamic school authority or better Muslim individual that will utilize this money the way I instruct. I want this fund to be disburse to, orphanages, widows promoting the work of Almighty Allah, needies and to promote work of almighty Allah in your country. The Koran made us to understand that blessed is the hand that grivets. I took this decision because I don't have anybody left except Almighty Allah and my Father relatives are Christians and unbelievers. I don't want my Father hard earned money to be misused by unbelievers because I know he will be rejoicing in the bosom of Allah if this fund is spent to promote the work of almighty Allah. I don't want a situation where this money will be used in an ungodly manner. That's the reason for taking this bold decision. I am not afraid of death since I know where I am going. I know that I am going to be in the heaven. I don't need any telephone communication in this regard because my health. With Allah all things are possible. As soon as I receive your reply I will instruct the DIPLOMATIC operation manager and my Father lawyer in London to furnish you with more details on how to receive this fund. I will also instruct him to issue you a letter of authority that will empower you as the original-beneficiary of this fund. I want you and the Moslem to always pray for me because in almighty Allah I put my hope. My happiness is that I lived a life of a worthy Moslem. Whosoever that wants to serve Allah must serve him in spirit and truth. Please always be prayerful all through your life. And reply me through my e- mail address as delay in your reply will give me room in sourcing for another faith member for this same purpose. Please assure me that you will act accordingly as I stated here. As I am disabled and can not be able to move around and do much due to am presently very ill, I will really appreciate your urgent respond through my Email address as the internet is my only mean of communicating. Or through the help of a nurse here who is so kind to assist me in the hospital and taking care of me You can read more about this crash by visiting this website,  and  Remain blessed in the name of Allah. Regards, Hannah Hatleberg.", "id": "579c06858b7d7b3a94cb42eecc1d51d3"}