{"email_subject": "PERSONAL TRUST.", "email_body": "I have a new email address!You can now email me at: mrs_herrina_robinson030@yahoo.co.uk\n\nURGENT REPLY.\n\n- Dear friend,My name is Mrs.Herrina Robinson. A citizen of the Republic of Sierra Leone I am the wife to Mr. Donald Robinson who worked with former President of Liberian. Mr. Charles Taylor, he was one of the special advisers of former president Charles Taylor, my husband was assassinated on the 29/03/2006 during the arrest of former President Taylor between the Nigerian and Cameroon boarder.I inherited a total sum of ($16, 000, 000, 00.US DOLLARS,SIXTEEN MILLION UNITED STATE DOLLRS) from my late husband, this money which is on Ceiled in a Metallic Trunk Box is deposited with a Security and Finance Company in a West African country called Accra Ghana. This Deposit was coded under a Secret Arrangement as a Family treasure. This means that the Security Company does not know the content of this Trunk box that was deposited in Accra Ghana under a diplomatic coverage for Safe keeping. My main purpose of sending you this mail is because of the way I found you and perhaps trust worthy to give you this priority of shipping the Box of Money to any address that you think is very secure and save in your country with your percentage which we shall discuss on soon. In fact, since the Death of my late husband, their family brothers have been seriously chasing me around with my Children.constant Treats because my husband is no more with me again they tried to suppress me so that they might have the documents of his landed properties and confiscate them, They have successfully collected all his properties, yet they never stopped there, they told me to surrender all the belonging account of my late husband, which I did, but I never disclose to them this deposit with the security, company in Accra Ghana. Because this is where my future stand and destiny lies upon.The family of my late husband never aware of the secret existence of this deposit which I made with the security company and they can never be aware of it. Out of fear of my late husbands family, and when the situation becomes uncontrollable because of pressure on me fr\nom the Government of the Republic of Liberian, I decide to look for a trust worthy person who could assist me retrieve this box of money from the security company for onward lodgments into his account for the purpose of future investment. Consider my situations a widow and come to my rescue. There is need for urgent action because I'm paying $20 dollars per day as a demurrage to the security company for safe keeping of this consignment. I will send you the Authorization Certificate informations to call them in my next mail which is the Certificate of deposit that they gave on the very day when the box of money was deposited under their company. I give thanks immensely for your co-operation as I look forward to hear from you soon. Contact me through my current private Email:(mrs_herrina100@hotmail.com) I wish you All the best, And God bless. Regards, Mrs. Herrina Robinson. \n\n", "id": "579d4727cf15a2ab70702e79a6e677a0"}