{"email_subject": "Dear Friend,", "email_body": "Dear Friend,\n\nGood day. I decided to contact you after I went through my fathers file. \nHence we confide in you. we sincerely seek your assistance.\n\nMy name is Mr.Desmond Martin Olds the only son of Mr.Martin Olds, a wealthy \nfarmer and senior politician with the opposition political party in my \ncountry, Movement for Democratic Change (MDC). Our wicked President Robert  \nmugabe murdered my father, before I ran way from my country because I have \nbecome his next target to eliminate. My father was a fighter for Justice and \na moving force in The MDC, a party wanting to end the several years of \nbrutal Dictatorship government of President Robert Mugabe.\n\nHere is my reason for contacting you. Before the death of my father, he  \ndeposited the sum of Ten Million US Dollars (US$10,000,000.00) with a \nsecurity company,The money was deposited as a gem/precious stone in a metal \ntrunk box to avoid seizure and much demurrage from the security  company \norganization. This money was earmarked for the purchase of new machinery and \nchemicals for the farms and the establishment of new farms in Lesotho and \nSwaziland.\n\nThe government seized my fathers farms and bank account before his Murder. \nHe told me everything concerning the funds while he was still in Alive. This \nis why I need your assistance in securing the funds there in your Country, \nso that I can arrange on how to come over to your country for the investment \nof the fund, I am willing to offer you 15% of the total fund for your \nassistance.as you may know that the financial law and regulations of the \ngovernment does not give we assylum seekers financial rights to such huge \nsum of money. In view of this, The monetary policy/law does not allow such \ninvestment by an asylum seeker or refugee. Please, let me know if you can \nassist me, so that I can give you more details on how we shall proceed.\n\n\nAs I wait for your urgent Response, please treat this\ninformation as top secret. Then u can also contact me through this \nalternative mail (mr_desmond3@yahoo.com.au)\n\nYours Sincerely,\nMr.Desmond Martin.\n\n_________________________________________________________________\nTestez Windows Llive Mail Beta ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "57a1d536bca0cd1e12088d0213c27322"}