{"email_subject": "i need your urgent assistant.", "email_body": "ATTN,\n\nDear friend, \n\nOn behalf of my colleagues and I,I write this letter with great pleasure. Your information were given to me by a member of the South African Export Promotion Council (SAEPC) who was with the Black Economic Empowerment Commission (Government)delegation on a trip to the United States during a bilateral conference talk to encourage foreign investors.I have decided to seek a confidential co-operation with you in execution of a business transaction hereunder for the benefit of all parties.Within the Department of Mining Resources where I work as the Director of Project Implementation,with co-operation of two other top officials,we have in our possession, an overdue payment in US funds.The said funds represent certain percentage of the contract value executed on behalf of my Ministry by a foreign contracting firm,which we the officials over-invoiced to the amount of US$18,300,000.00(Eighteen Million, Three Hundred Thousand UnitedStates Dollars)\n . Though the actual contract cost has been paid to the original contractor,leaving the excess balance unclaimed.The Government of the Republic of South Africa believe that private investment in general,and foreign direct investment in particular,are the \nreal engines for sustainable economic development,for which reason it has continued to encourage investment in the key growth-oriented sector of Mining with sincere \ndetermination to pay foreign contractors all debts owed to them,so as to continue to enjoy close relationship,and a mutually beneficial co-operation with foreign governments and non-governmental financial agencies. As a result we included our bills for approvals with the co-operation of some officials at the Department of Finance and the Reserve Bank of South Africa (RBSA).We are seeking your assistance to be the beneficiary of the unclaimed funds, since we are not allowed to operate a foreign account. The changing of beneficiary's information/details and other forms of documentation upon application for claim to reflect the contract money and its \napprovals will be secured on behalf of your company or your good self.I have the authority of my colleagues involved to propose that, should you be willing to assist us in this transaction your share as compensation will be 30% while my colleagues and I shall receive 60%, and the balance of 10% shall be used to reimburse all expenditures, taxes and miscellaneous expenses so incurred.It does not matter whether or not your company does contract projects of the nature described here. The assumption is that your company won the major contract and subcontracted it to other companies.More often than not, big trading companies and firms of unrelated fields win major contracts,and subcontract to more specialized firms for execution.\nThis business itself is 100% safe, provided you treat it with utmost confidentiality. Also your Specialization is not a hindrance to the successful execution of this mutual beneficiary transaction. I have reposed my confidence in you and hope that you will not disappoint us.Kindly notify me by email engridris_moha@myway.com  for further details, upon your acceptance of this proposal.\n\nYour Sincerely,\nEngr.Idris Moha.\n\n\n\n\n\n\n", "id": "580124eeda6290c98c04b6838add3e4c"}