{"email_subject": "very very...urgent...!!", "email_body": "\n\n\nFROM.Mr.Ishmila Sani,\nPersonal Assistant to,\nPresident Charles Taylor(ex)\nDate;28th march,2007.\n\nDear sir/madam,\n\nI personally decided to put in writing as below, the full details of\nthis business proposal that I have been trying to explain to you. I have\na re-profiling amount in an excess of US$50M,(Fifty Million USD) which I\nseek your\npartnership in accommodating for me. I am willing to give out 25% of this\ntotal sum to you for your quick assistance and partnership, 70% for me and\nwhile 5% should be set side for reimbursement of any unforeseen\nexpenses we both might incure in the cause of this transaction. However, I\nsincerely seek your confidence in this transaction, which I am proposing\nto you.\n\nMy name is Ishmila Sani, I am the personal assistance to the former President\nof Republic of Liberia (President Charles Taylor). President Charles\nTaylor decided on the 11th of August 2003 to go into exile in a\nneighboring country Nigeria to seek asylum. Based on these developments, his\nvarious foreign bank accounts have been frozen and some are still under\nserious investigation. But in the light of all these happenings,\nPresident Charles Taylor was able, through the help of some loyalist\nsucceeded\nto secretly move the sum of US$50M, on my name as the owner to a\nprivate security company vault where the final crediting is expected to be\ncarried out later, but recently he has just been arrested and taken\naway. You can read more on CNN news of March 30, 2006.\nhttp://www.cnn.com/2006/WORLD/africa/03/29/taylor.nigeria/index.html\n\nAll the depositing documents of the above fund were on my name and they\nare still in my possession, What I need from you is to stand as the\nbeneficiary of the above quoted sum and I will arrange for the\ndocumentation which will enable the Security Company transfer / wire the\nfund to\nyour bank account. I have decided to do this only with you and use this\nsum to relocate to European, American or Asia continent and never to be\nconnected to any of President Charles Taylor's conglomerates. This\ntransaction can be concluded within 2 weeks.\nMy questions are:-\n1. Can you handle this project?\n2. Can I give you this trust?\n3. can you keep this business as very confidential?\n4. If you can sponsor this transfer, Is 25% acceptable to you, as your\ncommission?\n\nConsider this and reach me on my private email above, for more discussion,\nso I can\ngive you more clear explanations details and information about this\ntransaction. I will also need your direct telephone and fax number for\neasy communication. Finally, it is my humble prayer that the information as\ncontained herein is accorded the necessary attention, urgency as well as the\nsecrecy it deserves. Please I need you to send me your telephone number\nso I can give you a call immediately for more discussion. As soon as I\nget your positive response, I will send you more information to you.\n\nKinder regards,\nIshmila Sani.ibn.\n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "584eb7cbfd6f3cce2978cd5fc2154521"}