{"email_subject": "OFFER", "email_body": "MISS.CYNTHIA PEPPLE \nSir/Madam, \n\n\nRE:ACCEPTANCE / INVESTMENT PROPOSAL \n\nINTRODUCTION: l am MISS.CYNTHIA PEPPLE first daugther to my\nlate father and also a Civil Servant in \nthe Ministry of Health. l know this proposal will come \nto you as a surprise because we have not met before \neither physically or through correspondence. \nI got your contact through a friend working with \nchamber of commerce here \nin Nigeria who have travelled far and wide and have no\ndoubt in your ability to handle \nthis proposal involving huge sum of money. \n\nTHE SUBJECT: My Father CHIEF. Dominic pepple(Now Late) \nwas the Royal Head of my community, ELEME (an oil rich \ntown) in Nigeria. My community produces 5.8% of the \ntotal crude oil production in Nigeria and 0.5% of the \nDollar value of each barrel is paid to my father as \nroyalty by the Federal Government. My father was also \nthe Chairman of ELEME Special Oil Trust Fund. \nIn his position as the Royal head and Chairman of the \nOil Trust Fund, he made some money which he left for \nme as the only heir to inherit.The money is FIVE\nMillion Five Hundred Thousand US Dollars($5.5m). \nThis Money originated from the accumulated royalties \nbetween 1976-1998 . \n\nDue to poor banking system in Nigeria and political \ninstability as a result of past Military rules \n(1985-1999) , he deposited this Money in a VAULTS \n\" with an open beneficiary to a security company \npending when he would finish arrangement to get\nassistant  abroad. He was planning this when he \nsuddenly \ndied late last year of Heart Attack. \n\nTHE PROPOSAL: Just before my Father died he called my \nattention to the money and charged me to look for a \nforeigner who would assist me in accepting/investment of\nthe funds abroad. So l would be \nvery grateful if you could accept to help me achieve \nthis great objective. I promise to give you 20% of the \ntotal funds as compensation for your assistance. Five\npercent \n(5%)would be set aside to take care of any expenses we \nmay incure during the transaction. To indicate your \ninterest, contact me urgently and confidentially \nfor more information and the roles you will play in \nthis \nbusiness. All the legal Documents concerning this \nMoney will be sent to you as soon as we agreed \ntogether. Send your reply through this box please. \nMay the almighty God bless you. \n\nYours faithfully \nMISS CYNTHIA PEPPLE\n\n\n\n________________________________________________\nGet your own \"800\" number\nVoicemail, fax, email, and a lot more\nhttp://www.ureach.com/reg/tag\n\n", "id": "58511fa04a2dee34465489d7db1b3503"}