{"email_subject": "BUSINESS PROPOSAL.", "email_body": "\nFROM THE DESK KOLA JOHNSON:\nCHIEF ACCOUNTING OFFICER\n\nBUSINESS PROPOSAL.\n\nATTENTION:\n\nI AM DR. KOLA JOHNSON THE CHIEF ACCOUNTING OFFICER OF A BANK. HE FINANCIALSTATEMENT OF OUR BANK IS OVER US($500,000,000.00 (FIVE HUNDRED\nMILLION UNITED STATES DOLLARS) AND THE CURRENT ASSETS OF OUR BANK IS RELATIVELY LIQUID RESOURCES. THIS CATEGORIES INCLUDES CASH, INVESTMENTS IN MARKETABLE SECURITIES, RECEIVABLE, INVENTORIES AND PREPAID EXPENSES. IN RECENT YEARS THE ANNAUL REVENUE OF OUR BANK HAS EXCEEDED TO US$700M (SEVEN HUNDRED MILLION UNITED STATES DOLLARS) AND MY RESPONSIBITY IS FOR ME TO MAINTAIN ADEQUATE\nMONETARY INTERNAL ONTROL,CONTROLLING THE BANK CASH POSITION, BUDGETTING AND FOR THE PREPARATION OF ACCOUNTING RECORDS AND FINANCIAL STATEMENT. THE\nNUMBER OF CAPITAL SHARES WHICH HAS BEEN ISSUED FOR THE YEAR 2003 IS UNDER MY JURISDICTION IS US$300,000,000.00 AND THE OUTSTANDING SHARE THAT IS PRESENTLY UNDER MY CONTROL AND SUP ERVISION IS US$48,000,000.00 (FOURTY EIGHT MILLION UNITED\nSTATES DOLLARS). WE ARE IN THE FIRST QUARTER OF THE YEAR 2003 AND\n\nI NEED A RELIABLE FOREIGN PARTNER THAT WILL ASSIST ME TO TRANSFER THE FUND\n\nINTO HIS BANK ACCOUNT.\n\nI HAVE MANAGERIAL AUTHORITY TO TRANSFER THIS FUND INTO YOUR BANK ACCOUNT\nBY ELECTRONIC WIRE TRANSFER. I NEED THE FOLLOWING BANKING INFORMATION:\n\n1. THE NAME OF YOUR BANK\n2. THE BANK ADDRESS\n3. THE BANK ACCOUNT\n4. THE BANK ROUTING/SWIFT CODE\n5. THE BANK BENEFICIARY\n6. YOUR COMPANY NAME\n7. YOUR PRIVATE TELEPHONE AND FAX NUMBER FOR EASY COMMUNICATION\n\nWITH THE ABOVE INFORMATION, I WILL EFFECT THE PAYMENT OF US$48 MILLION DOLLARS INTO YOUR NOMINATED BANK ACCOUNT AND THIS WILL ONLY TAKE US 24 BANKING WORKING\nHOURS TO EXECUTIVE THIS FINANCIAL BUSINESS TRANSACTION THAT WILL BENEFIT BOTH PARTIES. WE HAVE AGREED TO SHARE THE FUND AS FOLLOW: 30% WILL BE GIVING TO YOU HAS THE OWNER OF THE ACCOUNT WHERE THE FUND WILL BE TRANSFER AND 60% WILL BE FOR ME AND\n10% FOR VALUE ADDED TAX THAT WILL BE REQUIRED BY YOUR BANK OFFICIAL. THE BANK WILL SEND YOU VALID CONCRET\n\nE AUTHORIZATION DOCUMENT AND TELEX CONFIRMATION WILL BE SEND TO YOUR BANK AND FOR YOU TO VARIFY FROM YOUR BANK AS SOON AS THE FUND HIT YOUR BANK ACCOUNT.NOTE: Please kindly state your early responseimmediately on this email:john48752003@yahoo.com\nfor more details on the modalities involves in this business and it is top\n\nsecret you have to keep strictly\n\nconfidential.\n\nI WILL BE EXPRECTING YOUR URGENT COMPLIANCE AND FEED BACK.\n\nYOURS TRULY,\n\nDR.KOLA JOHNSON\n\n______________________________________________________\nGet Paid... With Your Free Email at\nhttp://www.zwallet.com/index.html?user=kolajohnsons1\n\n", "id": "58922f6d50b46fe17add6365a20475b8"}