{"email_subject": "Greetings from Mr.Albert", "email_body": "\n\nFrom: MR. ALBERT UGA.\nBills & Exchange Manager\n                                             ATTEN:\n                                                       RE:NEED FOR A\nBENEFICIARY.\n\nI am contacting you in regards to a business transfer of a huge sum of money\nfrom a deceased account in my Bank.Though I know that a transaction of this\nmagnitude will make anyone apprehensive and worried, but I am assuring you that\nall will be well at the end of the day.\nI decided to contact you due to the urgency of this transaction and the need\nfor a foreign beneficiary.\n\nPROPOSITION:\n\nI discovered an abandoned sum of (US$28m) in an account that belongs to one of\nour foreign customers who died along with his entire family.\n\nSince his death, none of his next-of-kin or relations has come forward to lay\nclaims to this money as the heir or beneficiary.The bank cannot release the\nfund from his account unless a foreigner applies for claim as the next-of-kin\nto the deceased as indicated in our banking guidelines.\n\nUpon this discovery, I now seek your permission to have you stand as a next of\nkin to the deceased as all documentations will be carefully worked out legally\nby a high court lawyer for the funds (US$28m) to be approved in your favour and\ntransferred into your account as the beneficiary or next of kin to our late\ncustomer.\nIf I do not transfer this money out urgently it will be forfeited for nothing\nor reverted into the selfish  government purse.\n\nIt may interest you to note that I have secured from the probate an order of\nmadamus to locate any of deceased beneficiaries.\nI need your full co-operation to make this work fine because the Bank\nmanagement is ready to approve this payment to any foreigner who has correct\ninformation of this account,which I will give to you immediately,if you are\nable and capable\nto handle such amount in strict confidence and trust according to my\ninstructions and advice for our mutual benefit because this opportunity will\nnever come again in my life.\n\nPlease acknowledge receipt of this message in acceptance of our mutual business\nendeavour by furnishing me with the following:\n\n1. Your Full Names and Address.\n\n2. Direct Telephone and Fax numbers.\n\nThese requirements will enable me file a letter of claim to the appropriate\ndepartments for necessary approvals in your favour before the transfer can be\nmade.\n\nI shall be compensating you with 30% of the total sum on final conclusion of\nthis project, while the rest shall be for me. Your share stays with you, while\nthe rest shall be for me for investment purposes in your country.\n\nIf this proposal is acceptable by you, do not take undue advantage of the trust\nI have bestowed on you, I await your urgent reply through this my private email\naddress mralbertuga@yahoo.fr to furnish you the details of this transfer.\nI advise you call me for more information or if you have any question: 229-95-\n40-35-48.\n\nRegards and God bless,\n\nMR. ALBERT UGA.\n\n\n\n\n\n\n", "id": "589dd13990ed79e77a0d669e1e4ec2a2"}