{"email_subject": "YOUR ATTENTION NEEDED", "email_body": "Hello dear,\nI am Mr. Chiwetalu Philips Onuma, an accountant officer \nwith Intercontinental Bank,Plc (I.B.P) branch here in Dakar Senegal. \ndear I gathered your information from my country's international \nchamber commerce and industries, The business I am about to introduce \nis based-on sheer trust and with a sense of purpose. I am contacting \nyou to assist in repatriating the sum of eighteen million two hundred \nthousand united state dollars. \n\nThe money and property left behind by \n(James Groover D.) an American Chair Merchant here in my country who \ndied accidentally On the 21st of April 2004. Sir, I gathered all this \ninformation through a good source after my several routine note to his \nforwarding address because he had served here in Dakar Senegal as a \nbusiness consultant with the Senegalese National Petroleum & Gas \nCooperation.S.N.P.G.C and a legal adviser to the O.P.E.C Chairman.\n\nSince then I have made several inquiries to American embassy here in \nDakar Senegal to locate any of his extended relatives or family, this \nhas also proved unsuccessful to locate any member of his family hence I \ncontacted you. I am his account officer and I contact you to work\nwith \nyou before the fund get confiscate or declared unserviced by the bank \nmanagement and board of my directors because the management of my bank \nhas been deliberating on how to revert this fund to the bank privacy \nand Since I have been unsuccessful in locating the relatives for over 3 \nyears now, I seek your consent to present you as the next of kin to the \ndeceased since you are a foreigner so that the proceeds of this account \nvalued at eighteen million two hundred thousand united state dollars \ncan be paid to you and then you and I will share the money fifty \npercent to me and forty percent to you, while ten percent will be \nmapped out for any miscellaneous expenses that might incur in the cause \nof this transaction.\n\nNote, I have all the necessary legal documents to \nback up this claim, and this I must do to make sure that this fund is \nnot wasted or end up in the wrong hands. All I require is your honest \nand sincere co-operation to enable us see this ordeal and claim \nthrough, again I\nguarantee you that this transaction will be executed \nunder a legitimate arrangement that will protect you and I from any \nbreach of the law. \n\nReply me through my private e-mail addres;\n(chiwetalu_onuma10@voila.fr) for further explanations before proceed \nand as soon as I hear from you, A VERY GOOD EVIDENCE WILL BE GIVING TO \nYOU FOR CONFIRMATIONS.Trusting to hearing from you.\n\nYours Sincerely,\nMr.Chiwetalu P. Onuma. \n\n\n", "id": "58aced19ab3ec203162259baaf4b42f9"}