{"email_subject": "TRUSTEE", "email_body": "FROM: WILLIAM ZUNGU\nJOHANNESBURG\nREPUBLIC OF SOUTH AFRICA\nE-MAIL; williamzungu@hotmail.com\n\n\nAttention: President C.E.O\n\n\n                                                      URGENT FINANCIAL \nASSISTANCE\n\nI know you will be surprised to hear from me since you dont know me \npersonally. I am WILLIAM ZUNGU , the son of Dr. ZUNGU who was recently \nmurdered in the land dispute in Zimbabwe. I got your contact through your \ncountrys Information Exchange in my search for a reliable and reputable \nperson to handle a very confidential transaction, which involves a transfer \nof fund into a foreign account and I decided to write to you. The war \nveterans of the ruling Government of President Robert Mugabe for their \nalleged support murdered my late father among the few black Zimbabwean rich \nfarmers in cold blood for the Movement of Democratic Change (MDC), which is \nagainst Mugabes rule.\n\nThe land problem arose when Mugabe introduced a New Land Act that wholly \naffected the rich white farmers and some blacks vehemently condemned the  \nmodus operadi adopted by the government.\n\nThis resulted to rampart killings and mob action by the war veterans and \nthugs. More than 78 people have so far been killed. Heads of Government from \nthe West, especially Britain and United States of America have voiced their \ncondemnation of Mugabes Land Act. Subsequently, South Africa Development \nCommunity (SADC) has continuously supported Mugabe. It is against this \nbackground that my family and I who are currently in South Africa have \ndecided to transfer this money out of Africa as we no longer feel safe \nanymore and want to transfer this money to a foreign country where we can \nestablish ourselves.\n\nJust before my fathers death, he took me to Johannesburg, South Africa to \ndeposit the sum of US$30.0000.00 (THIRTY MILION UNITED STATE DOLLARS) with a \nsecurity and finance company, as he foresaw the looming danger in Zimbabwe. \nThis money was deposited in a box as valuables to avoid much demurrage from \nthe finance company. This amount was embarking for the purchase of new farms \nmachinery and chemicals, as well as the establishment of some new farms in \nLesotho and Swaziland.\n\nAs the eldest son of my father, I am saddled with the responsibility of \nseeking for genuine foreign account where this money could be transferred \ninto without knowledge of my government who are tactically freezing our \nfamilys wealth and the South African government seems to be playing along. \nI am faced with the dilemma of investing the money here since both countries \nhave almost the same history. More so, the South African Foreign Exchange \ndoes not allow such investments as I am seeking for asylum.\n\nAs a businessperson whom I have to entrust my future and that of my family, \nI must let you know that there is no risk and the nature of your business \ndoes not necessarily matter. Therefore, should you be able and willing to \nhelp me and my family, we are willing to offer you 30% of the total sum for \nyour assistance, 10% will be set aside for expenses we may incur while the \nrest 60% will be for my family. It is our wish to invest our money on \ncommercial property based on your advice and I will also receive assurance \nthat you would not sit on this money when transferred into your account.\n\nIf this proposal is acceptable by you, please confirm your interest via my \nEMAIL.please i want you to include your private telephone number for easy \ncommunication.\n\n\nBest regards,\nWilliam\n\n_________________________________________________________________\nHave a video conversation in real time - Get MSN Messenger - FREE download. \nhttp://messenger.msn.co.za?DI=1054&XAPID=2532\n\n\n\n", "id": "58e36876a860b782e6d0b02649c0c5be"}