{"email_subject": "urgent ", "email_body": "Dear Sir,\n\nI am Mr. Michael Frein, I work with a finance company here in the United Kingdom.Our company is a frontline finance house with clients all over the World. We are an independent financial institution with most secure operation in keeping financial deposits from any sort of fraud, theft or laundering investigation. Our regulated position has attracted all manner of clientele to our organisation including heads of various governments, top-level executives,etc.\n\nOne of our clients, DR. ROBERT DIMITRIS, who was before his death, was an adviser to the Organisation of Petroleum Export Country (OPEC), had over fifty Million pounds lodged with us. On his death five years ago, his heir (his wife) put a claim for his money and my company paid off in line with her request. However,his wife did not know that the facts of Nine million, eight hundred thousand British Pounds (GBP3.8 Million)paid in by DR.ROBERT DIMITRIS in a different account and the money is still lying with us.\n\nI therefore made further investigations and discovered that DR. ROBERT DIMITRIS did not declare any kin or relations in all his official documents, including his Bank deposit paperwork in my Financial Institution.This sum of GBP3.8 million is still in my Bank and the interest is being rolled over with the principal sum at the end of each year. No one has and will ever come forward to claim it. According to British law, at the expiration of 7 (seven) years, the money will revert to the ownership of the British Government if nobody applies to claim the funds. Based on my position in this company, I have kept the facts of this case and a few others I am\nstill watching closely to myself alone.The reason I have decided to contact you is because I am quite certain I can move these funds out immediately but would need your assistance.\n\nWhat this requires is that you put in an application with a letter of probate, which I will forward to you. This will enable us to open a premium account with my Financial Institution and I will simply make an internal database transfer of the Funds to your account. Once this is done and you will see your new balance, you will put in a claim to have your money.However, due to the fact that my company would not entertain your request to open an account without a proof of the fund origin, \n\nI have without divulging secured the copy of the deposit document of the said fund and will forward it to you when I have your interest in my proposal. On grounds that you agree to do this with me, the money will be shared in the ratio of 60% for me and 40% for you. However, it is quite necessary that these are kept as confidential as possible for its successive completion within days. Please contact me and I will take it from there. Once I hear from you,I will give you access to view DR.ROBERT DIMITRIS account details and you can check\nhis account statement via the bank s online services to certify what am saying.\n\nPlease reply through my email address or I will be expecting your reply.\n\nSincerely,\n\nMr. Michael \n\n\n\n\n\n", "id": "59bdd2872542f013ae37a6604b14f19d"}