{"email_subject": "CONFIDENTIAL DEAL,PLEASE GET BACK TO ME", "email_body": "Dear Friend, \n\nI am captain James .W. Brian in the US Marine Corps on Monitoring and Peace a \nkeeping mission in Baghdad-Iraq. The reason why I am explaining  my finding \nto you is to seek for your assistance to enable you contributes \nimmensely to the actualization of my dreams. \n\nOn the 18th day of March 2007, we were alerted on the presence of some \nterrorists hideouts in Haifa Street, a long thoroughfare of high-rise \nbuildings built by Saddam Hussein here in Baghdad. \n\nAfter Immediate intervention by the Iraqi forces and ours, we were able  to \ncapture many foreign Arab fighters linked to al Qaeda in that operation and \nover 100 militants were killed on the process. Among the  Arab fighters \nlinked to al Qaeda two were interrogated by two of our  intelligent \ninvestigators and I. They confessed that some of them are  fighters for al \nQaeda and some are for Ayman al-Zawahiri and they took us to  some of their \nhideout which runs along the west bank of the Tigris River  that cuts through \nthe capital. \n\nWhen we invaded into the hideout, we recovered several guns, amour including \nsome boxes among which two contains bullets, one filled with  hard  drugs \n(heroine) and the other two to my amazement contain some US Dollars \nwhich we assumed amounted to $23.2M after I and two of the  intelligent \ninvestigators counted them and it took us over 4 hours to get  it counted. \n\nI however instructed them to keep this in high secrecy so that we can have \nthe money to our selves, they all agreed to the plan and they  replied to me \non how I can get this huge sum out of this country and I  told them that \nital&#8482;s no problem. \n\nThis motivated me to connive with my best friend in our force who went with \nme and the two other officers to keep the boxes in a safer place. \n\nI am now in keen need of a \"Reliable and Trustworthy\" person like you who \nwould receive, secure and protect these boxes containing the US Dollars for \nme  untill my assignment elapses here. \n\nI assure and promise to give you 20% of this fund, however feel free to \nnegotiate what you wish to have as your percentage in this deal. \n\nPlease assure me of your keeping this topmost secret to protect my job with \nthe US Monitoring and Peace-Keeping mission. please you can  contact me with \nmy private mailbox......  capt.james_brianusmarine5@yahoo.com \n\nMy Sincere regards, \nCapt James Brian.(U.S MARINE)\n\n\n", "id": "59d1a3b98d9e43f224df8b987d7b2b57"}