{"email_subject": "Dear in Christ,", "email_body": "I have a new email address!You can now email me at: shalort2010@yahoo.ca\n\nDear in Christ,\n\n\nPls.To whom It May Concern.\n\n\nI am Mrs. Shallort- Kanchev  Bashir  from KUWAIT .I am married to Mr. Kanchev  Bashir.He worked with KUWAIT embassy in Ivory Coast for nine years before he died in the year 2005. We were married for eleven years without a child.\n\n\nHe died after a brief illness that lasted for only four days. Before his\n\ndeath we were both born again Christian. Since his death I decided not to\n\nremarry or get a child outside my matrimonial home which the Bible is against.\n\nWhen my late husband was alive he deposited the sum of $1.6Million (One\n\nMillion six hundred thousand U.S. Dollars) in a Security company here in Cote D'Ivoire Abidjan.\n\n\nPresently,this money is still at the Security company were he made the deposited of the fund onto my name as the next of kin. Recently, my Doctor told me that I would not last for the next Eight months due to cancer problem. The one that disturbs me most is my stroke sickness.\n\n\nHaving known my condition I decided to donate this fund to a church that\n\nwill utilize this money the way I am going to instruct herein. I want a\n\nchurch that will use this fund for orphanages, widows, propagating the word\n\nof God and to endeavor that the house of God is maintained. The Bible made us to understand that? Blessed is the hand that giveth?.\n\n\nI took this decision because I don?t have any child that will inherit this money and my plenty of relatives are not Christians and I don't want my our efforts to be used by unbelievers. I don't want a situation where this money will be used in an ungodly way.\n\n\nThis is why I am taking this decision. I am not afraid of death hence I\n\nknow where I am going. I know that I am going to be in the bosom of the\n\nLord. Exodus 14 VS 14 says that, the lord will fight my case and I shall\n\nhold my peace. I don't need any telephone\n\ncommunication in this regard because of my health hence the presence of\n\nmy husband?s relatives around me always.\n\nI dont want them to know about this development. With God all things are\n\npossible. As soon as I receive your reply I shall give you the contact of\n\nthe Security company here in Abidjan, and you've to contact them for the realising of the fund to your destination.\n\n\nI will also issue you an authority letter that will prove you the present beneficiary of this fund. I want you and the church to always pray for me\n\nbecause the lord is my shephard. My happiness is that I lived a life of\n\na worthy Christian. Whoever that Wants to serve the Lord must serve him\n\nin spirit and Truth.\n\n\nPlease always be prayerful all through your life. Contact me on the above\n\ne-mail address and any delay in your reply will give me room in sourcing\n\nanother church for this same purpose. Please assure me that you will act\n\naccordingly as I Stated herein.\n\nHoping to receive your reply remain blessed in the Lord.\n\n\nYours in Christ,\n\nMrs. Shallort-Kanchev  Bashir.\n\n- shallort kanchev\n\n", "id": "59ec5f22572204606c374c07e95b6662"}