{"email_subject": "HOW ARE YOU TODAY?", "email_body": "FROM MR FRED KUMA.\nREPUBLIC OF BENIN.\nWEST AFRICA.\nTEL:229 08 69 05.\n\n\nDear Friend,\n\nI am MR FRED KUMA, the director in charge of auditing and accounting\nsection of Continental Trust Bank cotonou republic of benin in west Africa\nwith due respect and regard. I have decided to contact you on a business\ntransaction that will be very beneficial to both of  us at the end of the\ntransaction .\n\nDuring our investigation and auditing in this bank,my department came\nacross a very huge sum of money belonging to a deceased person who died in\na plane crash on the 26th December 1998 on airline transafrik\nInternational with aircraft Lockheed L-100-30 at location Vila Nova,Angola\nwith registration number S9-CAO and since his untimely death the funds has\nbeen dormant in his account with this Bank without any claim of the fund in\nour custody either from his family or relation before our discovery to this\ndevelopment.\n\nAlthough personally, I keep this information secret within myself and\npartners to enable the whole plans and idea be Profitable and\nsuccessful during the time of execution. The said amount was US$24.1M\n(Twenty Four million One Hundred Thousand united states dollars).\n\nAs it may interest you to know, I got your impressive information\nthrough my a friends who works with the Ministry of Information here in\nCotonou-Benin. It is him who recommended your person to me to be viable and\ncapable to champion a business of such magnitude without any problem.\nMeanwhile all the whole arrangement to put claim over this fund as the\nbonafide next of kin to the deceased,get the required approval and transfer\nthis money to a foreign account has been put in place and directives and\nneeded information will be relayed to you as soon as you indicate your\ninterest and willingness to assist us and also benefit yourself to this\ngreat business opportunity.\n\nIn fact I could have done this deal alone but because of my position in\nthis country as a civil servant,we  are not allowed to operate a foreign\naccount and would eventually raise an eye brow on my side during the time\nof transfer because I work in this bank. This is the actual reason why it\nwill require a second party or fellow who will forward claims as the next\nof kin to the Bank and also present a foreign account where he will need\nthe money to be re-transferred into on his request as it may be after due\nverification and clarification by the correspondent branch of the bank\nwhere the whole money will be remitted from to your own designated bank\naccount.\n\nMay I at this point emphasize that this transaction is 100% risk free as I\nhave made arrangements for a successful arrangement as an insider of the\nbank before contacting you.  On smooth conclusion of this transaction, you\nwill be entitled to 30% of the total sum as gratification, while 10% will\nbe set aside to take care of expenses that may arise during the time of\ntransfer and also telephone bills, while 60% will be for me and my partners.\n\nPlease, you have been adviced to keep this a top secret as we are still in\nservice and intend to retire from service after we conclude this deal with\nyou.\n\nI will be monitoring the whole situation here in this bank until you\nconfirm the money in your account and ask us to come down to your country\nfor subsequent sharing of the fund according to percentages previously\nindicated and further investment, either in your country or any country you\nadvice us to invest in.\n\nAll other necessary information will be sent to you on your acceptance to\nchampion this transaction with me.\n\nI suggest you get back to me as soon as possible on my personal mobile\nphone 229 08 69 05 stating your wish in this deal.\n\nYours faithfully,\n\nDR FRED KUMA\n\nTEL:229 08 69 05.\nALTERNATIVE EMAIL:\nefftee2002@eudoramail.com\n\n\n\n----------------------------------------------------------------\nCe service de mailing vous est offert par http://www.freesurf.fr.\nFreeSurf, votre acces ADSL a partir de 29 euros/mois\nhttp://www.freesurf.fr/adsl/\n\n\n\n", "id": "5a0bd55a67fb3342520b863f86c31971"}