{"email_subject": "URGENT ATTENTION", "email_body": ">From Mr Olu Adesina.\nACCESS BANK NIGERIA PLC\nDear Friend,\nI am MR Olu Adesina, the bill and exchange manager of Access Bank nigeria\npLC, with due respect and \nregards,i have decided to contact you on a business transaction that will\nbe \nvery \nbeneficial to both of us at the end of the transaction. We had a \nforeign \nclient MR BRAIN O. ISAAC ,who deposited a huge sum of money (US$27.5 \nmillion)with our\nbank.\nEventually, this client was among the victims of a plane crash that \ncrashed on \nthe 31-10-1999 in U.S.A but, since then we have not had any body coming\n\nfor \nthe claims as the next of kin. A situation I have monitored closely \nwith my \nposition in the bank.\nNow, having monitored this deposit over the years after his death, and \nhence \nnobody has showed up as the next of kin for the past three and half \nyears, I \nhave moved the file to my private volt.\nA friend of mine in your country gave me your contact when i disclosed to\nhim that i need a foreign partner that will be trusted for a business,but\ni did not tell him the kind of deal that i want to go into with you,so this\ninformation should only be for you please.\nI now solicit for your assistance to present you as the next of kin as \nevery \nother arrangement has being concluded by me and I am only waiting for a\n\nforeigner to enable me move the fund to his account. This does not have\n\nany \nrisk attached to it as all the internal documentations will be \nhandled by me.\nI therefore request you to confirm your interest by repling this \nmessage,and I \nwill furnish you with details. For assisting me,you will be entitled with\n30% of the whole sum,while 65% will be for me,then the remaining 5% will\ncover any expences that may occure in this deal.When the deal is completed,i\nwill now join you in your country so that you will further assist me to\ninvest the money in your country as i do not know much about investment.\nI look forward to hearing from you.If you are interested,please send your\naddress,your full names and your phone and fax numbers to my private email\naddress at oluoluaa@yahoo.com so that we will commeeeence with the plans\nimmediately.\nRemain Bless.\nYours Faithfully.\nMR olu Adesina\n\n\n\n___________________________________________________________________________\nCon Terra MAIL obtienes 6MB de espacio además de bloqueo ANTISPAM\nhttp://terramail.terra.com.mx/TerraMail/\nAcceso a Internet 3 x 1, desde ¡$179 pesos al mes! \nhttp://www.terra.com.mx/acceso/suscribete/\nEncuentra los mejores productos y precios increibles!!\nAprovecha nuestra promoción a 12 pagos sin intereses con Banamex y Bancomer\nhttp://www.decompras.com/\n\n\n\n\n\n", "id": "5a0f8367176fec00de8399d61e0d812c"}