{"email_subject": "YOUR URGENT RESPONSE IS HIGHLY NEEDED!!", "email_body": "\n\nFROM Mr.VINCENT F.YUVALAddress: 37 Mapesbury Road London NW2 4HJ.\nGreetings,This correspondence is unofficial and private,and it should be treated as such.I am Mr.VINCENT F.YUVAL, a United Kingdom Government Auditor and I work in the International operation department in a Bank here in UK. My purpose of contacting you is that I am looking for a Reliable partner to place as the next of kin to a dormant account that have not been operated for many years in my bank with a total sum of Â£22,000.000.00 (Twenty tow million Pounds Sterling. and on further discreet investigation I also discovered that the account holder has long since passed away (dead)leaving no beneficiary or WILL to the account. He died without a [WILL] hence the money is floating and if I do not remit this money out urgently it will be forfeited for nothing.If i left the fund in the bank Government will claim it to treasury and nobody will benefit out of it. I have been his account officer until his death and nobody will ever come or ask about the fund. My bank does not know the status of the account owner and the account opening information does not indicate any next of kin.I am contacting you because of the need to involve a foreigner with a foreign account as a beneficiary.I want to assure you that the transaction is without risk if due process is followed accordingly. I am contacting you to place you as the next of kin to the deceased and I will provide to you the necessary claim documents the bank will require from you in other to claim this fund including the details information of the account in my next mail.I will start the first transfer with Five million Pounds Â£5,000.000] upon successful transaction without any disappoint from your side, we shall re-apply for the payment of the remaining rest amount to your account.I will inform you on what to do if you are going to assure me that you will not betray me and my family with this funds in your possession so as to enable me to start the paper works immediately without further delay.I have a family of four,My wife claudia and hailey, brooke. Please keep this business within your self for security and safe reasons.Thanks as I'm in anticipation of your favourable response,vincentyuval1@yahoo.itHave a pleasant day.SincerelyMr.Vincent Yuval.\n_________________________________________________________________\nConnect to the next generation of MSN Messenger \nhttp://imagine-msn.com/messenger/launch80/default.aspx?locale=en-us&source=wlmailtagline", "id": "5a4bb77aa3758106d4370e8947115f73"}