{"email_subject": "STRICTLY  CONFIDENTIAL", "email_body": "I AM MR.DON UBALA, THE DIRECTOR OF SPECIAL DEPOSITORY TRUST ACCOUNT UNIT OF UNITED BANK FOR AFRICA  NIGERIA PLC.\n\nMY BUSINESS PROPOSITION TO YOU IS AS DETAILED BELOW. IT IS STRICTLY CONFIDENTIAL.\n\nDETAILS\n\nTHE FORMER ZAIREAN PRESIDENT MOBUTU SESE SEKO MAINTAINS A TRUST BANK ACCOUNT WITH OUR BANK, THE ACCOUNT IS OPERATED THROUGH ONE OF HIS PERSONAL AIDE, MR. NSSONA NGOUSOU UNDER THE NAME M-S- SEKO  A/C 006497-031109  CODE MSSK. THE ACCOUNT BALANCE AS AT THE END OF AUGUST 1997 STANDS AT US$34,657,000.00\n(THIRTY FOUR MILLION, SIX HUNDRED AND FIFTY SEVEN THOUSAND UNITED STATES DOLLARS ONLY).\n\nHOWEVER, PRIOR TO THE DEATH OF OUR CUSTOMER-LATE MOBUTU SESE SEKO IN MOROCCO ON THE 13TH OF SEPTEMBER, 1997, HE HAD INSTRUCTED MY UNIT (SPECIAL DEPOSITORY\nTRUST A/C) THROUGH HIS PERSONAL AIDE TO CONCLUDE THE TRANSFER  ARRANGEMENT WITH THE AFRICA DEVELOPMENT BANK (ADB) IN ABIDJAN TO MOVE THE SAID FUNDS FROM OUR BANK\nTO (ADB) ABIDJAN FOR HIS UP KEEP WHILE IN MOROCCO.\n\nHOWEVER, OWINNG TO THE CIRCUMSTANCES THAT SURROUNDS THE ARRANGEMENT WITH THE (ADB) THE FUND MOVEMENT ARRANGEMENT WAS FINALIZED ON THE EVE OF OUR CUSTOMERS DEATH ON THE 13TH  SEPTEMBER, 1997 IN MOROCCO.\n\nPRESENTLY MR NSSONA NGOUSOU HAS CONCLUDED ARRANGEMENTS WITH US, THE TOP OFFICERS IN UNITED BANK FOR AFRICA NIGERIA PLC TO MOVE THE FUND TO AN OVERSEAS BANK A/C.\n\nBASED ON THESE ARRANGEMENT, A  CONSENSUS WAS REACHED IN  RESPECT OF ALL THE  CONCERNED TOP OFFICERS AND MR.NSSONA NGOUSOU TO TRANSFER THE SAID FUND INTO AN A/C THAT WILL BE DESIGNATED BY YOU. WE HAVE THEREFORE\nDECIDED  TO SOLICIT YOUR ASSISTANCE IN PROVIDING AN OVERSEAS A/C INTO WHICH  THE FUND WILL BE MOVED.\n\nYOU ARE THEREFORE REQUIRED AS A MATTER OF URGENCY TO SEND TO ME THROUGH THE FAX NO. ABOVE, THE FOLLOWING INFORMATION:\n\n(A) YOUR BANK NAME AND ADDRESS, ACCOUNT NO, BANK PHONE, FAX AND TELEX NUMBERS.\n(B) YOUR PERSONAL PRIVATE  PHONE AND FAX NUMBERS.(C) BENEFICIARYS NAME.\n\nMODALITIES\n\n30% OF THE  TOTAL SUM UPON REMITTANCE WILL BE GIVEN TO YOU AS THE OWNER OF THE A/C , 65% WILL BE FOR THE CONCERNED OFFICERS AND MR NSSONA NGOUSOU. THE REMAINING 5% WILL BE USED TO OFFSET ALL EXPENSES INCURRED IN THE COURSE OF THIS TRANSACTION.\n\nFINALLY, BEFORE FURTHER DETAILS OF THIS TRANSACTION WILL BE REVEALED TO YOU, I MUST BE CONVINCED OF YOUR INTEGRITY AND TRANSPORT HONESTY, BECAUSE THIS IS A HIGHLY CONFIDENTIAL  BUSINESS TRANSACTION THAT REQUIRES SOMEONE WITH  EXPERIENCE, EXPOSURE AND MORE THAN AVERAGE MEANS OF LIVELIHOOD.\n\nBEST REGARDS,\n\nMR.DON UBALA\n\n\n", "id": "5a82d1a3f24f21301eb0a65368c6e57f"}