{"email_subject": "TRUSTFULL FELLOW NEEDED. ", "email_body": "FROM BARRISTER MARK TRAORE CHAMBERS, \nLEGAL PRACTITIONER AND PUBLIC NOTARY & \nHIGH COURT REPRESENTATIVE \nSUITE 202 OMEGA PLAZA, APAPA \nLAGOS -NIGERIA. \n\nDear Sir/Ceo, \n\nIt is obvious that this proposal will come to you as a \nsuprise. This is because we have not met before but i \nam inspired to sending you this email by the huge fund \ntransfer opportunity that will be of mutual benefit to \nthe two of us. \n\nHowever, I am Barrister Mark Traore ,the personal \nAttorney to the late Engr. Steve Moore a national of \nIsle of Man in UK, who used to work with Shell \nPetroleum Development Company(SPDC) in Nigeria. On the \n21st of April 1996, my client,his wife And their three \nchildren were involved in a car accident along \ngamu/Lagos Express Road. \n\nUnfortunately they all lost their lives in the event \nof the accident, Since then I have made several \nenquiries to several Embassies to locate any of my \nclients extended relatives,this has also proved \nunsuccessful.After these several unsuccessful \nattempts,I decided to trace his relatives over the \nInternet to locate any member of his family but of no \navail, hence I contacted you. \n\nI contacted you to assist in repartrating the money and property left behind\nby my client,I can easily convince the (Security Company in ABROAD) with\nmy legal practice that you are the only surviving relation of my client.\nOtherwise the Estate he left behind will be confiscated or declared unserviceable\nby the Security Company where this huge deposits were lodged. \n\nParticularly, the Security Company Abroad was where the deceased deposited\nvalued at about $27million U.S dollars(twenty)seven million U.S.America\ndollars).Conseqently,TheSecurity Company issued me a notice to provide the\nnext of kin or have the fund confiscated within the next ten official working\ndays. \n\nsince i have been unsuccesfull in locating the the relatives for overseveral\nyears now.I seek your consent to present you as the next of kin of the deceased,so\nthat the proceeds of this fund valued at $27million U.S dollars can be paid\nto you by the Company delivering the Consignment to your door step, then\nyou and I can share the money. 55%to me and 40% to you,while 5% should be\nfor expenses or tax as your government may require.Your information such\nas below: \n\n1.your full name \n\n2.Resident Address \n\n3.Telephone/Fax Numbers,Is required for immedaite commence of this \ntransaction. \n\n4. Occupations: \n\n5. Date Of Birth: \n\n\nAs a barrister of high standard, I have all necessary \nlegal documents that can be used to back up anyclaim \nwe may make. All I require is your honest cooperation \nto enable us see this deal through. \n\nI guarantee that this will be executed under \nalegitimate arrangementthat will protect you from any \nbreach of the law.Please get in touch with me by my \nemail (barrmark_traore@yahoo.com ) to enable us discuss \nfurther. \n\nYours Faithfully, \nBarrister Mark Traore (Esq) \n\n\n\n\n\n\n\n", "id": "5a970e876378ace0c9e4373ca52aa61c"}