{"email_subject": "Reply me with this alternative email address", "email_body": "Reply me with this alternative email address\nThe corporate Head Office \nStandard Trust Bank PLC \nPlot 1662 Victoria Island,\nLagos, Nigeria\nrev_martin_williams@yahoo.com.mx\nrevmartinwilliams@mails.at \nrevmartinwilliams@pif.ca\nTel-234-802-369-6160\n\nAttention.Sir,\nI am Mr. Mathew Alfred, the Manager funds release with\nStandard Trust Bank(plc), I am the accountant in charge of\nMr Moris Miller account whoused to work with a\nMulti-National oil Firm in Nigeria. Here in aftershall be\nreferred to as my client On April 21, 2002, my client,his\nwife, and their three children were involved in a car\naccidentalong Sagamu express way. All occupants of the\nvehicle unfortunatelylost their lives. Since then I have\nmade several inquiries to locateany of my clients extended\nRelatives, this has also provedunsuccessful. After these\nseveral unsuccessful attempts, I decided tocontact you to\nassist in receiving the money left behind by myclient\nbefore they Get confiscated or declared unserviceable by\nthebank where this huge deposits were lodged, particularly\nthe StandardTrust Bank (plc) where the deceased had an\naccount valued at about ($12million u.s dollars) has\nIssued me a notice to provide the next of kinor have the\naccount confiscated within the next Seven officialworking\ndays.Since I have been unsuccessful in locating the\nrelativesfor over 4 years now I seek your consent to\npresent you as the next ofkin of the deceased so that the\nproceeds of this account valued at ($12million u.s\ndollars) can be paid into your account and then you andme\nCan share the money.60% to me and 40% to you . All I\nrequire isyour honest co-operation to enable us see this\ndeal through.I guaranteethat this will be executed under a\nlegitimate arrangement that willprotect you from any\nbreach of the law and i hope the fund arrives youraccount\nin latest 7 banking days from the date of the receipt of\nthefollowing informations:\n1. YOUR NAME:..\n2. YOUR FULL ADDRESS:..\n3. YOUR PHONE:..\n4. FAX:..\n5. AGE:..\n6. SEX:..\n7. YOUR OCCUPATION:..\nand Telephoneand fax number for easy commncation. The\nabove informations will enableme apply for payment into\nyour account. Call me or Please get in touchwith me by my\nemail.\nrev_martin_williams@yahoo.com.mx\nrevmartinwilliams@mails.at \nrevmartinwilliams@pif.ca\nBest regards.\nMr Mathew Alfred.\n\n\n\n\n----------------------------------------------\nDas ist ein Service von austria.com\n\n\n", "id": "5aab25980cd8ef92d5420c6652ce114d"}