{"email_subject": "BUSINESS ASSISTANT", "email_body": "DEAR SIR, \nWith due respect and humility I send you this mail. Please I am indeed \nsorry bothering you. Permit me a brief intoduction . I believe that on \nthe basis of such introduction you would understand the purpose of this \nmail. \nI am a professional financial advisor on offshore and real estate investment,\nportfolio management with a private finance and security company in Thailand.\nMy company work for expatriate community here in Bangkok, Thailand. One of my client ,\nMr. Lee Kok Wai, a Singaporean business man deposited the sum of Sixteen Million,\nEight Hundred thousand United States Dollars (US$16.8M) with our company . \nIt was deposited as family treasures. \nBut sadly and unfortunately, Mr. Lee Kok Wai lost his life in the deadly Tsunami of December 26th 2004.\nEver since no close relative or next of kin has come forward to claim the money deposited with us. \nTherefore, My colleague and I, who are the direct fund managers have decided to move/transfer this fund \ninto a nominated foreing account, for future investment. To this regards, I seek your assistance and co-operation\n. 1. I will arrange for the deposit certificate to be changed to your name, \n2.I will issue to you a Transfer Authorisation of the Consignment, \n3. Afterwhich, you will transfer the money to your private accounts. \n4. You will later on assist us in investing the money in a lucrative business. \nYou should be rest assured that no one will question it because all financial deposit Cerificates and transfe\nr authorisation pass my desk for final approval To facilitate a smooth deal, we have agree on the followng\n:1. 30% of the money for you as reward , 2. 5% For expenses on hotel ,\nflight tickets and any other, 3. While, 65% shall be for us {My colleage and Me}. \nFor further details , send to me : 1. Your mobile phone number, 2. Your direct fax number\n, this will enable me fax to you the documents concerning the consignment. This is a sensitive and private business, \nThe knowledge of which should be restricted , therfore do not dicsuss it with a third party . Do not fear, it is not terrorist \nor drug money. I thank you in advance for reasoning with me. I look forward to your favorable reply. \nYours sincerely, \nJAMES SILAS .\n\n\n\n\n\n", "id": "5abf82160af508b3b9d690eb7cb5fac8"}