{"email_subject": "URGENT AND CONFIDENTIAL ", "email_body": "\nFROM:Mr DAVIDMAPUKA\nJOHANNESBURG\nSOUTH AFRICA\n\n                                                          \n\nATTN: DIRECTOR/C.E.O \n\n\nMy names is PRINCE DAVID MAPUKA, the elder son of Mr. ANTHONY MAPUKA,of Zimbabwe. It might be a surprise to you where I got your contact address, I got it from net work on line South African . During the current crises against  the farmers of Zimbabwe by the supporters of our President Robert Mugabe to  claim all the white owned farms in our country, he ordered all the white  farmers to surrender their farms to his party members and their followers. \n\nMy father was one of the best farmers in the country and knowing that he did not support the presidents political ideology, the presidents supporters invaded my fathers farm burnt down everything, shot him and \nas a result of the wounds sustained, he became sick and died after two days.  And after his death, I with my younger Brother decided to move out of Zimbabwe for the safety of our lives to South-Africa. \n\nBUT, before he died HE WROTE HIS WILL, which reads \"(MY BELOVEED SON ,I WISH TO DRAW YOUR ATTENTION TO THE SUM OF ($21,000,000).TWENTY ONE MILLION U.S DOLLARS WHICH I DEPOSITED IN A BOX WITH A SECURITY COMPANY INJOHANNESBURG (SOUTH-AFRICA). IN CASE OF MY ABSENCE ON EARTH CAUSED BY DEATH ONLY\". You\n\nshould solicit for reliable foreign partner to assist you to transfer this\nmoney out of South Africa for investment purpose. \nI deposited the money in your name and it can be claimed by you alone with the  deposit code. your mother has all the documents. Take good care of your mother and brother.\"  From the above, you will understand that the lives and future of my family depends on this money as much, I will be very grateful if you can assist us.\n\n I with my younger brother are now living in South-Africa as POLITICAL ASYLUM SEEKERS and the financial law of SOUTH-AFRICA does not allow ASYLUM SEEKERS certain financial rights to such huge amount of money .In view of this, I cannot invest this money in South-Africa, hence I am asking you to assist me transfer this money out of South-Africa for investment purposes. For your  efforts, I am prepared to offer you 20% of the total fund, while 5% will be set  aside for local and international expenses and 75% will be kept for me and  my family . \n\nFinally modalities on how the transfer will be done will be conveyed to you once we establish trust and confidence between ourselves. Looking forward to your  urgent reply .For detailed information. NOTE: THE KEY WORD TO THIS TRANSACTION IS ABSOLUTE CONFIDENTIALITY AND SECRECY. THIS TRANSACTION IS 100% RISK FREE. YOUR URGENT RESPONSE WILL BE HIGHLY APPRECIATED.  All the best,\n\nPRINCE DAVID MAPUKA.\n\n(FOR THE FAMILY) \n\n\n\n\n\nYahoo! India Matrimony: Find your partner online.Post your profile.", "id": "5aeca425473e76fc09405251fb062781"}