{"email_subject": "I NEED YOUR ASSISTANCE", "email_body": "Goodday,\nYou may be surprised to receive this letter from me since you don\u0092t know me personally, I am DR RANI ALI JUMA, the first son of DR. OMAR ALI JUMA, and he was the VICE PRESIDENT of the REPUBLIC OF TANZANIA. Before he died, my father died at the age of 63 in the year 2001 after addressing fellow TANZANIANS during the visit of PRESIDENT JOSEPH KABILA of DEMOCRATIC REPUBLIC OF CONGO and YUERI MUSEVENI of UGANDA. I got your contact through the Ghana information Exchange (G.I.E) in my search for a reliable and reputable person  to handle a very confidential transaction which involves the transfer of fund to a foreign account and I decided to write you.\nMy late father was among the ruling party (CCM) which the opposition party was dominated by his Muslim brothers led by PROF. IBRAHIM LIPUMBA. Before his death he had taken to Europe  to deposit the sum of US$40 million (FORTY MILLION UNITED STATES DOLLARS) with a security and finance company as if he foresaw the looming danger coming. The money was deposited in two sealed boxes as valuables goods to avoid much demurrage from the security company. I most say that the death of my father has warned me and my whole family not to go back to politics. For the fact that PRESIDENT BENJAMIN MKAPA, never showed any concern since the death of my father and after I discovered that my life was no longer safe I decided to leave to Ghana ,West Africa where I am residing now with my own family.\nMeanwhile here in Ghana West Africa I don\u0092t think of going back and for this I and my family have decided to transfer my father\u0092s money into a foreign account in a Islamic counrty. As the eldest son of my father, I am saddled with the responsibility of seeking a genuine foreign account where this money could be transferred without the knowledge of my government who have tactically frozen our family wealth as I may not trust the system of African government. Furthermore, the new Ghana government does not allow such investment hence I am seeking for asylum. As a business person whom I must entrust my future and that of my family into his hands I must let you know that this transaction is 100% RISK FREE and the nature of your business does not necessarily matter.\nTherefore, if you accept to assist me and my family, we are willing to offer you 20% of the total sum for your assistance, 75% for me and my family, while 5% will be mapped out for any expenses that may be incurred in the process of this transaction. We wish to invest our money on commercial property based on your advice and I will also wish to receive your genuine assurance that you would not sit on this money when it is finally transferred into your personal or company\u0092s account. If this transaction is acceptable by you.\nBEST REGARDS\nDR. RANI ALI JUMA.\n  ", "id": "5b3c8574902a1e34be51322db6d330ac"}