{"email_subject": "Confirm receipt", "email_body": "Dr. Daniel Solow\r\nDirect Tel: +27-839-494288, +882-1651-141467, +873-762-922925\r\nDirect Fax: +873-762-922926 \r\nPersonal/private email: DSolow@latinmail.com\r\n\r\nSTRICTLY CONFIDENTIAL\r\n\r\nI am pleased to get across to you for a profitable business proposal, though we had never meant in person but I got your contact from the Personal Assistance to the former Minister for Sports, more so she told me that this is your first time in partaking in such business but you are in a better position to handle the transaction/business of this magnitude without you running away with our own share of fund once your account is credited within 8 working days because before I commence we have to build mutual relationship in respect of this business that is strictly confidential and all the legal /essential documents to back up this transaction are in place. The key for us building up this mutual relationship is TRUST between both parties involved that is you and I.  I am in charge of the Auditing for contract payment with SAFA (South African Football Association) and I truly apologize for using this means to reach you for I have no other choice. Within the South African Football Association and the cooperation of my colleague, I have in my possession as overdue payment bills totaling Thirty Eight Million Five Hundred Thousand U. S. Dollars (US$38.5M). With your assistance and fullest co-operation, I on behalf of my colleague beg you to help us receive these funds by wire transfer that is presently lying in a suspended account with ABSA Bank in Pretoria branch. It does matter whether it is a corporate or personal account but as long as the account is active to receive the amount of this magnitude, it is very ok to us. More so, we are handicapped in the circumstances, as the South Africa Civil Service Code of Conduct does not permit us to operate offshore/foreign account of any kind hence you are very important towards the successful completion of this whole transaction that we shall both benefits from. This US$38.5M arose from the balance of the total contract value for the renovation and upgrading of (Pretoria, Johannesburg and Soweto national stadium for 2006 bid that we lost to Germany before it was awarded to us again in 2010 with the help of our former president Mr Nelson Mandela) our national stadium by foreign contracting firm, which we the officials over-invoiced deliberately, though the actual contract cost have been fully paid to the original contractor. \r\n\r\nI have the authority of my partners involved to propose that should you be willing to assist us (which I prayed and beg for) in the transaction; your share of the sum will be 25% of the total amount after Tax in any account you shall provide for the funds to be transferred into, 70% for us and 5% for taxation and miscellaneous expenses. The business itself is 100% safe, on your part provided you treat it with utmost secrecy and confidentiality. Also your area of specialization is not a hindrance to the successful execution of this transaction. I have reposed my confidence in you and hope that you will not disappoint me because our share of the funds with your assistance we shall invest in property management/real estate business in your country. And that is why we offered you 25% of the total amount not just to receive the funds for us alone because once the fund is transferred to your account without your help we shall be lost since most of my life I have been a civil servant.\r\n\r\nEndeavor to contact me immediately through my above Tel and Fax number or my e-mail address: (DSolow@latinmail.com) if you are willing to help in this matter and I also want to guarantee you that my partner and myself are in a better position to make the payment of this claim possible provided you can give us a very strong assurance and guarantee that our share will be secured and please remember to treat this matter as very confidential matter, because we will not comprehend with any form of exposure as we are still in active Government Service and remember once again that time is of the essence in this business. I wait in anticipation of your earliest response. \r\n\r\nYours truly, \r\nDr. Daniel Solow\r\n    ", "id": "5b53ffab7668cf530ecf9859f9f40f9f"}