{"email_subject": "THE ABOVE SUBJECT MATTER REFERS CONCERNING YOUR FUND.", "email_body": "FROM: DR. BISI OMOYENI\nMANAGING DIRECTOR/CHIEF EXECUTIVE;WEMA BANK PLC.\nPLOT 1669, OYIN JOLAYEMI STREET,\nP.O.BOX 75455, VICTORIA ISLAND LAGOS.\nSwift Address: WBINGLA XXX.                    TEL/FAX:+234-1-8539820\n\n\nATTENTION OF: BENEFICIARY,\n \nSWIFT CREDIT CARD\n        \nTHE ABOVE SUBJECT MATTER REFERS.\n      \nThis is to inform you that I have gone through your payment file and confirmed why you are yet to receive your payment up till now and it is impossible for you to receive it from the people you have been communicating/dealing with no matter how much you paid.\n\nAs a matter of fact, there is lot of errors in your payment file that will make you to spend all that you have without getting paid and the dubious officials of this country are not ready to tell you the truth rather extorting your hard earned money. \n\nI have a solution to your problem because this is exactly what happened to Mrs. Edwards Williams and she adheres to my directives and get paid within 5 banking days.\n\nThe solution is that I will transfer your said fund through ATM SWIFT CREDIT CARD SYSTEM to save you from documentations, payment of taxes and etc. And in according with series of petition received from International Body on how your fund was handled by our correspondence office.After Extensive meeting with Board of Directors and other Stake holders in the Government including Subcommittees of the House Of Assembly and the House of Rep Federal Republic of Nigeria. \n\nIt was Resolved and Agreed upon that your Fund would be released on a special method of payment, by tag Name Reads SWIFT CREDIT CARD. This method of payment is designed by the Government to avert fraud perpetration or stoppage of fund by Some Agencies. Either Through Anti Terrorist \nCertificate or other certificates. This Swift Credit Card would be issued to you upon meeting with the Bank Requirement.\n\nThis office has been mandated to take charge of the Issuance of the SWIFT CREDIT CARD and your payment file should be passed to my desk for clarification. Upon Certification that your payment file is ok, This Office will direct you on how to receive your over due fund via ATM SWIFT CREDIT CARD.\n\nIn the light of this aforementioned, You are required to furnish this office with the following information:\n\nYour Name:\nAddress:\nYour \nNext of Kin Name and your date of Birth:\nYour telephone number and fax:\n\nThis Informations would be used to open an account here, and from here the ATM would be used in issuance of The SWIFT CREDITS CARD in your favor, and with the Credit card Number all your information will be inserted into the card. Upon completion of this issuance of the Credit Card,It would be send to you via Courier to your residential Address.\n\nBe informed that your fund has been called back and its now in a suspense Account here. And a new Account has to be opened in your Name Before the Swift Credit Card will be issued.\n\n\nTHANKS,\n\nYOURS FAITHFULLY,\nDR. BISI OMOYENI\nMANAGING DIRECTOR/CHIEF EXECUTIVE (WBN).\n\n\n\n\n\n", "id": "5b5341afe4d7738c0f0e5c8a930bb1b9"}