{"email_subject": "DEAR PARTNER", "email_body": "DEAR PARTNER,\n\nI GUESS THIS LETTER MAY COME TO YOU AS SURPRISE SINCE I\nHAD NO PREVIOUS CORRESPONDENCE WITH YOU. I AM THE\nCHAIRMAN TENDER BOARD OF INDEPENDENT NATIONAL ELECTORAL COMMISSION\n(INEC). I GOT YOUR CONTACT IN THE COURSE OF MY SEARCH\nFOR A RELIABLE PERSON WITH WHOM TO HANDLE A VERY\nCONFIDENTIAL TRANSACTION INVOLVING THE\nTRANSFER OF THE SUM OF $30,000,000.00 D0LLARS\n(THIRTY MILLION UNITED STATES DOLLARS) INTO\nYOUR PRIVATE ACCOUNT FOR SAFE KEEPING THE\nABOVE FUND IN QUESTION IS NOT CONNECTED WITH ARMS,\nDRUGS OR MONEY LAUNDERING. IT IS THE PRODUCT OF AN\nOVER INVOICE ON CONTRACT AWARDED IN 1999 BY INEC TO A\nFOREIGN COMPANY FOR THE SUPPLY OF ELECTORAL\nMATERIALS THAT WAS USED FOR CONDUCTING 1999\nELECTION. THE CONTRACT HAS LONG BEEN EXECUTED AND\nPAYMENT OF THE ACTUAL CONTRACT AMOUNT HAS BEEN\nPAID TO THE FOREIGN CONTRACTOR LEAVING THE BALANCE\nOF US$30MILLION DOLLARS IN A DORMANT ACCOUNT, WHICH\nMY COLLEAGUES AND I NOW WANT TO TRANSFER OUT OF\nNIGERIA INTO A RELIABLE FOREIGN ACCOUNT FOR OUR\nPERSONAL USE. AS CIVIL SERVANTS WE DO NOT HAVE THE\nNECESSARY FOREIGN ACCOUNT MACHINERY TO\nSUCCESSFULLY HANDLE THIS TRANSACTION THEREFORE IT\nBECOMES NECESSARY TO SOURCE FOR A FOREIGN COMPANY\nOR AN INDIVIDUAL WITH THE CAPABILITY TO ACT AS THE\nORIGINAL BENEFICIARY OR THE CONTRACTOR. MY DEAR,\nIT IS A GOOD THING THE PRESIDENT HAS ENDORSED THE\nRESOLUTION PASSED BY THE SENATE THAT ALL FOREIGN\nCONTRACTORS OWED BY THE FEDERAL GOVERNMENT OF\nNIGERIA SHOULD BE PAID. WE WILL SEIZE THIS GOOD\nOPPORTUNITY TO SUPPORT YOU AS ONE OF THE\nBENEFICIARIES TO BE PAID. IF YOU ARE INTERESTED IN\nTHE PROPOSAL KINDLY GET BACK TO ME BY SENDING ME\nYOUR LETTER OF ACCEPTANCE ALONG WITH YOUR DIRECT\nTELEPHONE AND FAX NUMBERS, BUT IF YOU CANNOT FOR\nANY REASON TO HANDLE THIS TRANSACTION I SHOULD BE\nGRATEFUL, IF YOU CAN INTRODUCE IT TO A RELIABLE AND\nTRUST WORTHY PERSON IN WHICH IN ANY CASE YOUR\nINTEREST WILL BE PROPERLY TAKEN CARE OF. MEANWHILE,\nMY COLLEAGUES AND I HAVE DECIDED TO SHARE THE MONEY\nIN THE FOLLOWING RATIO: 60% FOR MY COLLEAGUES AND I,\nTHEN 30% FOR YOU THE ACCOUNT OWNER AND 10% FOR\nALL LOCAL AND INTERNATIONAL EXPENSES THAT MAY\nARISE IN THE COURSE OF THIS TRANSACTION. FURTHER\nDETAILS ABOUT THIS TRANSACTION WILL BE DISCUSSED\nIN THE SUBSEQUENT CORRESPONDENCE. THIS TRANSACTION\nIS STRICTLY CONFIDENTIAL BUT 100% RISK FREE. NOTE ALSO\nTHAT THE PARTICULAR NATURE OF YOUR BUSINESS IS\nIRRELEVANT TO THIS TRANSACTION AND THIS TRANSACTION\nIS EXPECTED TO BE CONCLUDED WITHIN 21 WORKING DAYS\nSINCE ALL LOCAL CONTACTS AND ARRANGEMENTS HAVE\nBEEN PROPERLY PERFECTED FOR A SMOOTH AND\nSUCCESSFUL CONCLUSION OF THISTRANSACTION. CONTACT\nME VIA EMAIL WITH YOUR CONTACT TELEPHONE AND\nFAX NUMBERS, SO THAT I CAN CALL YOU FOR A DISCUSSION.\nTHANK YOU AS I AWAIT YOUR RESPONSE.\n\nYOURS FAITHFULLY,\n\nFREDRICK MBONU\n\n\n\n", "id": "5b9cc35f38d11a1dc7bba1c3ced32709"}