{"email_subject": "AWAITING YOUR RESPONES", "email_body": "Good Day,\n\n\nWith warm heart I offer my friendship, and my greetings, and I hope\nthis letter meets you in good time. It will be surprising  to you to\nreceive this proposal from me since you do not know me personally.\nHowever, I am sincerely seeking your confidence in this transaction,\nwhich I propose with my free mind and as a person of integrity.  My name\nis  Owen Mubane, the first son of Mapele Mubane, of the  most popular\nblack farmer  from Zimbabwe, murdered in the land  dispute in my\ncountry. As led by my instict, I decided to contact you  through email,\nafter searching  for contacts via the internet, as it  is the only means\nI can contact anybody since I am cutting off ties  with Zimbabwe for\nsecurity and safety reasons.  However, I apologize  if this is not\nacceptable to you.\n\n\nThe purpose of this letter is to seek your most needed assistance in  a\nbusiness venture. Due to the land and political problems in  Zimbabwe,\nas a result of President Robert Mugabe's introduction of  new Land Act\nReform wholly affecting the rich white farmers and the  few rich black\nfarmers, and his desire to hold on to power for life,  my father for saw\nthe danger that came in Zimbabwe. Before he was  murdered, he withdrew\nall of our business foreign accounts in dollars  and sold up our shares\nin major companies. We then went to  SOUTH AFRICA  to deposit the sum of\nUS$14.5 million  (Fourteen million, Five Hundred thousand US dollars),\nin a private  security company. This money was deposited with this\nPrivate Security  company for safety and security reasons, and  was to\nbe used for the  purchase of land, new machines and chemicals\nestablishment of new  farms in Europe.\n\n\nPresident Mugabe's support for the violent  Zimbabwean war veterans  and\nsome lunatics in the society, led to the murder of my beloved  father\nand other innocent lives. I was continually threatened to  abandon my\ninheritance from my father after he was murdered. I  resited for a\nwhile, but when the danger became unbearable, and I  survived two murder\nattempts, I fled Zimbabwe.  I am currently staying in the Netherlands\nwhere I am seeking  political asylum. In fact my decision to come here\nto seek asylum, is  because the security company from South Africa, has\na branch here,  and they have moved the deposit from their office in\nJohannesburg down  here. I need to transfer this money to  an account\nand invest part of  the money. Since the law of Netherlands prohibits a\nrefugee (asylum seeker) to open any bank account or to be involved in any financial\ntransaction, this is why  I am seeking a genuine and reliable  partner,\nwhose account this money can be transferred, hence this  proposal to\nyou.You have to understand that this decision taken by me  entrusts my\nfuture and in your hands, as a result of the safe keeping  of this\nmoney. If you accept to assist me, all I want you to do for  me, is to\nassist with arrangements to claim the deposit from the  security company\nfrom their office here in The Netherlands, as it has  now been\ntransfered from Johannesburg, South Afri!  ca to their branch here. The\ncompany will be legally informed of you  representing me.\n\n\nFor your assistance, I have two options for you. Firstly you can\nchoose to have 10% of the money for your assistance, and helping me\nopen an account for the money to be deposited here, or you can go  into\npartnership with me for the proper profitable investment of the  money\nin your country. Whichever the option you want, please to  notify me in\nyour reply.  I have also set aside 1%($145,000,00) of this money for all\nkinds of  expenses that come our way in the process of this transaction,\nand 4% ($580,000,00) for Charity donation. If you prefer to accept the 10%\nfor assisting with opening an account, then 85%will be left in the\naccount here for me.\n\nPlease, I want you maintain the absolute secrecy for the purpose  of\nthis transaction.  I look forward to your reply and co-operation, and I\nthank you in  advance as I anticipate your co-operation.You can reach me\non my  direct line which is 31 617 562  914 or via email\nowenmubane1000@rediffmail.com. \n\n Sincerely, \n\n Owen Mubane.  \n\n\nNOTE:  YOU CAN READ ABOUT PROBLEMS IN ZIMBABWE FROM \nTHE LINKS BELOW\n\n\nhttp://www.1freespace.com/beetee/nov19_2001.html\nhttp://news.bbc.co.uk/1/hi/world/africa/918781.stm\nhttp://news.bbc.co.uk/1/hi/world/africa/715001.stm\nhttp://news.bbc.co.uk/1/hi/world/africa/1063785.stm  ", "id": "5c2555d0fa84d1295bafc70e3f452069"}