{"email_subject": "ATTN:Dddddddd R. Rrrrr", "email_body": "ATTN  Dddddddd R. Rrrrr    ,\n  \n \nI am   BARRISTER P.T.GEORGE at law. I am the personal\nAttorney to MR  Robert Rrrrr  a national of your\ncountry, who used to work  with shell development\ncompany in Nigeria and as well a one time secret agent\nin transfering of money overseas for the Late head of\nstate of Nigeria {Late Gen.SANI ABACHA}.Before his\ndeath On the 21st of April 1999 my client,his wife And\ntheir three childrenwere involved in a car accident\nalong sagbama express road in which alloccupants of\nthe motor died}. My  client{ROBERT} deposited as\nfamily belongings in a CONSIGNMENT {ie jewelries} the\nsum of $10m in a Global  Security and finance company\nhere in Nigeria for himself, with the hope of\ntransferring it to his country as soon as he is on\nleave.\n\nSince his death I have made several enquiries to your\nembassy to locate any of my clients extended relatives\nthis has also proved unsuccessful. \n\nAfter these several unsuccessful attempts, I decided\nto trace his last name over the Internet, to locate\nany member of his family hence I contacted you.I have\ncontacted you to assist in repartrating the money and\nproperty left behind by my client before they get\nconfisicated or declared unserviceable by the Security\nCompany where this huge deposits were lodged.\n\nParticularly, the Global Security company where the\ndeceased had an account valued at about 10million\ndollars has issued me a notice to provide the next of\nkin or have the account confisicated within the next\nten official working days.since then I have been\nunsuccesfull in locating the the relatives for over\n2years now I therefore seek your consent to present\nyou as the next of kin of the deceased since you have\nthe same last name so that the proceeds of this\naccount valued at 10million dollars can be paid to you\nand then you and me  can share the money. 40% to me\nand 60% to you I have all necessary legal documents\nthat can be used to back up any claim we may make. All\nI require is your honest cooperation to enable us see\nthis through. I guarantee that this will be executed\nunder a legitimate arrangement that will protectyou\nfrom anybreach of the law.\n\nPlease get in touch with me through my confidential\nemail[ barrgeorge0040@yahoo.co.uk  ]or you can call me\non my phone number +234-80- 330-48048 .\n\nBest regards,\nBARRISTER P.T.GEORGE,\n\n\n\n\n\n\t\n\t\n\t\t\n____________________________________________________________\nYahoo! Messenger - Communicate instantly...\"Ping\" \nyour friends today! Download Messenger Now \nhttp://uk.messenger.yahoo.com/download/index.html\n\n", "id": "5c295323f5aa996a9eb1916ffd96fe0d"}