{"email_subject": "FROM, LAWSON (URGENT PROPOSAL).", "email_body": "Dear Sir/Madam, \ncompliments of the day. i got your email address from the south African on \nline network without wasting your time let me go straight to the point. \n\nIn my department we discovered sum of $20million Us \ndollars(Twenty-million Us dollars) in an account that belongs to \none of our foreign customers Late MR.THOMPSON MORRIS Age 61 an American who \nunfortunately lost his life in the plane crash of Alaska Airlines \nFlight261 which crashed on January- 31- 2000, including his wife and only \ndaughter. Since we got information about his death,we have been expecting \nhis next of kin or relatives to come over and claim his money because we \ncannot release it unless somebody applies for it as next of kin or relation \nto the deceased as indicated in our banking guidelines. \n\nUnfortunately I learned that his supposed next of kin being his only \ndaughter died along with him in the plane crash leaving nobody with the \nknowledge of this fund behind for the claim.It is therefore upon this \ndiscovery that I and two other officials in this department now decided to \nmake business with you and release the money to you as the next of kin \nor beneficiary of the funds for safety keeping and subsequent disbursement \nsince nobody is coming for it and we don't want this money to go back into \nGovernment treasury asunclaimed bill. The banking law and guidelines here \nstipulates that such money remained after five years the money will be \ntransferred into banking treasury as unclaimed funds. \n\nWe agreed that 35% of this money will be for you as foreign partner, \nwhile the balance will be for my colleagues and I. I will visit your country \nfor the disbursement according to the percentages indicated above once this \nmoney gets into your account. Please be honest to me. Note this transaction \nis confidential and risk free. As soon as you receive this email you should \ncontact me through my e-mail address. \nPlease note that all necessary arrangement for the smooth release of \nthese funds to you as has been finalized. \n\nHOPE TO HEAR FROM YOU SOON. \nYOURS, \nLAWSON MNANDI. \nEMAIL:lawmnandi@yahoo.it\n\n\n", "id": "5c3c0703c5cbc5cfe6016a36f8122a72"}