{"email_subject": "THANK YOU", "email_body": "CHALLENGE SECURITIES LTD.\nLAGOS, NIGERIA\n\n\n\nATTENTION:MADAM/SIR\n\nI am MR.USMAN ABACHA , the Director of Operations\nCHALLENGE SECURITIES LTD,LAGOS NIGERIA. Here in\nNIGERIA Our firm is a security company of high repute\nwith years of outstanding service to the people of\nAfrica.\n\nI have resolved to contact you through this medium\nbased on business proposal that will be of mutual\nbenefit to both of us. I got your particulars through\na consultant company base on my research for a\ntrustworthy and established person that understands\ninvestment ethic for entering into a life time\nprofitable joint partnership investment and also\nco-operation with confidence and trust that you will\nkeep the contents secret and divulged to any third\nparty.\n\nTo be explicit and straight to the point. Some time\nearly 1997, a reputable client of ours deposited a\nconsignment in our company's vault for safe keeping.\nAnd since then our client has failed to come forward\nto claim his consignment, which has accumulated a\nconsiderable amount of money in demurrage.\n\nConsequently, in our bide to contact this client to\nredeem the demurrage which his consignment had\naccumulated we discovered that our client was the\nformer president of the Federal Republic of Zaire, who\ndied of illness after he was de-throwed in the same\nyear the consignment was entrusted into our care.\n\nSince the death of our client President Mobutou\nSeseseko, none of his benefactors has come forward to\nclaim the consignment with us, which means that non of\nhis relatives or aids had any knowledge of this\nconsignment. Hence out of curiosity I decided to\nsecretly open the two boxes that our client deposited\nin our vault. And to my surprise I discovered that the\ntwo boxes that were registered as treasurer by our\nclient actually contained a considerable amount of\nmoney in United States Dollars amounting to about\nUS$30 million Dollar. Since this development I have\nbeen nursing plans secretly. I also found out from\nenquiries and the foreign media that our late client\nsiphoned a lot of money from his country while he was\nin office as head of state.\n\nIt is my conviction that the consignment in our vault\nwas part of the money that our client siphoned and now\nthat he is dead there is no race to this money in our\ncare.\n\nI am now soliciting your noble assistance to assist me\nin transferring this money out of nigeria to your\ncountry for immediate investment with your assistance.\nI have also decided that you will generously be\nentitled to 30% of the total amount. Upon my receipt\nof your reply confirming your willingness to assist me\nof this transaction, I will immediately arrange and\ntransfer all the rights of ownership of this\nconsignment to your name to facilitate your easy\nclearance and transfer of the complete funds to your\ncountry.\n\nyou have nothing to worry about, as I will  be there\nto assist you in anyway necessary with all proper\ndocumentation.\n\nThis transaction is 100% risk free.\n\nPlease maintain absolute confidentiality on this\nmatter.\n\n\nThanks.\n\nYours faithfully.\n\nMR. USMAN ABDUL\n\n", "id": "5c6a9246099f41b576eb3f40a405b72a"}