{"email_subject": "MR ROLAND CONTACTING YOU", "email_body": ">From Mr.Roland Nulget\nPo box 3038, 57\nVictoria street,\nLondon SW1H,\nLondon\n\nAttention Please, \n\nI feel obliged writing this mail to you. I \nam not quite exposed to foreign business and friends hence i write to \nyou with hope and trust that you will welcome my mail without being \nbias and that you will be trust worthy to me. \n\nIn order to transfer \nout 12,500,000.00 ( Twelve million, five hundred thousand British \npounds) from our bank(Firm). I have the courage to look for a reliable \nand Honest Person who will be capable of handling this Important \nBusiness transaction,believing that you will never let me down either \nnow or in Future. \n\nThe owner of this account is Mr. David Hagen \nforeigner and the Manager Of petrol chemical service, a chemical \nengineer by Profession and he died since 1990.the account has no other \nbeneficiary And my Investigation proved to me as well that his company \ndoes not know anything About this account. \n\nI want to transfer this \nmoney into a safe foreign account abroad but i Don't know any foreigner,\ni know that this message will come to you as a surprise as we have not \nhad any correspondence before and you have to admit that we don't know \nourselves before,but due to the strict confident and your versatility \nin business that motivated my interest to seek your co-op ration in \nthis business magnitude of this nature and by your 99.9% reliability \nand straight forwardness given about you that sticked my interest in \nrevealing this top secreat to you. \n\nBut be sure that it is real And A \nGenuine business as I believe in God that you will never let me down in \nthis transaction till the fund is remitted to your nominated account \nwhile i will travel to your respective country to collect my own share \nof the money, and we have concluded that at the conclusion of this \nbusiness,you will be offer 25% of the total amount while 60% will be \nfor me and the rest of 15% will be for any expenses both party will \nincur in the process of transacting this business. \n\nI look forward to \nyour earliest reply by email for more details. \n\nReply to ;\nauditor@freeweb.org\nBest regards \n\nMr.Roland\n\nThis message is for the \ndesignated recipient only and may contain privileged, proprietary, or \notherwise private information. If you have received it in error, please \nnotify the sender immediately and delete the original. Any other use of \nthe email by you is prohibited.\n\n\n", "id": "5c886d9714038a13ea42212730b90138"}