{"email_subject": "PLEASE HELP ME ", "email_body": "  FROM MISS MARIE AHMED\n\n        ABIDJAN COTE D IVOIRE \n   \n  Dearest Beloved one,\n   \n  Based on your profile, l am happy to request for your assistance and also  to go into business partnership with you, i believe that you will not betaryed my trust which i am going to lay on you.\n   \n  I am Miss marie ahmed ,21years old and the only daughter of my late parents MR.and MRS MUSTAPHA AHMED My father was a highly reputable busnness magnet-(a cocoa merchant)who operated in the capital of Ivory coast during his days. It is sad to say that he passed away mysteriously in France during one of his business trips abroad year 12th.Febuary 2004.Though his sudden death was linked or rather suspected to have been masterminded by an uncle of his who travelled with him at that time. \n   \n  But God knows the truth! My mother died when I was just 4 years old, and since then my father took me so special. Before his death on Febuary 12th 2004 he called the secretary who accompanied him to the hospital and told him that he has the sum of Ten Million United State Dollars.(USD$10 000 000) left in a security company in a mettalic trunk box, but the security company didn't know the content because it was registered as family valuables personal for security reasons. \n   \n  I am just 21 years old and a university undergraduate and really don't know what to do. This is because I have suffered a lot of set backs as a result of incessant political crisis here in Ivory coast. The death of my father actually brought sorrow to my life. Sir,I am in a sincere desire of your humble assistance in this regards.Your suggestions and ideas will be highly regarded. Now permit me to ask these few questions:- \n   \n  1. Can I completely trust you? \n  2. What percentage of the total amount in question will be good for you? \n   \n  Consider this and get back to me as soon as possible.\n   \n  Thank you so much. \n   \n  My sincere regards, \n   \n  MISS marie ahmed\n\n\n\n\n\n \t\t\n---------------------------------\nDécouvrez une nouvelle façon d'obtenir des réponses à toutes vos questions ! Demandez à ceux qui savent sur Yahoo! Questions/Réponses.\n \t\t\n---------------------------------\nDécouvrez une nouvelle façon d'obtenir des réponses à toutes vos questions ! Demandez à ceux qui savent sur Yahoo! Questions/Réponses.", "id": "5cc52dca95c3a983ad68413b54116167"}