{"email_subject": "I GOT YOUR CONTACT..", "email_body": "Attn:Sir/maa,\n \nPlease note that i am making this business introduction based on my\n regard for your credibility and your company profile i went through\n online.Due to your long experience in business,i would want to go into\n partnership with you.Am the Director of Europe Operations for the\n NPA-STP(National Petroleum Agency of Sao tome&Princippe).To be  precise,i oversee\n Europe operations for the agency. \n \nMy position in the agency entitles me to recommend oil allocation and\n actualise oil lifting and exploration allocation licences to candidates\n based on my interest.In 2003,I facilitated and actualised the license\n of Business man from Iraq.The license was for 5years at 24 MILLION\n BBLS/12 MONTHS.Due to reasons unknown to me,i havent heard from the man\n since 2005.I just recently heard from a reliable source that the man is\n late.He died due to the recent attacks in Iraq.\n \nThe license is valid till date as i always ensure that i keep to my\n side of the bargain.I have decided to begin using the license from this\n month.  \nI seek your involvement as a partner due to your experience in\n business.I will package you as the allocation license beneficiary.Due to my\n position in the agency(NPA-STP),i cannot handle this project,thats why i\n need your assistance.With current events in Sao Tome&Principe,we shall\n be able to lift a mininmum of 1.5million Barrels per month.\n \nThis is what i propose: \n1.You provide me with your company name which shall be used in place of\n the initial license operator.\n\n2.I will ensure that your company name is recognised as the license\n operator and that we have a lay can date for atleast 1 Million barrels per\n month.\n3.I will ensure that all lifting procedures are in place and buyers\n readily available.\n\n4.You stand in as the license operator for all lifting and sales\n transactions,we shall open an account for the receipt of the oil sales\n proceeds in which both of us shall be signatories to the account.\n\n5.We shall split the oil sales proceeds in the ratio of 50:50 equity\n share. Equity will be at the end of every annual quarter.\n \nI believe you are a man of wisdom and integrity.This offer i make is\n based on utmost good faith.I would be jeopardising my position in the\n agency,if word of this goes out.Therefore without mincing words,i rely on\n you for utmost confidentiality on every bit of details relating to\n thistransaction. \n \nUpon your positive response,i will be willing to forward to you,proof\n of my proposition.I look forward to a prospective business relationship\n between us.\n \nRemain Blessed as i expect your reply.\n \nCollins Lyons.\nDirector Europe Operations.\nNPA-STP.\n\n\n\n\n\n\n\n\n", "id": "5cd0ec66c90a9bd062fe649df5bbaaec"}