{"email_subject": "NOTIFICATION OF BEQUEST", "email_body": "\nNOTIFICATION OF BEQUEST\n\nATTN.   \n\nOn behalf of my church member, late Chief Sir Daniel Duru  of the Blessed Memory, I write to notify you that my late member Chief Sir Daniel Duru  made you one of beneficiary to the bequest sum of Ten Million six Hundred Thousand US Dollars ($10,600,000,00) in the Codicil to his will and last Testament. \n  \nLate Chief Sir Daniel Duru  Died after a brief illness on may 1st 2004. Until his death, Late Chief Sir Daniel Duru was a Renowned Philanthropist; A Businessman of an international repute and an industrialist, infact he was blessed by God. Chief Sir Daniel did not play with the life and progress of the people who were opportuned to meet him on the way and among all he had a very big regard for his God the things of God and works of God. Late Chief Sir Daniel Duru used his resources to serve humanity and thus touched the lives of many through\ncharity. \n  \nAccording to him, he said, He is giving back to God just a Little from what God had given to him?. as a result of that he is giving you this because of your involvement in Christian activities, helping the less privileged and in making better the world situation. \n  \nAs Trustees and Executes of this will, I wish to inform you that the will was read at the Owerri High Court Probate Division (Registry) August 7th, 2004, as the law provides and is in execution. \n  \nYou are hereby required to by this notification to confirm your ownership to this Legacy by forwarding proofs of identity.  Also send a personal telephone and fax numbers for easy communication. \n \nMost importantly, if there is any disparity on the name and address or if your name, address and any other useful information does not tally with the information we have, it then means that you are not the rightful or bonafide beneficiary of this particular request as it contained in paragraph four (4) of the codicil to the last Testament of the Benefactor (Chief Sir Daniel Duru.  As we Cannot afford to give or pay to a wrong Person or Body.  \non that note please do not inconvenience your very self by replying. \n  \nBut, if the information (your name and address)is compatible with the information we have, you are hereby advice to confirm this notification\nimmediately, for you are the rightful one (person or body). \n  \nWe would detail you on the procedure and involvement in benefiting this will on receipt of your reply letter or e-mail. \n  \nGod bless you. \n  \nBest regards. \n  \nREV. MIKE EZEKIEL \n  \n(GENERAL OVERSEER, HEALING FIELDS MINISTRY.)\nNO 23 ADEOLA ODEKUN\nVICTORIA ISLAND \nLAGOS NIGERIA\n\n\n\n\n\n\n", "id": "5ce37dbde6f7283a370594606dd3d03b"}