{"email_subject": "AWARD DEPARTMENT!!!!", "email_body": "TICKET NUMBER: 0362728\r\nLOTTO NL. INTERNATIONAL PROMOTIONS/PRIZE \r\nAWARD DEPARTMENT\r\nRESULTS FOR CATEGORY \"A\" DRAWS \r\n\r\nSir/Madam,\r\n\r\nCongratulations to you as we bring to your notice, the results of the Second Category draws of  THE LOTT NL.PROMO INT. We are happy to inform you that you have emerged as a winner under \r\nthe First Category, which is part of our promotional draws. The results of the draws have been officially announced .Participants were selected through a computer ballot system drawn from 2,500,000 email \r\naddresses of individuals and companies from Africa, America, Asia, Australia, Europe, Middle East, and Oceania as part of our International Promotions Program. Your email address, attached to ticket \r\nnumber 0362728,with serial number 990-4289 and lucky  number P-065377-H?22/a7 consequently won in the First Category. You have therefore been awarded a lump sum pay out of 1,500,000 \r\n(One Million  Five Hundred Thousand Euros), which is the winning payout for Category A winners. This is from a total cash prize of 15,000,000.00 (Fifteen Million  Euros) shared amongst the first Ten (10) lucky \r\nwinners in this category.\r\n\r\nIn your best interest to avoid mix up of numbers and names of any kind, we request that you keep the entire details of your award strictly from public notice until the process of transferring your claims has been \r\ncompleted, and your funds remitted to your account. This is part of our security protocol to avoid double claiming or unscrupulous acts by participants/no participants of this program. \r\n\r\nPlease contact our paying bank immediately for due processing and remittance of your prize money to a designated account of your choice:\r\n\r\nNOTE: For easy reference and identification, find below your Reference and Batch  numbers. Remember to quote these numbers in your correspondence with your paying bank. Also give them the following \r\ninformation.\r\n\r\nNAME\r\nTELEPHONE NUMBER AND FAX\r\nAGE\r\nADDRESS\r\nOCUPATION\r\nNumber:  NM/BC921245/KY14\r\nBATCH No: NM/207161/WOP.\r\n\r\nCONGRATULATIONS!!!\r\n\r\nYour fund is now deposited with the paying Bank. To begin your claims, kindly contact the paying bank with the below information:\r\n\r\n***********************************************\r\n\r\nUnion Credit Bank\r\nContact person: Mr. Jan Van Dijk\r\nInternational Remittance Officer \r\nE-mail: unioczones@aim.com\r\nTel: +31 614 990 140\r\nFax: +31 847 570 900    \r\n\r\n***********************************************\r\n\r\nNOTE: All claims are nullified after 10 working days from today if unclaimed Congratulations once again from all our staffs, and  thank you for being part of our promotions program.\r\n\r\nYours Sincerely,\r\nMrs. Tonia Van Smith\r\nOnline co-Coordinator\r\n", "id": "5d81e9bdb1aa5e21bd6159a804ad11b8"}