{"email_subject": "much regards", "email_body": "\nMr.Eric Wong.\nUnion Bank Of China,\n99 Queens Road Central\nHong Kong,\n\nDear Friend,\n\nI write you in good faith, hoping that you will treat this letter as a\ndesperate search for assistance in a matter that shall benefit both of\nus.\n\nA random search based on your locality from the Internet produced your\naddress, Please i apologise for this medium of contact as it appears\nthe only definate way i can have assistance with this matter.\n\nI am Mr Eric Wong, Head of Private Banking, Union Bank Of China,also\naccount Manager to a deceased Immigrant property magnate who was based \nin\nthe U.K. and had vast business interest in Hong Kong ,also referred to\nas my client.\n\nOn Monday, 31 July, 2000, 13:22 GMT 14:22 UK , my client, his wife and\ntheir two Children died in the Air France concord plane crash bound for\nNew York in their plan for a world cruise\n\nI have been managing his  Bank accounts here in the Hong Kong, and some\nProperties which he had put out for sale. The properties which have\nlong been put out on sale have been paid for, and the money paid has \nlong\nbeen deposited into his local bank account here. I have contacted you\nto assist in repatriating the money and estate left behind by my client\nbefore they get confiscated or declared unserviceable by my Bank.\nParticularly, the bank has issued me with a notice to provide any of \nhis\nnext of kin or have the account confiscated within a short period of\ntime.My late client has an account is valued at 18 Million United \nStates\nDollars Only\n\nI therefore made further investigation,with the personel department and\ndiscovered that did not declare any kin or relations in all his\nofficial documents, including his Bank Deposit paperwork in my Bank. \nThis sum\nof US$18million is still sitting in my Bank and the interest is being\nrolled over with the principal sum at the end of each year.\nNo one will ever come forward to claim it. According to Laws of Hong\nKong, at the expiration of 5 (five) years, the money will revert to the\nownership of the Hong Kong Government if nobody applies to claim the\nfund.\n\nI now seek your consent to present you as the next of kin to my\ndeceased client, so that the proceeds of his account valued at 18 \nMillion\nUnited States Dollars Only can be paid to you, I will like you to \nprovide\nimmediately your full names and address so that the attorney will\nprepare the necessary documents and affidavits that will put you in\nplace as the next of kin.\n\nThe money will be paid to you for us to share in the ratio of 60% for\nme and 35% for you and 5%, after completion,for Expenses Incurred in \nthe\ncourse of the transaction .There is no risk at all as all the paperwork\nfor this transaction will be done by the attorney and with my position\nas the Head Private Banking guarantees the successful execution of this\ntransaction. If you are interested, please reply immediately to my\nemail: erikwong100@yahoo.com.hk\n\nAll I require is your honest co-operation to enable us see this deal\nthrough. I guarantee that this will be executed under a legitimate\narrangement that will protect you from any breach of the law. Trust me \nas his\nManager of his Estates, as i have all the needed information, that this\nis a risk-free relationship.You should observe utmost confidentiality,\nand rest assured that this transaction would be most profitable for\nboth of us because I shall require your assistance to invest my share \nin\nyour country.\n\nAwaiting your urgent reply.\n\nThanks and regards.\n\nEric Wong.\n\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://yoursite.com\n\n\n", "id": "5d8237c74070f2518e847a0f64370aff"}