{"email_subject": "REPLY URGENT,", "email_body": "Dear Sir\nGood day to you.It is my pleasure to write you this letter and at the same time, thank you for creating time to go through my message.I know you maybe wondering how i got your address but permit me to tell you that i got your contact from your country's business directory and after going through your profile and much delibration, i decided to contact you immidiately, for this noble transaction.My name is Eng. Mrs. Victoria Lulu,A widow and from the nationality of Sierra Leone in west african war torne nation. \nMy self and my husband worked in the country's biggest diamond minning coporation in which he was in charge of accounts while i was a minning engineer. so when the war broke out and the pandemonium that followed, i had to escape with my son and some cash, immidiatelly after the brutal murder of my husband which is after he was accused of financial mismanagement by the rabell leader and head of millitery junta,Mr Forday Sankoh.Although he (Sankoh) claimed to be unconnected to the \nkilling but after all i experienced from the rabells, I think i had to ran for the safty of myself and my son,with The cash which is the sum of $19.8million dollar. \nMy reason for contacting you is to solicit for your assistance and to stand as my trustee in having this cash successfully moved to your country, where i will have to invest it in a good business or if accepted by you, from a joint venture business with you, for the mutual benefit of both of us. Although am still very ready to pay you as a trustee or rather commit it same to the joint venture collaboration.Back in my country, trustee fee is within the range of 5 to 7% of the total fund. Upon your acceptance and willingness to stand as my trustee in handling this transaction, please do reply this mail, by contacting me strickly on this mail address as this mail using was the one myself and my husband were using when he was still alive. please i urge you to \nhandle this transaction with utmost confidentiality as the future of my self and my son solelly depends on the success of this transaction.I look forward to hearing from you very soon.\nThanks in advance for your co-orperation. \nBest Regards From, \nMrss Victoria Lulu.\n\n\n\n\n\n", "id": "5d856ebc2d9c759698440ab87f27a4d2"}