{"email_subject": "HELLO", "email_body": "Hello Friend,\n\n   How are you hope you are fine?How is your family  hope\nthey are fine too.\n   I wanted to discuss something with you,Its really\nbothering me.I know you will be surprise how i got your email address,but\ndont be\nsuprise i got it while i was browsing along the net also i know this will\nsound somehow strange to you becos we have not meet phisically.But i\npromise to be nice.\n\n   I am about to tell you something that i have not\ndiscuss with anyone excluding  my lawyer.My father was a big  time farmer\nin south africa,he uses most of southafrica land for farming.The Govt in\nsouthafrica gave him those lands for farming and he will pay back when he\ngot the money they gave him the land as loan .My father was very\nsuccessfull in the farming business and he paid all the Govt wanted back.\n\n  Some top officials in the Govt were Jealous becos of his\nwealth.They wanted him to Join them carry out a dubious deal against the\nGovt but he refuse ,so they plan to   kill him  and claim all his wealth\nin southafrica.On his way home one day he was coming from the office they\nshot him  with a gun\nand he was rushed to the hospital but he did not\nsurvive it .But before they killed him he saw it coming  and transfer most\nof his fund to a security company in Holland.He died in the hospital ,But\nbefore he died he gave me the contact information of the security company\n,as the\neldest daughter.\n\n  Those people were looking for me and my family and\nwe ran to Nigeria for safety.I contacted the security company yesterday on\nhow i could collect the Money through  my lawyer and they told me that i\nneed a foreign beneficiary outside Africa becos of security reasons.And i\ndont have anyone outside\nafrica that will stand for me as a beneficiarry.They\nsaid the money was too big ($20m)My father never told me the amount of the\nmoney i was so shock.My lawyer told me to look for a beneficiarry.That is\nmy problem\nnow,My mother is willing to give $7m to the person\nthat will help the family.Please  if you can help me in any way i will\nappreciate it alot.I will like to hear from you soon ok.I will like you to\ncontact me through my private address,i will not get your message if you\ndont write back to this address i have supplied you with\n(lollyric@excite.com) I will like to\nhear from you soon.GodBless you.\nN.B  Any amount of money me andyou spend in clearing the consignment i\nwill pay you in double after we have clear the consignment.\n  Lolly Richards.\n\n", "id": "5d8588204db49aee80f99ab8f40329ef"}