{"email_subject": "transaction", "email_body": "From: Barrister Jim Douglas. Attorneys/Legal Practitioner  Dakar Senegal  Dear Friend, Compliments of the day. Grace and peace and love >From this part of the Atlantic.  Dear Friend, I am Barrister jim douglas, a Solicitor and Advocate, the personal  attorney to late Mr. Neil Frazer a National of France, who used to be a  private contractor with the Shell Petroleum Development Company in  Senegal, herein after shall be referred to as my client. On the 21st  of April 2001, he and his wife with their three children were involved  in an auto crash, all occupants of the vehicle unfortunately lost their  lives. Since then, I have made several enquiries with his country's embassies  to locate any of my clients extended relatives: This has proved  unsuccessful. After these several unsuccessful attempts, I decided to contact  you with this business partnership proposal. I have contacted you to  assist in repatriating a huge amount of money left behind by my client  before they get confiscated or declared unserviceable by the  Finance/Security Company where this huge deposit was lodged. The deceased had a  deposit valued presently at $21million US Dollars and the Company has  issued me a notice to provide his next of kin or Beneficiary by Will  otherwise have the account confiscated within the next thirty official  working days. Since I have been unsuccessful in locating the relatives for over 2  Years now, I seek your consent to present you as the next of kin / Will  Beneficiary to the deceased so that the proceeds of this account valued  at $21Million US dollars can be paid to you. This will be disbursed or  shared in these percentages, 60% to me and 40% to you. I have all necessary legal documents that can be used to back up any  claim we may make. All I require is your honest Co-operation,  Confidentiality and Trust to enable us see this transaction through. I guarantee you that this will be executed under a legitimate  arrangement that will protect you from any breach of the law. Please  get in touch with me urgently by E-mail: bar_jim123@yahoo.com . I am  presently in Dakar.  Please, provide me the following: 1. Full Name 2. Your Telephone Number and Fax Number 3. Your Contact Address. Your urgent response will be highly anticipated and appreciated. Best regards, Truly yours, Jim Douglas, Esq. +221 50 65 447", "id": "5db7436facd9213a6957e3baffa478d6"}