{"email_subject": "CONTACT ME IMMEDIATLEY.", "email_body": "Hello,\nI am Mr. Usman Ramat Shehu, Manager with UNITED BANK FOR AFRICAN PLC(U.B.A.).I have a confidential business proposition for you. Our Bank is a \nfinancial institution specialising in private banking to individual customers who likes confidentiality in their financial dealings.I have intrest of investing in your company as such i would like to make contact with you for assistance.\nOn January 13,1987 an Indian-American mining consultant with the \nPetrogas Gas Systems BV Environmental Systems, Mr. Dixit Shanti made a numbered time (Fixed) Deposit for Twenty Four calendar months, valued at \nUS$49,500,000.00 (Forty Nine million, Five Hundred Thousand U.S. Dollars) in the Bank. Upon maturity, I sent a routine notification to his forwarding address but \ngot no reply. After a month, we sent a reminder and finally we discovered from\nhis contract employers, that Mr. Dixit Shanti died in the 1988 Lockerbie \nflight Pan Am 103 plane crash. On further investigation, I found out that he \ndied intestate (without making a WILL), and all attempts to trace his \nnext-of-kin had been fruitless.Please see\nhttp://www.geocities.com/capitolhill/5260/passlist.html\nI therefore made further investigation and discovered that Mr. Dixit \nShanti did not declare any kin or relations in all his official documents with\nus, including his Bank Deposit paperwork in my Bank. This sum of\nUS$49,500,000.00 is still sitting in my Bank and the interest is being\nrolled over with the principal sum at the end of each year.\nConsequently, my proposal is that I will like you as a foreigner to \nstand in as the next of kin to Mr. Dixit Shanti.\nThis is simple, I will like you to provide your full names and home or\noffice including your telephone and fax numbers so that I can seek the\nservices of a lawyer/Attorney to prepare the necessary documents and\ncourt affidavits which will put you in good standing as the \nnext-of-kin.\nA bank account in any part of the world which you will provide later \nwill then facilitate the transfer of this money to you as the \nbeneficiary/next of kin. The money will be paid into your account for us to share in the \nratio of 80% for me and 20% for you.\nBe informed that in other to provide more legality and legitimacy to \nthis project, the paperworks for this will be done by the Attorney and my \nposition as the head of bills and exchange guarantees the successful execution \nof this transaction. If you are interested, please\nrevert back to me.\nPlease observe utmost confidentiality, and rest assured that this\ntransaction would be most profitable for both of us because I shall \nrequire your assistance to invest my share in your country.If you are capable and intrested to do this business with me you reply me in this my email address: usmanramat1@web-mail.com.ar\nThanks and regards.\nMr. Usman Ramat Shehu\nFreeserve AnyTime - HALF PRICE for the first 3 months - Save £7.50 a month \nwww.freeserve.com/anytime", "id": "5de27beb285718a1dc574adae4aa7c0d"}