{"email_subject": "Mrs Caroline Haafkens", "email_body": "\nDear Beloved in Christ,\n\n\n\nIt is by the grace of God that I received Christ,knowing the truth and the truth have set me free.Having known the truth I had no choice than to do what is lawful and right in the sight of God for eternal life and in the sight of man for witness of Gods mercy and glory upon my life.\n\n\n\nI am Mrs Caroline Solange Haafkens from Netherlands.I am married to Dr.Franklyn Haafkens who worked with Chevron/Texaco in Nigeria for twenty years before he died in the year 2001.We were married for twenty-seven years without a child,He died during one of the riots in the Niger Delta region of Nigeria.He was held hostage and slain to death by protesting youths of the region before his death we were both born again christians.\n\n\n\nSince his death I decided not to re-marry.When my late husband was alive he deposited the sum of 8.6 million dollars (Eight Million six hundred thousand U.S.Dollars)with a bank in the Netherlands. Presently this money is still with the bank and the management just wrote me as the beneficiary to come forward to receive the money or rather issue a \n\nletter of authorisation to somebody to receive it on my behalf if I can not come over.\n\n\n\n I am presently with my laptop in a hospital where I have been undergoing treatment for cancer of the lungs, I have since lost my ability to talk and my doctors have told me that I have only a few months to live.It is my last wish to see that this money is invested and at the end of every year distributed among charity organisation.\n\n\n\nI want a person that is God fearing that will use this money to fund churches,orphanages and widows propagating the word of God and to ensure that the house of God is maintained. The Bible made us to understand that Blessed is the hand that giveth.\n\nI took this decision because i know that there are alot of poor people suffering from different kind of disease and nobody to come to their aid.With God all things are possible. As soon as I receive your reply I shall give you the contact of the bank.I will also issue you a letter of authority that will prove you as the new beneficiary of this fund.You will be entitled to 10% of every profit you make in a year.\n\n\n\nPlease assure me that you will act accordingly as I stated herein.\n\n\n\nI await your urgent reply.\n\n\n\nYours in Christ,\n\n\n\nMrs Caroline Haafkens\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n\n- http://blygen.net\n\n\n", "id": "5e0a6436675307ae8b675ab54268abf6"}