{"email_subject": "Urgent Assistant.", "email_body": "Foreign Exchange Department\nFirst National Bank South Africa.\nDR. Taofeek Marvin.\ntaofeekmarvin@netscape.net  \n\nDear Friend,\n\nI,DR Taofeek Marvin, the Director of Bills  & Exchange of the foreign\nRemittance Department at  FIRST NATIONAL  BANK SOUTH AFRICA. I got your address while searching for trustworthy individuals in various countries. In my department, we discovered an abandoned sum of $25, 5 million US Dollars in an account that belongs to one of our foreign customers who died with his family in the September 11th plane crash.\n\n Since we got information about his death, we have been expecting his next of kin to come to our bank and claim his money because we cannot release it unless somebody applies for it as a next of kin or relative to the deceased as indicated in our banking guidelines but unfortunately we learnt that all his supposed relatives died in the same plane crash leaving no relative behind to claim the fund. It is upon this discovery that l and other officials in my department decided to make this business proposal to you and release the money to you as the next of kin or relative to the deceased for safety and subsequent disbursement since nobody is coming for it and we do not want this money to go into our bank treasury as an unclaimed fund.\n\n The banking law and guidelines here stipulate that if such money remained unclaimed after four years, the money will be transferred into the bank treasury as unclaimed funds. The request for a foreigner as a relative for this claim is occasioned by the fact that the customer was a foreigner and a South African cannot claim this fund as next of kin.\n\nWe agreed that 20% of this money will go to the foreign partner who will supply the foreign account, 5% will be set aside for expenses incurred during the transaction and 75% will be for me and my colleagues. Thereafter and my colleagues will visit your country for disbursement of the percentages as indicated above.\n\nIf you are interested to assist in this transaction, kindly contact the writer on the above mobile number or private e-mail address. Please this transaction is risk free and you should not entertain any atom of fear as all required arrangements have been made for transfer.\n\nYours Faithfully,\n\nDR  Taofeek Marvin\nBill & Exchange Director\n\n\n\n\n", "id": "5e648a0132a539a76f8e1792774573b0"}