{"email_subject": "GOOD MORNING AND HAPPY TO MEET YOUR EMAIL PROFILE AND NEED YOUR HELP", "email_body": "My name is Quien Jelo I,m a single . I come from Sierra leone.dear I,m interesting to be your friend after seeing your profile details here as i want to relocate to your area soonest .\n\nI need to hear from you and have something important to discuss with you . I need your help over my fund clearance and transfer for investment and will write you in details once i hear from you.\n\nand i will send  my photos and Details for you to know me properly once i hear back from you and need your direct private email\n\nMY DATAS:\n\nMY NAME: MISS QUIEN JELO\n\nMY AGE: 25 YERARS\n\nMY OCCUPATION: MEDICAL STUDENT BEFORE THE WAR STARTED AND IN LEVEL 2\n\nMARITAL STATUS: SINGLE AND NO BABY YET\n\nNATIONALITY: SIERRA LEONE\n\nMY FATHERS DATAS:\n\nHIS NAME: MR. PATEL JELO\n\nOCCUPATION: EXPORTER OF GOLD DURST\n\nAGE BEFORE HIS DEATH : 52\n\nNATIONALITY: SIERRA LEONE\n\nAmount deposited for us in the finance company is valued $9.5 which i need your help for the clearance and transfer into your country where i want to relocate and have a good life.\n\ncan we talk about it.you can send me through \nmy e-mail \n\njelo_lover1981@yahoo.fr\n\nand phone to reach me is 00229-90988269\n\ni want to relocate to your area and have decided to confide to u in details all about Me and my fund and need your help over the clearance and transfer over there which i want to relocate for living and investment and your kind help is required\n \n i trust you 100% and have confidence in you and you have all the qualities i need for the investment of our fund in \ngood investment and i know you will be able to take good care of me and my younger brother  and you will help us to control our fund after clearance into your account.\n   \nmeanwhile, i have told my brother all about you and i have also informed him that i have told you about our coming over to you and about our fund which i need your help for the clearance and transfer to into your account  for investment. he asked me how can i trust you without \neven knowing you better, i told my brother that Am a child of God  and God do not dissapoint and i was directed to contact you immediately i saw your profile.\n   \nBut firstly, i will like to tell you who am so that you will understand and comprehend my point clearly .\n   \nMy name is Miss Quien Jelo and am here in Benin Republic with my younger brother in a hotel called hotel colombo which we arrived two days now because of big war in that country called Ivory Coastr that lead to the death of my father ad mother living me and my younger brother alive and we are from Sierra Leone-Bo and lives in a country called Abidjan - Cote d'Ivoire but here in Benin Republic we entered as a result of the war in that  country which lead to the death of my father and mother living me \nand david alone on earth.And here in benin republic we entered as a refugee though we are not in the refugee camp and that is why we have access to internet to talk to you. We came here recently and we are staying \nin a hotel. \n   \nPlease we need your assitance and help and that is why we are writting you now.\nBefore the death of my father, he used my name to deposit some money as his next of kin in a FINANCE COMPANY  HERE IN BENIN REPUBLIC. THE TOTAL AMOUNT DEPOSITED HERE FOR US IS VALUED AT $9.5 MILLION DOLLARS. And am standing as the beneficiary but cannot lay claim because here they do \nnot allow refugees to operate account in the bank here and the finance company has contacted us to come and have our fund cleared .\n   \nMy  late father was exporters of gold and diamond to european countries before his death.\n   \nAll i need from you is to help us get the total money transfered into your account for investment once we change the beneficiary in your name and favour  as the person we authorise and empower for the clearance .\n\n WE NEED THE FOLLOWING TO ENABLE US CHANGE THE BENEFICIARY IN YOUR FAVOUR SO THAT YOU WILL BE STANDIND AS THE BONAFIDE AS WE EMPOWER AND THE FINANCE COMPANY WILL CONTACT YOU FOR THE TRANSFER. AFTER WE SIGN THE \nPOWER OF ATTORNEY THAT WILL EMPOWER THEM TO RELEASE AND TRANSFER TO YOU AS INSTRUCTED AND AUTHORISED.I NEED THE FOLLOWING BELOW.\n   \n  YOUR FULL NAME\n  YOUR ADDRESS\n  YOUR TELEPHONE AND MOBILE \n \n   \nONCE WE RECEIVE ALL THIS AND YOUR TELEPHONE CALL ASSURING US YOUR READINESS AND WILLINGNESS TO HELP US CLEAR AND CLAIM OUR MONEY AND ASSURE US ALSO OF HELPING US TO INVEST OUR  MONEY WHICH IS THE ONLY HOPE OF OUR LIVING  AND YOU ARE NOT GOING TO BETRAY US ONCE THE  MONEY ARRIVE IN \nYOUR ACCOUNT. WE WILL SUBMIT YOUR DETAILS  FOR THE CHANGE OF THE BENEFICIARY IN YOUR FAVOUR TO ENABLE THE FINANCE COMPANY HAVE THE FUND TRANSFER AS WE AUTHORISE.\n   \nGOD  BE WITH YOU AS WE AWAIT YOUR POSITIVE DECISION TO HELP AND YOU CAN GET  US ON PHONE NO: 00229-90988269 FOR DETAILS DISSCUSSION\nREPLY ME HERE PLEASE FOR EASY ACCESS:\n  \n\nSEE THE WEBSITE BELOW FOR YOU TO UNDERSTAND OUR POSITION NOW\n   \n  http://www.rtici.tv/photo1.htm\n\n\n\n\n\n", "id": "5e6d13db00a6c525fee205f9bd2a7f00"}