{"email_subject": "Business proposal", "email_body": "FROM THE DESK OF\n DR.WILLIAM ISIAKA\n FOREIGN REMITTANCE DEPT.\n UNION BANK PLC\n MARINA, LAGOS.\n\n          Dear Sir,\n          \n  Every four years Nigerian Banks transfer to its treasury Millions of dollars of unclaimed deceased depositors funds,in compliance to the banking laws and guidelines.In the majority of cases in reference to my bank,UNION BANK OF NIGERIA PLC,The money normally runs into several millions of dollars.\n\nUntil MR. THOMAS J. WALTERS death,along with his wife,Doris and their two sons Michael and William in a private plane crash,I was his foreign currency denoted bank account manager,with consistent balance in excess of eight digits.Ever since his death and up till this time of writing,no next of kin or relation has come forward to claim his money with us.\n\n Naturally,as long as the deceased money remains unclaimed,the bank remains richer in free fund with his money.However,with my being in direct charge of bill and Exchange in the foreign Remittance Department of my bank,I am in a position to cause the payment of this money to whoever that presents himself/herself as next of kin or relation of the deceased.It does not matter whether you bear the same name with the deceased,all you have to do is to provide a foreign account which this money will be remitted into.(It could be a virgin account).\n\n Now,I want you to act as the deceased relation/next of kin to enable me transfer this money into your account. On a succesfull transaction of this $25,600,000 USD(Twenty Five million Six hundred thousand dollars),You will be entitled to 30% as our foreign partner,while 60% will be for me and my partners,the remaining 10% will be for the expenses incurred by me or you during the period of this transaction.\n\nRemember,As soon as this fund is remitted into your account,my partners and I will visit you in your country for the disbursement of the funds and for investment purposes.\n\nIf you are interested in this transaction,do the following to enable me commence action-\n\n(1) Act as next of kin or relation of the deceased.\n(2) Provide the location where you want the fund to be remitted.\n(3) Provide your direct and private telephone/fax numbers for effective communication.\n(4) Give immediate reply to my email address:williamisiaka55@123.com\n\nAfter getting all this information from you i shall immediately contact an attorney who will swear an affidavit/oath that you are the bonafide beneficiary of the fund.\nLooking forward to hearing from you soon.\n\n  Best regards,\n\n DR. WILLIAM ISIAKA\n \n\n\n \n\n \n\n\n\n____________________________________________________________\nCharle con sus amigos online usando CHAT 123 http://www.123.com/sp/chat/section.php?id_section=329\n\n\n", "id": "5e8882c07774ab25703df52196b56ff0"}