{"email_subject": "Thanks", "email_body": "Hello!\n My name is Mr. Kumalo Debe Ghanaian by nationality I am one of the manager to Fidelity Security services, I work at the off airport branch Accra, Ghana, West Africa. I am sorry to reach you through this method; anyway I felt this is one of the civilized ways to reach you.\n\n In my department where I work we where instructed by the director general to carry out a general cleanup of our warehouse, during the clean up my colleague and I come across three trunk boxes, two contained 35 millions United State Dollars why the other one contained diamonds which was deposited in our custody. We marked the boxes and collect the depositing codes number for verification, after our clean up we decided to go through our files to know how come we have such things in our custody as we know in our company we never looked after money we only accept valuable Items.\n\n From our investigation we found out that they were all registered as valuable items not money, and a Liberian businessman deposited them since October 1996. Our investigation also revealed that the depositor was captured and Killed by the Liberian rebels, since then no body has come forward to make claim of the deposit. \n\nWhy I am writing you is for you to claim the owner ship of the deposit, we are ready to give you 30% and 5% for expenses, every documents for the claim are with me as I have collected copies of all the depositing documents from our files, we shall instruct you on how to make the claim without coming to Ghana if you wish not to, the documents will be forwarded to you and we shall prepare a death certificate in the name of the depositor and prepare a power of attorney in your name as the new owner together with the depositing documents its enough for the claim. \n\nUpon your reply the documents will be forwarded to you, please help us keep it very confidential, as you know we are still in service. If there is anything about this deal you don't understand please do not hesitate to ask, as I am ready to entertain any questions. \n\nYours Sincerely, \nKumalo Debe.\nFidelity Security services Ghana. Please let you reply be swift\n\n\n", "id": "5ea884dac64f228f8de3f1453e87ae2e"}