{"email_subject": "RESPECTS", "email_body": "         \n    \nAUSTINE FREEMAN KAMOKAI. \nkamokai2006@latinmail.com\n  \nMay I use this medium to introduce myself to you? I am a Sierra Leone National and my name is Austine freeman. The son of Sabatha Kamokai my father has a Diamond and Mining Corporation in Sierra Leone before the war finally broke out. \n  Things have never been the same and presently, I am seeking refugee in Ghana. I pray that my decision to contact you will be given a genuine approval considering the facts that we have not known each other before. \n  \nBefore my father was killed he deposited some huge amount of money in Ghana with a security company in two save boxes which was deposited as described to be containing precious items and personal effects I have worked out arrangements to get this box containing the fund to be taken out of Africa.\n  \n Now I need \nyour assistances to help me receive the boxes in your country as soon as it arrives and the safe keeping of it. When the box arrives, you will meet the diplomatic officials and they will assist you. All the documents covering the legality of the money will be sending to you through my lawyer name \nBarrister kwame Kofi. \n  \nAs you can understand, presently we are in very tight situation and hence I have not been able to pay the demurrage that the box has accumulated that is the reasons we have not remove the boxes from the company. Every day, which the boxes spend in the company for safe keeping, it accumulates demurrage of $20 per day. This is why I work out this strategy to take this box out of Africa. There, you will help me receive it as our trustee or beneficiary. \n  \nI and my brother have worked out %20 of the amount for you and your family,%10 kept aside for all expenses  and the remaining %70 is what I and my family will invest and live with. \n  \nI know you will be wondering how I got your contact.I came cccros your contact while searching for a reliable, trustworty person to handle this progect.I will be very grateful if only you can help me out of this transaction, Because I want this cash to be moved out of Ghana to overseas for investment under your care without any further delay.mail to my private email  kamokai2006@latinmail.com. Or contact my lawyer at barrister_kwame_chambers@yahoo.co.in\n         THANKS AND BE BLESSED IN THE LORD\n       \n           Freeman kamokai\n   \n\n \t\t\t\t\n---------------------------------\n Here\u0092s a new way to find what you're looking for - Yahoo! Answers \n \t\t\t\t\n---------------------------------\n Here\u0092s a new way to find what you're looking for - Yahoo! Answers ", "id": "5ed432668e826c72d6a53875d2fa13d3"}