{"email_subject": "MY MAIL MESSAGE TO YOU!!", "email_body": ">From Mr.Joseph Cabutti\n20 SILVER CRESCENT,\nEnugu,Nigeria.\n\nCompliment of the day\n\nI am Joseph Cabutti the consulting auditor with one of the prime banks here\nin Nigeria. My search for a trustworthy individual/firm has led me to\nyou. I came across your contact while looking for a worthwhile investments\nor projects that I can be affiliated with. I am writing you this letter to\nask for your support and co-operation to carry out this transaction.\n\nThe proposition\n\nAn industrialist and a foreigner who was customer of my client bank, who\ndied on the 25TH JULY, 2000 in CONCORDE PLANE CRASH [Flight AF4590] with\nthe whole passengers on board. During the course of my auditing discovered\nan account opened in the bank in 1998 by this great late NDUSTRIALIST who\ndied without a written or oral 'WILL' attached to the account. Since his\ndeath, I further investigated with kin interest to see if I can get any\nrelative of the late industrialist but all has proved abortive as no one\nhas come to claim his funds and no other person knows about this account\nor anything concerning it.\n\nThe account has no other beneficiary and until his death he was the CEO of\nhis company work with my client bank, he had a balance of $36,000,000.00\nUSD {Thirty six million united states dollars} which the bank now expects\na next of kin to claim as beneficiary, Valuable efforts are being made to\nget in touch with any of the relatives but to no success. It is because of\nthe perceived possibility of not being able to locate any the next of kin\nand the beneficiary. The management under the influence of the Chairman\nand members of the Board of Directors of the bank, are making arrangement\nfor the funds to be declared \"UNCLAIMED\" and will be lost to the Federal\nGovernment or subsequently be donated to the Trust Fund for Arms and\nAmmunition to further enhance the course of war in Africa. In order to\navert this negative development, I now seek your permission to have you\nstand as a next of kin to late beneficiary so that the funds USD36m would\nbe released and paid into your account as the beneficiary next of kin. We\nwish to start the first transfer with $10,000,000.00[Ten million] and upon\nsuccessful transaction without any disappointment from your side; we shall\nre-apply for the transfer of the remaining balance to your account.\n\nI have secretly discussed this matter with a close confidant attorney whom\nI must involve in order to assist us produce legal back-up documents which\nwould substantiate your claims and also enable us have a smooth and\nsuccessful transfer of the fund to any foreign bank account which you are\ngoing to nominate. On this note, We have secured from the probate an order\nof mandamus to locate any of deceased beneficiary and more so we are\nassuring you this business is 100% risk free involvement you should not\nentertain any fear as all modalities for fund transfer can be finalized\nwithin 7 to 9 banking days, after you apply to the bank as the beneficiary\nof the fund from the deceased. At the conclusion of the transfer 65% of\nthe fund will be for me, I will give you 20% of the total transfer sum,\n10% for charity both in Africa and in your country while the remaining 5%\nwill be set aside to settle expenses both parties might incure during the\ntransfer process.\n\nIf this proposal is acceptable by you do not make undue advantage of the\ntrust we have bestowed on you, then kindly get to me immediately.\n\nPlease furnish me with your private Telephone and Fax Number for easy and\nsafe communication.\n\nRespectfully yours,\nJoseph Cabutti.\n\n\n\n", "id": "5efcb53621ab2b2e9783f3bc101d60be"}