{"email_subject": "MUTUAL  BENEFIT", "email_body": "\nDR. VICTOR AKU\nNNPC, CORP. HQ. LAGOS,\nNIGERIA.\nvicak20@yahoo.co.in\nTel:234-8025294767\n\nDear sir,\n\nI am the chief engineer and a member of the Tender Board Committee of the Nigeria National Petroleum Corporation, Lagos. After due consultation with other members of the Committee, I have specifically been mandated to arrange and negotiate for trusted foreign firm or individual account overseas for a possible transfer of some funds being an over invoiced sum resulting from various contracts executed by foreign companies for my Ministry \n\n\nNATURE OF CONTRACT: Supply of B.P.S.D chemical, erection and system Optimization of super polypro for warri refinery. Supply of capacity turbine flow axle, and computerized conveyer for plant A-D Warri refinery. Activation of axle turbine pipes flow plants and liters flow for Kaduna refinery.\n\nOBJECTIVES: It should be noted that original value of these contracts were purposely over invoiced by we, the Tender Board Committee Members with the sum of Thirty eight million five hundred thousand US Dollars($38.5M). Now all firms involved have been paid accordingly and the project commissioned. At this juncture therefore, we want to transfer this inflated\nsum to a trusted foreigner&#8217;s account as the true beneficiary, through the Central Bank of Nigeria. We as Civil Servants are not allowed to operate foreign Account.\n\n\nBENEFIT: we have therefore, agreed to give you 30% of the amount, while 5% will be set aside to offset any expenses incurred during the transaction. And 65% will be for us the officials.\n\nREQUIREMENT: All modalities have efficiently and secretly worked out with the top officials of the Federal Ministry of Finance and Central Bank of Nigeria to facilitate the remittance of this fund into your Account within 7 /14 working days of receiving the following Bank information from you. Thus: - The Name, Address, Telephone, Fax and your account numbers of the Bank where you wish the Fund to be transferred. Your Company&#8217;s name, Telephone and Fax numbers. Your Personal phone and fax numbers for private discussions. On receipt of this Bank information, all arrangements shall be perfected here for a successful and hitch-free transfer of this fund to your Account. Utmost confidential and trust is highly needed. All your replies should be strictly on my direct e-mail address. This transaction is 100% free and does not depend on any specific field of trade. Reach me on the above email if you are interested in my proposal.\n\nBest Regards,\nDR VICTOR AKU\n\n\n___________________________________________________________________________\nDer WebMail Service vom ems-network Portal - http://www.ems-network.de\n\n\n", "id": "5f38903da20db2e02b648ca45f3f5f6b"}