{"email_subject": "event of the accident", "email_body": "\n\n\n\nFROM THE DESK OF: BARRISTER BRUCE NELSON SMITH.\nCHAMBER: BRUCE SMITH & ASSOCIATES\n19 KINGSWAY ROAD, IKOYI LAGOS NIGERIA.\nDear Friend\nI am Barrister and a Solicitor. I am the Personal Attorney to Dr Adams, a \nnational of your country, who used to work with CADBURY NIGERIA LIMITED, on \nthe 21st of April 2004, my client, his wife and their three children were \ninvolved in a car accident along Sagamu Lagos Express Road.\nUnfortunately they All lost their lives in the event of the accident,\nSince then I have made several enquiries to your Embassy to locate any of my \nclients extended relatives, this has also proved unsuccessful. After these \nseveral unsuccessful attempts, I decided to trace his elatives over the \nInternet to locate any member of his family but of no avail, hence I \ncontacted you. I contacted you to assist in retrieving the money and \nproperty left behind by my client before they get confiscated or declared \nunserviceable by the bank where this huge deposit were lodged.\nParticularly, the Bank where the deceased had an account valued at about \nUS$10.5M (Ten Million Five Hundred Thousand United Stated \ndollars).Consequently, the bank issued me a notice to provide the next of \nkin or have the account confiscated. Since I have been unsuccessful in \nlocating the relatives for over 2 years now.\nI seek your consent to help me in the search of the next of kin of the \ndeceased or will you accept the offer to stand as the next of kin Since you \nare from the same country, so that the proceeds of this account valued at \nUS$10.5MD can be paid to you and then you and I can share the money. 50% to \nme and 40% to you, while 10% should be for expenses or tax as your \ngovernment may require. I have all necessary legal documents that can be \nused to back up any claim we may make.\nAll I require is your honest cooperation to enable us see this deal through \nand\nI guarantee that this will be executed under a legitimate arrangement that \nwill protect you from any breach of the law. Please direct your reply \nthrough this alternative mailbox if you are interested to enable us discuss \nfurther.\n\nYours Faithfully,\nBarrister Bruce Nelson Smith (Esq.).\n\n\nN.B. Please indicate your contact address, telephone, and fax numbers for \neasy communication in this mutual transaction.\n\n_________________________________________________________________\nDont just search. Find. Check out the new MSN Search! \nhttp://search.msn.click-url.com/go/onm00200636ave/direct/01/\n\n\n\n", "id": "5f55e309ac0db151467ff660e631ab8a"}