{"email_subject": "MONEY TRANSFER", "email_body": "FROM THE DESK OF:\nDR.LESTER WALLACE(PH.D)\nINTERCONTINENTAL BANK PLC,\nPLOT 23,AHMADU BELLO WAY\nLAGOS-NIGERIA.\n \n \n \nGreetings,\nI am a senior Accountant in my Bank also accounting officer to Mr Daniel , a national of your country, who worked with the Chevron Plc in Nigeria. On the 21st of April 2004, my customer, his wife and their two children were involved in auto-crash along the ever-busy Sagumu-Ibadan High Way. All occupants of the vehicle unfortunately lost their lives. Since then, the Board of Directors of my Bank have made several enquires to their embassy to locate any of my customer's extended relations but to no avail. Hence the needs to contact you is to present you as the next of kin at the bank and claim this fund, since you both share the same family name.\n \nI have contacted you to assist in repatriating the money and Property left behind by my client before they get Confiscated or declared unserviceable by the bank where this Huge deposits of US$20M was lodged.\n \nThe Bank has published several Notices for the Next of Kin of the deceased to apply for collection of this Fund or have the account confiscated within a short Period of time.\n \nSince I have been unsuccessful in locating the relatives for over 3 years now I seek your consent to present you as the Next of kin of the deceased,hence two of you share the same family name, so that the proceeds of this Account valued at US$20 million dollars can be paid to you and Then you and me can share the money, 60% to me and 40% to you.\n \nI have all necessary legal documents that can be used to backup any claim we may make. All I require is your honest cooperation to enable this deal through. I guarantee that this will be executed under a legitimate Arrangement that will protect you from any breach of the Law. Please get in touch with my email at:leswal27@yahoo.com\n\nBest regards,\nDR.LESTER WALLACE,\nSENIOR ACCOUNTANT\nINTERCONTINENTAL BANK  PLC.\n\n\n\n\n\n\n", "id": "5f62c78ca3dffde776fd6c7fc0c93363"}