{"email_subject": "MISS AISHA  JOHNSON", "email_body": "COMPLIMENTS OF THE SEASON, \n \nWith due respect, trust and humility I write this \nletter to you, seeking your  help and assistance though it's difficult since we have not met before.I believe that you are capable and reliable in handling this urgent international transaction of this sort. \n \nI am AISHA JOHNSON, the dougher of comrade STEVE JOHNSON\na businessman and  politician, in the Zimbabwean political arena. \nMy father was the famous  politician who stood firm against President Mugabe 's idea of continuous   seizure of White  farms and the distribution of it to the blacks  without  compensation to the owners. \nBecause of my father's  stand in this issue, he was killed on the  by a planned motor accident along  Mashonaland  in Western Mashona   province of Zimbabwe, the planners of the accident are said to be dissidents soldiers  suspected to have the backing of the government and President  Mugabe. \n\nSir, when this accident occurred at about 6;45 pm Zimbabwean time my father  did not die on the spot rather he was rushed to Harare hospital by some  members of the opposition group.\nSensing that if my father die we shall be the next target, my mother in her sick condition managed under special arrangements by some UDM members(the opposition group) managed to sneak us out of Zimbabwe to DAKAR SENEGAL \nwhere we are to seek asylum. It was at this stage that my \nmother confided in me  that my father, before he died, had released certain documents to her. \nOne  of these documents is the main reason i am writing \nthis letter to you, and it  concerns a deposit of one diplomatic box my father concealed with one of the \nprivate security company here in dakar containing US$3M (Three million, \nunited states dollars) declared as  family valuables, and other vital documents which was meant for his  political campaign in the past election march 2002. \nWe are now in DAKAR SENEGAL with the original documents of \ndeposit intact, there is no way we can comfortably \ntransfer this money abroad for  safe keeping and investment without assistance from someone overseas, I  decided to write to you seek for your help for this money to be transferred  to your position for you to stand as our foreign partner and establish contact with the finance company to retrive the consignment out of the custody of the security and finance company.\nI want to assure you also that this transaction is 100% risk free as no \nother person knows this box apart from my younger borther  I and my mother \n\nSir, as for your reward kind assistance we have resolved to give you \n20% of the total amount, 5% will be set aside  for any expenses that might \nbe incurred in the course of this transaction. We planned \nto invest the rest of the money in your country under your guidance. If \nyou are willing to help us, try as much  as possible to mail me back for more briefing, and  also, to enable us proceed in earnest towards concluding the transfer. \n \nTherefore,I want you to scan and forward to me copy of  your national driving lincense or passport for me to nominate you as our foreign partner/recipient of the consignment once it leaves the treasury department of the finance company.\nyour contact address;either office or home address.which will be filled in the nomination letter which i will submit to the finance company.and also your phone number for our easy communication.\n\n \nSir, bear in mind that our lives depend on this fund and we do hope \nthat this money will be safe when finally transferred to your position. I \ndo hope to establish a rewarding and good relationship with you and your family after this transaction. \nHoping to hear from you as soon \nas possible. \nThanks for your co-operation and God bless. \nBest regards, \nAISHA  JOHNSON.\n\n\n\n\n\n", "id": "5f7f1e3ee4f8dae7eacea488e41f054a"}