{"email_subject": "Re: Urgent attention needed", "email_body": "\nSTRICTLY CONFIDENTIAL \n\nSir\n\n \n\n                        PARTNERSHIP IN BUSINESS \n\n \n\nAfter due deliberation with my colleagues, I decided to forward to you this proposal. We want a reliable person who could assist us to transfer the sum of US$40.5M (forty Million Five Hundred Thousand Dollars) only into his account. \n\n \n\nThis fund resulted from an over-invoiced bill from a contract awarded by us under the budget, allocated to my ministry and the bill was approved for payment by the concerned ministries. The contract has been executed. Commissioned, the contractor has been paid his actual cost for the contract. We are now left with the balance of US$40.5M as the over-invoiced amount, which we have deliberately over estimated for our own use. \n\n \n\nBut under our protocol division, civil servants are forbidden to operate or own a foreign account. This is why I contacted you for assistance. We have agreed that you will be entitled for 30% of the total sum, 60% for us while 10% for any expenses incurred while transacting the business and whatever left from the 10% will be shared equally.\n\nAs you may rightly want to know I got your address from our Chambers of Commerce and Industry. I am a top official with the Ministry of Petroleum Resources (MPR). We the officials involved in the deal have put in many years of services to our ministries. We have been exercising patience for this opportunity for so long and to most of us, this is a lifetime opportunity we cannot afford to miss. This transaction is very much free from all sorts of risks. \n\n \n\n To enable us get this fund paid into your account, we have to present an international business outfit and consequent upon your agreement, we will fax to you the information you will transcribe into your invoice and send back to us. As soon as the funds are remitted into your nominated account, three officials will visit you to arrange for our share. All these will only take us 10 working days to transfer this fund into your account right from the day we receive the requirements. \n\n \n\n NOTE: Your discussion regarding to this transaction should be limited, because we are still in Government service. Let honesty and trust be our watchwords throughout this transaction. And your Prompt reply will be highly appreciated. \n\n \n\nBest regards. \n\n \n\nSunny Udoman\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at Libera Universita' Popolare della Valpolicella\n\n\n", "id": "5fb0ca53632a208624ad793b2b9053a9"}