{"email_subject": "BUSINESS /TRANSACTION.", "email_body": "                Strictly confidential.\n\nOffice of the chairman \nContract awarding committe \nEcowas headquarters \nLome,Republic of togo.\n\nAttn:\n\nAccount provision for usd 9.5m\n\nForgive my indignation if this message comes to you\nasa surprise and if it might offend you without your\nprior consent and writing through this channel.\n\nI am George Ugo,The Chairman, Contract\nAwardind Committee of the ECONOMIC COMMUNITY OF WEST\nAFRICAN STATES ( ECOWAS)with Headquarters in Lome,\nTogo.I got your information in a business directory\nfrom the Togolaise Chamber of Commerce and Industries\nwhen I was searching for a reliable,honest and\ntrustworthy person to entrust this business with.I was\nsimply inspired and motivated to pick your contact\nfrom the many names and lists in the directory.\n\nAfter discussing my view and your profile with my\ncolleagues,they were very much satisfied and deci! ded\nto contact you immediately for this mutual business\nrelationship.We wish to transfer the sum of\nUSD9.5,000,000.00 (Nine Million Five Hundred Thousand\nUnited States Dollars only.)into your personal or\ncompany`s bank account.\n\nThis fund was a residue of the over invoiced contract\nbills awarded by us for the supply of ammunitions,\nhard/soft wares,phamaceauticals/medical items,light\nand heavy duty vehicles, apperals and other\nadministrative logistics etc for the ECOMOG in\nSierria-Leone and Liberia during the Peace Keeping\nProjects.\n\nThis DEAL was deliberately hatched out and carefully\nprotected with all the attendant lope holes sealed\noff.As the Chairman of CAC,I have the cooperation and\nmandate of the Financial Director and the Secretary of\nthe Organisation.We arranged and over invoiced the\ncontract funds supplied by different companies from\ndifferent countries during the crisis. \n\nIt was our consensus to seek the assistance of a\nwilling foreigner to provide us with the facilities to\ntransfer this money out of West Africa.This is borne\nout of our beleif in the non-stable and sporous\npolitical nature of this sub-region.\n\nThe original contractors have been duely paid by the\nBanque Centrale Des Etats De L`Afrique De L`Ouest\n(Central Bank of the West African States)through our\nbankers-Societe Generale Banque.This balance is\nsuspended in the escrow accounts awaiting claims by\nany foreign company of our choice.We intend to pay out\nthis fund NOW as the organisation is winding up its\nactivities since the aim of returning PEACE to the\ncountries and the coast has been achieved.\n\nBased on the laws and ethics of employment,we as civil\nservants working under this organisation, are not\nallowed to operate a foreign account.This is the more\nreason why we needed your assistance to provide an\naccount that can sustain this fund for safe keeping\nand our future investment with your comprehensiv! e\nadvise,assistance and partnership in your country.\n\nIt is however agreed,as the account owner in this deal\nto allow you 30% of the entire sum as compensation,65%\nwill be held on trust for us while 5% will be used to\ndefray any incidental charges and cost during the\ncourse of the transaction.\n\nThis transaction will be successfully concluded within\n14 days if you accord us your unalloyed and due\ncooperation.You should provide the followings; \n\nYOUR COMPANY`S NAME WITH COMPLETE ADDRESS,TEL\nAND FAX NUMBERS.(if available)\n\nTHE NAME OF YOUR BANK,ITS ADDRESS WITH TEL,FAX\nAND TELEX NUMBERS.\n\nTHE ACCOUNT NUMBER\n\nTHE COMPLETE MAILING ADRRESS OF THE BENEFICIARY \nWITH TELEPHONE AND FAX NUMBERS.\n\nUpon the receipt of this informations,the documents\nand approval with the texts will be sent to you for\nconfirmaton and then forwarded to the organisation for\nratification and subsequent payment.\n\nAs with the case of all organised (s! ensitive)and\nconspired DEALS,we solicit for your unreserved\nconfidentiality and utmost secret in this business. We\nhope to retire peacefully and lead a honourable\nbusiness life afterwards.There are no risks involved.\n\nReply Asap. \nWith Regards.\n\nAustin Dunger.\n\n\n\n\n\n\n\n\n\n__________________________________\nDo you Yahoo!?\nYahoo! SiteBuilder - Free, easy-to-use web site design software\nhttp://sitebuilder.yahoo.com\n\n", "id": "5fd7be512ada799901f52024f4fc56ce"}