{"email_subject": "GOOD DAY TO YOU", "email_body": "FROM HIS ROYAL MAJESTY (HRM) CROWN RULER OF ELEME KINGDOM \nCHIEF DANIEL ELEME, PHD, EZE 1 OF ELEME.E-MAIL \nADDRESS:obong_715@epatra.com  \n\nATTENTION:PRESIDENT,CEO Sir/ Madam. \n\nThis letter might surprise you because we have met\nneither in person nor by correspondence. But I believe\nit is one day that you got to know somebody either in\nphysical or through correspondence. \n\nI got your contact through discreet inquiry from the\nchambers of commerce and industry of your country on\nthe net, you and your organization were revealed as\nbeing quite astute in private entrepreneurship, one\nhas no doubt in your ability to handle a financialbusiness transaction. \n\nHowever, I am the first son of His Royal\nmajesty,Obong.D. Eleme , and the traditional Ruler of\nEleme Province in the oil producing area of River\nState of Nigeria. I am making this contact to you in\nrespect of US$60,000,000.00 (Sixty Million United\nState Dollars), which I inherited, from my latefather. \n\nThis money was accumulated from royalties paid to my\nfather as compensation by the oil firms located in our\narea as a result of oil presence on our land, which\nhamper agriculture, which is our major source oflivelihood. \n\nUnfortunately my father died from protracted\ndiabetes.But before his death he called my attention\nand informed me that he lodged some funds on a two\nboxes with a security firm with an open beneficiary\nstatus. The lodgment security code number was also\nrevealed to me, he then advised me to look for a\nreliable business partner abroad, that will assist me\nin investing the money in a lucrative business as a\nresult of economic instability in Nigeria. So this is\nthe main reason why I am contacting you for us to move\nthis money from the security firm to any Country of\nyour choice for investment purpose. \n\nSo I will like you to be the ultimate beneficiary, so\nthat the funds can be moved in your name and\nparticulars to any Country of your choice where it\nwill be claimed and invested. Hence my father have had\nintimated the security firm personnel that the\nbeneficiary of the box is his foreign partner whose\nparticulars will be forwarded to the firm when due. \n\nBut I will guide you Accordingly. As soon as the funds\nreach, I will then come over to meet you in person, so\nthat we can discuss physically on investment\npotentials. Based on this assistance my Family and I\nhave unanimously decided to give you 30% of the total\nmoney, 5% for Charity home, 10% for expenses, which\nmay arise during this transaction, Fax and phone bills\ninclusive. The balance of 55% you will invest andmanaged for my Family. \n\nI hereby guarantee you that this is not government\nmoney, it is not drug money and it is not money from\narms deal. Though you have to maintain high degree of\nconfidentiality on this matter. I will give more\ndetails about the proceedings of this transaction as\nsoon as I receive your favorable reply. \n\nPlease reply to my Email Address:obong_715@epatra.com\nI hope this will be the beginning of a prosperous\nrelationship between my family and your family. \n\nNevertheless if you are for any reason not interested,\nkindly inform me immediately so that I will look foranother contact. \n\nI am waiting for your quick response. \n\nYours faithfully, \n\nPrince Obong Abbot \n\n\n", "id": "5fdf573d82ec06c7796e32bc51b84312"}