{"email_subject": "FROM MR AHMED", "email_body": "The President/CEO\n\nDear Sir/Madam,\n\nIt is indeed my pleasure to write you this business request which I believe \nwill come to you as a surprise since both of us are complete strangers.\n\nI am MR. AHMED, ABACHA the son of the late General SANNI ABACHA former \npresident of the Federal Republic of Nigeria.\n\nIn brief details, after the death of my father the government of Nigeria \narrested my elder brother and kept him in jail being the heir apparent of my \nlate father until he was made to sign an authorization empowering the \ngovernment to frozen all of my fathers account and seized his landed assets \nalleging that my late father looted the federal treasury during his tenure \nin office thereby leaving the family with visually no source of livelihood \nexcept for the goodwill we receive from family friends who appreciated the \ngood and kindness done by our heroic father while in office as president.\n\nAs if this inhuman act of the government was not enough, they frozen the \naccount of my mother and restricted her movement even within the country. \nThe family being faced with financial difficulties and having exhausted all \navenues to make the present government return some of the money and landed \nassets confiscated from us, we launched a vigorous manhunt for any \ninvestment my late father could have maintained overseas directly or \nindirectly. In our relentless effort, last month we stumbled into a vital \ndocument kept in a little safe hidden in the basement of our house revealing \nthat he maintained a private vault box deposit with a private finance and \nsecurity firm in the Republic of South Africa. According to this document he \nhas the sum of US$125,450,000.00 (One Hundred Twenty-Five Million Four \nHundred and Fifty Thousand United States Dollars) in his vault box deposit \nwhich the security firm is not aware off.\n\nTherefore, in our bid to recover this investment, my mother request that I \nimmediately travel to South Africa to hold discussions with the management \nof the security company to discuss possible ways the family can take \npossession of the investment deposit being held with them. It was on this \npremise I was told by the management of the company that the agreement \nentered into with our late father is that his safe box deposit will be \ncollected upon his instruction by his friend in the United States. This we \nstrongly believe he did for security reasons as the then president. The \nmanagement had therefore insisted that for them to release the vault box \ndeposit, my family must appoint someone who can stand in for my late father \non behalf of the family.\n\nIn view of the above, my mother have asked me to stay behind in South Africa \nto source for someone from the United States who is willing to assist our \nfamily which is in die need at this point in time.\n\nHowever, please note that this transaction is guaranteed, safe and secured.\n\nPlease do not hesitate to contact me at once should you be interested to \nhelp my family. Also, my family has decided to part with 25% of the total \nsum for your kind cooperation and assistance. My contact me with E-mail,\n\nBest regards,\n\nAhmed, Abacha\n\n\n\n\n", "id": "5fef67bb6c8c57d78a74bfffd592f056"}