{"email_subject": "Dear sir/madam", "email_body": ">From Gordon and Rose\npl0t 5 site G,\nv/island ikoyi,lagos\nNigeria.\nEmail=gord_wiliams1@yahoo.co.uk\nGood a thing to write you,which however is not mandatory nor will in any manner compel you to honour against your will.\n \nDearest we are Gordon and Rose Wiliams ,of our late Parents Mr and mrs Victor Williams. Our Father was a highly reputable business magnet-(a cocoa merchant)who operated in the capital of Lagos during His days. \n \nIt is sad to say that He passed away mysteriously in France during one of his business trips abroad.\n \nThough His sudden death was linked or rather suspected to have been  masterminded by an uncle of ours who travelled with Him at that time. But God knows the truth!Our mother died when we where small ,and since then our Father took us so special.\n \nBefore His death, My father called me and told  me that he has the sum of (USD$12.500,000) ( MILLION UNITED STATES  DOLLARS )deposited with an international bank in Republic Nigeria  west Africa. He further told me that He deposited the money with the name  of a business partner while I am the next of kin to the deposited money.\n \n\n>From Gordon and Rose\nWe are just young 16 and 18 years old and a high school college people, with  little knowledge of business that is why We are in need of a partner whom  will assist us to get this fund released for investments in his or her country while I proceed with our education,\n \nDear,\nWe are in a sincere desire of your humble assistance on this regard, and your suggestions and ideas will be highly appreciated.\nNow permit me to ask these few questions?\n \n1. Can you honestly do this transaction with Us ?\n2.can We completely trust you?\n \nPlease,Consider this and get back to us as soon as possible so that we can give you the full informations that will be need. And We will want you to know that you are the frist person we have contacted for this transaction.\nThank you so much and God bless you abundantly.\n \nBest regards,\nGordon and Rose\n\n\n\n\n\n", "id": "601ad98f07a92dd07ab5c4d7340c7c9b"}