{"email_subject": "CAN YOU ASSIST?", "email_body": "Dear Sir/Madam, \n\nSince the present new South Africa. The SOUTH AFRICAN RESERVE BANK which over rides all banking system has cut across THE MONETARY POLICY COMMITTEE (MPC) and most banking system. And major policy has been established since the beginning of this year by THE SOUTH AFRICAN RESERVE BANK (SARB) On January 1st 2005 as it first annual physical policy. Decisions to cut the policy/ financial institutions to be able to meet up with the world standard banking system were carried out. \n\nBasically a Repurchase (REPO) rate by 150 basic points from 10 percent TO 8.5 percent. This was the first Consecutive cut starting from January 1st 2005 which basically affects all banking Sphere which FIRST NATIONAL BANK and most commercial bank were not left out. The declining rate of the Rands to foreign exchanges 8.9 percent to 8.5 percent was a major issue. The Rand initially ignored the interest rate but then Weakened to 7.20/Dollar from the beginning of this year. SARB attributed this to many factors that led to the January 2005 rate cut, such as Subdued inflation from the rest of the world, a strong Rand, an improvement in inflationary expectations and surplus productions.Capacity in manufacturing, prudent fiscal policy and slower growth in monetary aggregates. Millions of Rands and Dollars held with various Bank which are not accountable to taxes, goes a long way in causing CPIX INFLATION which have move below normal rate. Most bank like ABSA BANK, FIRST NATIONAL BANK AND NEDBANK also report that lower interest rates influenced Households consumptions pattern with regards to other interest rate sensitive goods. \n\nIn view of all these limitations and constraint the South Africa Government therefore come up with this new 2005 policy for all major bank to summit all dormant Account for a certain period which have not been accountable to taxes to the SOUTH AFRICA RESERVE BANK. As \nsuch account is deemed closed and all money contained therein forfeited to the government treasury account. Now, it is being speculated that such sum held in such account will be transferred into the government account as an unclaimed fund if no one makes a claim. \nMy Bank were I work has done a routine check on all dormant account and found out three major account worth million of Dollars that belongs to foreign customers who have died for the past five years. With My position as the Manager of Bills/Exchange at the Foreign \nRemittance Department and with other three senior colleagues of the Bank we conveniently summit only two to the Government. The committee to review and summit this account was held by me, hence our ability to have submitted only two of this account. The other account we \nhave planned to transfer the money somewhere and share between ourselves. But we need a foreign partner, since the South Africa inheritance laws and the Banking laws does not allow us to have foreign account. All details of the said deceased are with us. He died along with his wife. It is based on this background that this panel set up to submit such account in my department and I have decided to make an initial contact with you to establish a business relationship to claim the money. In essence, we will like to form a partnership with you where you can then present yourself as the next of kin through your relation as a business partner with the deceased so that the funds can be remitted into your account. We have full access to the deceased biological data which we will furnish you and then use to present yourself as the rightful next of kin which give you a claim to the funds. Note that full details of the deceased how/cause of death, amount in question and when he die are with us.\n\nWe therefore expect you to reply to this letter through this email address to discuss the transaction further with you. After receiving your reply, we will contact you and furnish you with more details and the exact steps to take in completing this transfer. For deceased details and information about their death and names view this webiste for your perusal. http://www.newscotland1398.net/lunenco/swissbaysw.html\n\nDECEASED NAME MR. BENJAMIN WAHKYN and Wife MRS. BENJAMIN WHITNEY.\nDead on September 2, 1998 in a plane crash Swissair Flight 111.Please endeavour to keep this issuse very confidential.\nThanks in anticipation of your response, \n\nMr.Santus H. Mufasa\nManager: Bills/Exchage \nForeign Remittance Dept\nFirst National Bank\nSouth Africa.\n", "id": "6024fbbf08b26387ab3eb78ca3ec09e7"}