{"email_subject": "We can do this", "email_body": "\nDear Sir, \n\n\n\n\nI am DR KABO HAMMED\n\n\n\n\nI have urgent and very confidential business\nproposition for you. On June 6, 1999, an American oil\nconsultant/contractor with the Nigerian National\nPetroleum Corporation, Mr. Barry Kelly made a numbered\ntime (Fixed) deposited for twelve calendar months,\nvalued at US$41,500,000.00 (Forty-one Million, five\nhundred Thousand Dollars) in my branch upon maturity,\nI sent a routine notification to his forwarding\naddress but got no reply. After a month, we sent a\nreminder and finally we discovered from his contract \nemployers, Nigerian National Petroleum Corporation\nthat Mr. Barry Kelly died from an automobile accident \nwith his family along Benin/Shagamu Express Way. On \nfurther investigation, I found out that he did not \nleave a WILL and allattempts to trace his next of kin \nwere fruitless. \n\n\n\n\nI therefore made further investigation and discovered \nthat Mr. Barry Kelly did not declare any next of kin n\nall his official documents, including his Bank Deposit\npaperwork. This sum of US$41,500,000.00 is still\nsitting in the Bank and the interest is being rolled\nover with the principal sum at the end of each year.\nNo one will come forward to claim it. \nAccording to the Nigerian Law, at the expiration of 5\n(five) years, the money will revert to the ownership\nof the Nigerian Government if nobody applies to claim\nthe funds. \n\n\n\n\nConsequently, my proposal is that I will like you as a\nforeigner to stand in as the next of kin to Mr. Barry\nKelly so that the fruits of this old man's labor will\nnot get into the hands of some corrupt officials.\nThis is simple, I will like you to provide me\nimmediately with your full names and address so that\nthe attorney will prepare the necessary documents \nand affidavits, which will put you in place as the\nnext of kin.\n \nWe shall employ the services of two attorneys for\ndrafting and notarization of the WILL and obtain the\nnecessary documents and letter of\nprobate/administration in your favor the transfer. A\nbank account in any part of the world, which you\nprovide, will then facilitate the transfer of this\nmoney to you as the beneficiary/next of kin. The money\nwill be paid into your account for us to share in the\nratio of 60% for me and 40% for you. \n\n\n\n\nThere is no risk at all as all the paperwork for this\ntransaction will be done by the attorney and my\nposition as the Branch Manager guarantees the\nsuccessful execution of this transaction.\nIf you are interested, please reply immediately via\nemail. Upon your response, I shall then provide you\nwith more details and relevant documents that will\nhelp you Understand. please observe utmost confidentiality, and rest\nassured that this transaction would be most profitable\nfor both of us because I shall require your assistance\nto invest my share in your country. \n\n\n\n\nAwaiting your urgent reply via email:dr_kabortsb@yahoo.com\n\n\n\n\nThanks and regards\n \nDR KABO HAMMED\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n ", "id": "6052db08f39d0b47e0059cdfb3085cf2"}