{"email_subject": "URGENT REPLY.", "email_body": "Hello Sir,\r\nI got your contact email address through a personal search and decided to let you know about this packaged financial transaction.I am Mr.Jerry Mensah,one of the regional branch manager of International Commercial Bank of Ghana Ltd Accra-Ghana.\r\nOn the course of last year 2005/2006 business report,I discovered that my branch made excess profit of Twelve Million, Seven Hundred, Thousand Dollars ($12,700,000.00) of which my head Office is not aware of and will never be aware of and then I Placed this fund on ESCROW CALL ACCOUNT without a beneficiary.As a Manager in the bank, I cannot be directly connected to this money thus I am compelled to request for your assistance to stand on my behalf and receive this money into your bank account.I will compensate you with 40% of the total amount involved as gratification and the rest will be mine.\r\nPlease if you wish to assist me in this business,reply and contact me immediately so that we can discuss the modalities to actualize this transaction,You can reach me on my private phone +2332-7513-1117.for more details.\r\nNOTE: There are practically no risk involve in this transaction. It will be a bank-to-bank transfer and will only take us three banking days to reflect in your designated account,if you are not willing to assist me please do not burgher yourself to reply.\r\nWaiting to hear from you.\r\nWith Regards,\r\nMr.Jerry Mensah.\r\nPrivate Phone:+2332-7513-1117, for more details. \n\n\n\n\n\n\n\n--外国货也超便宜! \n--http://freemail5.eyou.com/sys_sig.php?url=aHR0cDovL2V5b3VhZnAuYWxseWVzLmNvbS9tYWluL2FkZmNsaWNrP2RiPWV5b3VhZnAmYmlkPTk1LDgxLDMmY2lkPTczLDksMSZzaWQ9MTY4JmFkdmlkPTQmY2FtaWQ9NCZzaG93PWlnbm9yZSZ1cmw9aHR0cDovL2FkZmFybS5tZWRpYXBsZXguY29tL2FkL2NrLzQwODAtMjI5MDMtOTQ5OS0wP2FpZD1leW91O3RleHQ7MTAzJm1wcm89aHR0cDovL3BhZ2VzLmViYXkuY29tLmNuL3dvcmxkYnV5L3VzYS5odG1s\n\n--http://sms.eyou.com\n--无忧二二族、足球大富翁...尽在亿邮短信", "id": "60718506c090733fd65016a712ef8b8e"}