{"email_subject": "KINDEST ATTENTION", "email_body": "MR & MRS PETER WILLIAMS\nEMAIL: panmentat@rediffmail.com\n            panmentat@phantomemail.com\n            \nKINDEST ATTENTION,\n\nPLEASE PERMIT ME TO MAKE YOUR ACQUAINTANCE IN SO INFORMAL A MANNER.\nTHIS IS NECESSITATED BY MY URGENT NEED TO REACH A DEPENDABLE AND\nTRUSTWORTHY FOREIGN PARTNER. THIS REQUEST MAY SEEM STRANGE AND\nUNSOLICITED BUT I CRAVE YOUR INDULGENCE AND PRAY THAT YOU TAKE MY\nREQUEST VERY SERIOUS.\n\nI AM MR PETER WILLIAMS, A REKNOWNED BUSINESSMAN IN ONE OF THE\nREBEL-HELD TOWNS, BOUAKE (ONE OF THE WAR ZONES IN IVORY COAST)\nI RECEIVED INFORMATION FROM A RELIABLE SOURCE WHO DESCRIBED YOUR\nCOUNTRY AS BEING ECONOMICALLY CONDUCIVE FOR INVESTMENT\nAND HER PEOPLE AS TRANSPARENT AND TRUSTWORTHY TO ENGAGING BUSINESS\nWHICH MADE ME TO WRITE YOU. AS YOU MAY WANT TO KNOW\nAND TO MAKE YOU LESS CURIOUS,I GOT YOUR EMAIL ADDRESS FROM AN\nINTERNET SITE THAT PORTRAYED YOU (YOUR ESTABLISHMENT) IN GOOD\nLIGHT.\n\nON THE 17TH OF SEPTEMBER 2002. THE REBEL LEADERS, UNTIL THEN WERE\nLOYAL SOLDIERS TO THE GOVERNMENT OF PRESIDENT LAURENT GBAGBO \nCONTACTED ME IN MY OFFICE WITH THE BUSINESS OF IMPORTATION OF\nARMOURIES. WITHOUT THE PREMONITION OF WAR, I ACCEPTED THE JOB. THE\nSOLDIERS PAID ME THE SUM OF TWENTY MILLION FIVE HUNDRED THOUSAND\nUNITED STATES DOLLARS (US$ 20.5) ON THE SPOT AND TOLD ME TO EXPEDITE\nACTION. SINCE I AM NOT INTO IMPORTATION OF ARMUNITIONS AND BECAUSE OF\nTHE URGENCY, I IMMEDIATELY STARTED MAKING SEVERAL CONTACTS WITH\nBUSINESSMEN ACROSS THE GLOBE.\n\nTWO DAYS LATER, HEAVY FIGHTING BROKE UP IN CENTRAL BAOUKE AND\nKORHOGO, EVERYWHERE WAS IN DISSARRAY AND I LOST EVERYTHING THAT TOOK\nME SO MANY YEARS TO ACQUIRE. I HAVE NO OPTION THAN TO DO AWAY WITH\nTHE US$20.5M.\n\n\nMY WIFE AND I QUICKLY MADE AN ARRANGEMENT WITH A RED CROSS RELIEF\nWORKER WHO USED HIS OFFICIAL VAN TO MOVE THIS MONEY TO ABIDJAN,\nALTHOUGH HE DID NOT KNOW THE REAL CONTENT OF THE BOX.  PRESENTLY,\nTHIS FUND HAS BEEN DEPOSITED WITH A SAFE RELIABLE SECURITY COMPANY IN\nABIDJAN WHERE I AM HIDING FROM THE REBEL WHO DECLEARED ME WANTED. I\nDO NOT WANT TO INVEST THIS MONEY IN ABIDJAN DUE TO UNFAVORABLE\nECONOMIC CLIMATE.  AS A RESULT, I KEPT THE MONEY IN A CUSTOM BONDED\nWAREHOUSE WITH THE SECURITY COMPANY.  SO THAT I CAN NOT LAY MY HANDS\nON IT UNTIL\nIT GETS TO YOUR COUNTRY, WHERE I WILL COMMENCE INVESTMENT.\n\nTHE ONLY ASSISTANCE WE NEED FROM YOU WHICH I BELIEVE\nYOU WOULD DO FOR US ARE THE FOLLOWING:\n\n1. MAKE IMMEDIATE ARRANGEMENT TO TAKE THE DELIVERY OF\nTHE CRATE (FUND) AT THEIR EUROPE OR AMERICAN\nCOMMISSION AGENTS.\n2. ASSURANCE FROM YOU THAT YOU WILL NOT SIT ON OUR\nSHARE WHEN THIS FUND GETS TO YOUR COUNTRY.\n\nMY WIFE AND I AGREED THAT YOU SHALL BE ENTITLED TO 20% OF THE TOTAL\nAMOUNT WHILE THE PRINCIPAL SUM WILL BE INVESTED IN A VIABLE BUSINESS\nVENTURE WITH YOUR ADVICE. MOST IMPORTANTLY, I WILL LIKE TO BUY A\nPERSONAL HOUSE WHERE MY WIFE, MY TWO SONS AND I WILL RESIDE.\n\nUPON CONFIRMATION OF YOUR INTEREST TO HELP US AS OUR FOREIGN PARTNER\nTO CLAIM THE CRATE FROM THE SECURITY COMPANY ON OUR BEHALF AT ANY OF\nTHEIR COMMISSION AGENT CLOSER TO YOU, I SHALL FURNISH YOU WITH THE\nDETAILS OF THE MOVEMENT OF THE CONSIGNMENT TO BE SCHEDULED IN YOUR\nFAVOUR BY THE SECURITY COMPANY PREPARE AN AIRWAY BILL AND TAG THE\nCONSIGNMENT IN YOUR FAVOUR.  YOUR PRIVATE FAX AND TELEPHONE NUMBERS\nARE NEEDED TO ENHANCE THE SPEEDY CONCLUSION OF THIS TRANSACTION (OUR\nONLY HOPE IN LIFE NOW) URGENTLY.\nKINDLY TREAT AS URGENT AND CONTACT ME IMMEDIATELY THROUGH THE ABOVE\nE-MAIL ADDRESS {PANMENTAT@REDIFFMAIL.COM OR PANMENTAT@PHANTOMEMAIL.COM}.\nI HAVE NOT ACQUIRED A NEW PHONE AS I LOST ALL MY PROPERTIES IN BOAUKE\n\nYOURS FAITHFULLY,\n\nMR PETER WILLIAMS\n\n", "id": "60871e2fa3bb59aef99a683660303dfc"}