{"email_subject": "NIGERIA INVESTIGATION DEPARTMENT ", "email_body": "NIGERIA INVESTIGATION DEPARTMENT                                     4TH FLOOR MARY LAND                                            LAGOS NIGERIA                                     MOTTO: SECURITY WATCH                                                  TEL:234-8025841843 From the desk of  :MRS. ROSEMARY ANI.  Attention:BENEFICIAREIS                         BE CAREFUL OF HOODLUMS. Sir/Ma,  Based on the finding in this investigastion department we wish to warn you against some touts.  We have been informed that some touts are contating you in respect to the collection of your fund in the total sum of  $35 Million U.S.A Dollars that was long approved in your favour through the Wema Bank of Nigeria.  As  a matter of fact we have been on this investigation assignments for some time codely known to no one but the Presidency and some top government official who are in support of this investigation team to help stop fraudalent activities in this country.  Although we have been able to come up with some good result about the people that have extorted money from you illegally and i wish to list them so that you will personally indicate them by writting back because we want to make your payment to you without any delay but we must surely deal and bring this names to book if only you will indicate correctly any of them.  The names of the Touts that have been arrested are as follows:  1) PROF CHARLES SOLODO 2) CHIEF JOSEPH SANUSI 3)DR. R.RASHEED 4) BARRISTER  AWELE 6)BARRISTER UCHEUZO WILLIAMS. 7)Mr. Ernest Chukwudi Ebi Deputy Governor - Policy  / Board Member 8)Mr. Tunde Lemo Deputy Governor - Financial Sector Surveillance / Board Member 9)Mrs. W. D. A. Mshelia Deputy Governor - Corporate Services / Board Member  The above listed names are  been traced/investigated by the police and some of them have elope the country and note that if any of them is caught and find guilty he/she we go to jailed for 25 years(twenty five years) as it is under the Degree 47 of the constituition of this bank under section of criminal law.  So we are waiting for you to write us and  inform us if any of the above names have once contacted you in respect to the your fund if yes dont waste time  to indicate it immediately. Note that the only office/paying bank that have right to pay or contact you in this Transfer is the Wema Bank of Nigeria which is been headed by the bank Governor. You must deal directly with them and do what so ever you are asked to do because that is the only way you will achive the success of the transaction.  We applogise on behalf of the President and the people of Nigeria for any dealy and lost this most have coursed you and promise that such thing will not happen again.And if you are dealing with any one of them regarding this payment we urge you to stop because you are taking a big risk and you never find your money any where  because your money is with the above named bank.  Finally, we are expecting to hear from you todayThanks for your good understanding while we wait for your urgent response to this mail.    Yours sincerely,  MRS. ROSEMARY ANI", "id": "60aaf077b902ffe3fe54922b819a8942"}