{"email_subject": "SEEKING FOR YOUR ASSISTANCE", "email_body": "FROM ROSE SIGCAU\nABIDJAN, COTE D' IVOIRE.\nWEST AFRICA.\n\nDEAR RESPECTFUL,\n\nMY NAME IS ( ROSE SIGCAU) NATIONALITY SIERRA LEONE. IAM 25 YEARS OLD,A \nSTUDENT,I STUDY MARKETING IN BUSINESS ADMINISTRATION IN THE UNIVERSITY. I \nLOST MY FATHER YEARS BACK HE DIED DURING THE POLITICAL CRISIS IN MY \nCOUNTRY.MY LATE FATHER WAS ONE OF THE DIRECTORS UNDER TIJAN KABBAH \nGOVERNMENT. MY MOTHER IS AGED SHE IS 62 YEARS NOW. I HAVE ONE YOUNGER \nBROTHER WE ARE ALL LEAVING IN COTE D'IVOIRE SINCE PAST SIX MONTHS.\n\nIT IS MY DESIRE TO WRITE YOU FROM MY HEART HOPING THAT YOU WILL NOT BETRAY \nUS.MY FATHER DIVERTED SOME HUGE SOME OF MONEY WHICH HE DEPOSITED WITH ONE \nBANK HERE WHEN HE WAS ALIFE. IN FACT IN A BRIFE INTRODUTION ALL THE \nINFORMATION WILL BE GIVEN TO YOU WHEN I HEAR FROM YOU. THE MONEY IN QUESTION \nIS US$27,000,000.00 (TWENTY SEVEN MILLION UNITED STATES DOLLARS )\nNOW WE ARE SEEKING FOR A TRUSTED PERSON WHO WILL RECEIVE THIS MONEY INTO \nHIS / HER ACCOUNT FOR ONWARD INVESTMENT.\n\nHOWEVER, WHAT WE NEEDED FROM YOU IS YOUR GOOD ASSISTANCE IN HELPING US \nTRANSFERRING THE SAID SUM TO YOUR ACCOUNT SINCE WE ARE INEXPERENCED IN THE \nWORLD OF BUSINESS,THAT'S THE REASON WHY WE ARE ASKING FOR YOUR SUPPORT.ALL \nDOCUMENTS CONCERNING THE DEPOSIT MAY BE GIVEN TO YOU FOR YOUR \nVERIFICATION.WE REALLY NEED TO MOVE THE FUND OUT OF THIS COUNTRY TO ABROAD.\n\nI AND THE REST OF MY FAMILY HAVE DECIEDED TO GIVE YOU 15% OF THE TOTAL SUM \nFOR YOUR KIND ASSISTANCE. THE WORLD IS FULL OF BAD PEOPLE PLEASE CAN YOU \nPROVE YOUR GEUNUITY TO US FOR US TO HAVE YOU AS A PARTNER. SORRY I AM NOT \nSAYING YOU ARE BAD PERSON BUT CONSIDER THAT THIS IS MONEY AND HOW THE MONEY \nWAS GOTTEN. IT IS INHERITACE AND LAST HOPE.\n\nSHOW YOUR INTEREST AND WE PROCEED ON THE NEXT STEP OF ACTION. AFRICA IS NO \nLONGER CONDUSIVE FOR US TO STAY.\n\nOUR BEST REGARDS.\nROSE SIGCAU ON BEHALF OF THE FAMILY\n\n\n\n\n____________________________________________________________\n\nБесплатная почтовая служба Gala Mail - http://mail.gala.net/\nWEB, WAP и POP3 доступ, мощные фильтры и защита от спама.\n\n\n\n", "id": "61032c5da232d2182d0d05bd48ace791"}