{"email_subject": "ASSITANCE", "email_body": "ABUGAL & CO  \nNICON HOUSE, 4TH FLOOR, \nMARINA, LAGOS, \nNIGERIA. \n\n\nATTN: MD/CEO \nPARTNERSHIP REQUEST \nDear Sir, \n    I am a lawyer resident and practising in Lagos,   Nigeria and I am using his correspondence to urgently seek and request your assistance in a ensitive but highly beneficial financial arrangement. An important client of mine whose details I can not release at this point has implored me to contact a reliable and trustworthy partner overseas to urgently receive and handle fund totally Fifty Two Million US Dollars (US$52m) in cash presently lodged in a security outfit in Europe. Due to my client's inability to travel out of the country presently and the fact that we continue to accumulate huge debts daily as long as this consignment remains in the security company,we need a friend and partner to proceed as soon as possible and retrieve this money on behalf of my client and handle it as duely instructed. We have agreed in principle to give thirty-percent (30%) of the total sum to whomever shall handle this fund for us while the remaining seventy-percent (70%) shall be for my !\n client and I. As soon as you are ready to proceed and retrieve this cash on our behalf we shall furnish you with the details and information you will need. Please be rest assured that this arrangement is absolutely risk free and can not implicate you in any way. I implore you to handle this matter with urgency and utmost confidentiality even if you do not intend to execute the project for us. Whatever is the case please acknowledge receipt of this mail via the above E-mail address and if your response is positive we shall\nproceed immediately without any delay. \n\n    Thank you in anticipation of your cooperation and hoping to hear from you soon. \n    Yours sincerely, \n\n    kennth uman.\n\n\n\n\n\n\n\n\n\n\n\n______________________________________________________\nGet Paid... With Your Free Email at\nhttp://www.zwallet.com/index.html?user=kennth_uman\n\n", "id": "6146c213c72e8c3e56c7fbf510b835f8"}