{"email_subject": "URGENT ASSISTANCE: CALL MR. PAULSON BENSON FOR TRANSFER ", "email_body": "FROM:PAULSON BENSON\nTEL:+27-73-7830-560\nFAX:+27-11-507-6392\nJOHANNESBURG,\nSOUTH AFRICA\n\n\nATTN: MANAGING DIRECTOR/CEO\n\nURGENT AND CONFIDENTIAL BUSINESS PROPOSAL\n\n\nI am Mr.PAULSON  BENSON the elder son of late Mr.JAMES BENSON of Zimbabwe. I got your contact\naddress from the South African Chambers of Commerce and Industry please don't worry. During the current\ncrises against the farmers of Zimbabwe by the supporters of our President Robert Mugabe to claim all the white owned\n farms in my country, \n\nhe ordered all the white farmers to surrender their farms to his party members and their followers. My father \nwas one of the biggest farmers in the country and although a black indegene, he did not support the President?s \npolitical ideology.Therefore, the president?s supporters invaded my father?s farm burnt \ndown everything, killed him and confiscated all his investments. After the death of my father,\n\nmy mother and I together with my younger brother decided to move out of Zimbabwe for the safety of our\nlives. On our departure from Zimbabwe,we took along with us some money which my father kept in the\nsafe in my mother?s custody which amounted to the sum of US$15,000,000.00 (FIFTEEN\nMILLION UNITED STATES DOLLARS) to the Republic of South Africa where we have deposited it as\npersonal valuables in a private security company and sought  for political asylum. My mother has \nsuggested and I agree that we have to further move out of the African continent to overseas for actual \nsafety and to do reliable business investments.\n\nTherefore we have decided that I should contact any reliable overseas person/firm/company who could \nassist us to transfer this money out of South Africa through a current investment account because as\nrefugees  we are not allowed to operate any account exceeding US$2,000(Two Thousand US Dollars).\nSo we need your help to come down to South Africa to open a bank account through which we can\ntransfer this money to your country.If my proposal is considered, \n\nfor assisting us to Transfer this money to your country, we unanimously agree to offer you 20% of the \ntotal fund,5% will be for any expenses that may be incuured during the\ntransaction ,75% will be for me and my family to invest in your country under your assistance.\n\nFor detailed information, you can contact me on my direct line TEL : +27-73-783-0560 or please reply\nvia my private\nEMAIL=  paulsonbenson1@yahoo.com.hk   \nThis fax:+27-11-507-6392\n\nNOTE: PLEASE,FOR REASON OF OUR ASYLUM STATUS DO MAINTAIN ABSOLUTE\nCONFIDENTIALITY AND SECRECY WHILE WE ALSO PROMISE TO DO SAME. I ASSURE YOU\nTHAT THIS TRANSACTION IS 100%RISKFREE.\n\nTIME IS OF ESSENCE.YOUR URGENT RESPONSE WILL BE HIGHLY APPRECIATED.\n\nBEST REGARDS\n\nPAULSON BENSON\n\n\n\n\n", "id": "617986b47fe2babb9e69726957bf213e"}