{"email_subject": "TREAT VERY CONFIDENTIAL & URGENT RESPONSES", "email_body": "FROM THE DESK OF EMESON JOE(ESQ).\n\nTHE HEAD OF FILE DEPARTMENT, AFRICAN\nDEVELOPMENT BANK (ADB)\nOUAGADOUGOU BURKINA-FASO WEST AFRICA.\nPHONE: 00226-76086692.\nPLANE CRASH WEB SITE...http://news.bbc.co.uk/1/hi/world/europe/859479.stm. \n \n                     (\"REMITTANCE OF $15 MILLION U.S.A DOLLARS\n                                CONFIDENTIAL IS THE CASE\")\n                                  \nCOMLIMENTS OF THE SEASON 2006,\n\nFIRST, I MUST SOLICIT YOUR CONFIDENCE IN THIS TRANSACTION.THIS IS BY \nVIRTUE OF ITS NATURE AS BEING UTTERLY CONFIDENTIAL AND TOP SECRET. \nHOWEVER AFTER SERIES OF PETITION WAS RECIEVED BY THIS PRESENT REGIME FROM FOREIGN CONTRACTORS AND INABILITY OF THE BANK OF AFRICA (ADB)TO FULFILL THEIR OBLIGATION FOR THE PAYMENT TO ITS FOREIGN CREDITORS, IN CONJUNCTION WITH THE COUNCIL OF MINISTERS, THEY MANDATED US TO CARRY OUT A CAREFUL AND COMPREHENSIVE REVIEW OF ALL OVERDUE PAYMENTS TO FOREIGN CONTRACTORS AND TO EFFECT PAYMENTS IMMEDIATELY.\n\nDURING THE ABOVE MENTIONED PROCESS, WE DISCOVERED AN ABANDONED SUM OF US$15 M (FIFTEEN MILLION US DOLLARS) IN AN ACCOUNT THAT BELONGS TO ONE OF OUR FOREIGN CUSTOMER WHO DIED ALONG WITH HIS ENTIRE FAMILY IN A PLANE CRASH THAT HAPPENED IN (MONDAY 31ST JULY 2000).SINCE WE GOT INFORMATION ABOUT \nHIS DEATH, WE HAVE BEEN EXPECTING HIS NEXT OF KIN TO COME OVER AND CLAIM HIS MONEY BECAUSE WE CANNOT RELEASE IT UNLESS SOME BODY APPLIES FOR IT AS NEXT OF KIN OR RELATION TO THE DECEASED AS INDICATED IN OUR BANKING GUIDELINES AND LAWS BUT UNFORTUNATELY WE LEARNT THAT ALL HIS SUPPOSED NEXT OF KIN OR RELATION DIED ALONGSIDE WITH HIM AT THE PLANE CRASH LEAVING NOBODY BEHIND FOR THE CLAIM.\n \nIT IS THEREFORE UPON THIS DISCOVERY THAT I AND OTHER OFFICIALS IN MY \nDEPARTMENT NOW DECIDED TO MAKE THIS BUSINESS PROPOSAL TO YOU AND RELEASE THE MONEY TO YOU AS THE NEXT OF KIN OR RELATION TO THE DECEASED FOR SAFETY AND SUBSEQUENT DISBURSEMENT SINCE NOBODY IS COMING FOR IT AND WE DON'T WANT THIS MONEY TO GO INTO THE BANK TREASURY AS UNCLAIMED BILL.\n\nI AGREE THAT 40% OF THIS MONEY WILL BE FOR YOU AS A FOREIGN PARTNER, IN RESPECT TO THE PROVISION OF A FOREIGN ACCOUNT,AND 50% WOULD BE FOR ME, WHILE 10% WILL BE FOR EXPENSES INCURE DURING THE TRANSACTION. THERE AFTER I WILL VISIT YOUR COUNTRY FOR DISBURSEMENT ACCORDING TO THE PERCENTAGE INDICATED.THEREFORE, TO ENABLE THE IMMEDIATE TRANSFER OF THIS FUND TO YOU AS ARRANGED, YOU MUST APPLY FIRST TO THE BANK AS RELATION OR NEXT OF KIN OF THE DECEASED INDICATING YOUR BANK NAME, YOUR BANK ACCOUNT NUMBER, YOUR PRIVATE TELEPHONE AND FAX NUMBER FOR EASY AND EFFECTIVE COMMUNICATION AND LOCATION WHEREIN THE MONEY WILL BE REMITTED.\n\nUPON THE RECEIPT OF YOUR REPLY, I WILL SEND TO YOU BY EMAIL THE TEXT OF THE APPLICATION TO FILL AND SEND TO THE BANK. I WILL NOT FAIL TO BRING TO YOUR NOTICE THAT THIS TRANSACTION IS HITCH-FREE RISK AND THIS TRANSACTION WILL ONLY TAKE US 14 BANKING DAYS BECAUSE AS A BANKER, I KNOW WHAT TO DO AND MOVE THE FUND INTO YOUR ACCOUNT WITHOUT ANY DELAY AND THATYOU SHOULD NOT ENTERTAIN ANY ATOM OF FEAR AS ALL REQUIRED ARRANGEMENT HAVE BEEN MADE FOR THE TRANSFER.\n\nYOU SHOULD CONTACT ME ON MY NUMBER 00226-76086692 AS SOON AS YOU RECEIVE THIS LETTER SO THAT I WILL SEND YOU THE TEXT OF THE APPLICATION TO APPLY TO THE BANK AND THE DATA INFORMATION OF THE DECEASED .\n\nYOUR'S FAITHFULLY,\n\nEMESON   JOE(ESQ).\n FROM (ADB) OUAGADOUGOU BURKINA-FASO\n\n¡Miles de amigos con tus mismas aficiones! http://www.latinchat.com", "id": "619c37f3d007124fc402ea40c3e5ab5a"}