{"email_subject": "WAITING TO HEAR FROM YOU SOONEST.", "email_body": "Dear Friend,\n\nGood day and Compliments.\n\nI am writing this letter in confidence believing that if it is the wish of \nGod for you to help me and my family,God almighty will bless and reward you \naboundantly and you would never regreat this.\n\nI am a female student from University of Burkina-Faso,Ouagadougou.I am 25 \nyrs old.I'd like any person who can be caring,loving and home oriented.I \nwill love to have a long-term relationship with you and to know more about \nyou.I would like to build up a solid foundation with you in time coming if \nyou can be able to help me in this transaction.\n\nWell,my father died on 5th May 2005 and left I and my junior brother behind. \nHe was a king, which our town citizens titled him over sixteen years before \nhis death.\n\nI was a princess to him and I am the only person who can take care of his \nwealth now because my junior brother is still young and my mother is not \nliterate enough to know all my father's wealth. He left the sum of USD \n7,350, 000.00 dollars (seven Million, Three Hundred and Fifty Thousand US \nDollars),in a security company.This money was annually paid into my late \nfathers account from Shell petroleum development company(SPDC)and chevron \noil company operating in our locality for the compensation of youth and \ncommunity development in our jurisdiction.\n\nI don't know how and what I will do to invest this money somewhere in \nabroad,so that my father's kindred will not take over what belongs to my \nfather and our family,which they were planning to do without my present \nbecause I am a female as stated  by our culture in the town.\n\nNow,I urgently need your humble assistance to move this money from the \nsecurity company to your bank account and I strongly believe that by the \ngrace of God,you will help me invest this money wisely.\n\nI am ready to pay 20% of the total amount to you if you help us in this \ntransaction and another 10% interest of Annual After Income to you,for \nhandling this transaction for us,which you will strongly have absolute \ncontrol over.\n\nIf you can handle this project sincerely and also willing to assist me in \nlifting this fund,kindly reach me.You can reach me through this email \nid.(princess_silvee2006@yahoo.com).\n\n\n\nPlease, note that this transaction is 100% risk free and I hope to commence \nthe transaction as quick as possible, I will send you my picture as soon as \nI hear from you.\n\nYours sincerely,\n\nPrincess  Silvee.\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "61d2898147a7ed6d8739925d1c753b42"}