{"email_subject": "Business Proposal", "email_body": "FROM THE DESK OF DR.MICHAEL AFOLABI.\nDEAR SIR, \nWE ARE SENDING THIS LETTER TO YOU BASED ON INFORMATION GATHERED FROM THE FOREIGN TRADE OFFICE OF THE NIGERIAN CHAMBER OF COMMERCE AND INDUSTRY. WE BELIEVE THAT YOU WOULD BE IN A POSITION TO HELP US IN OUR BID TO TRANSFER THE SUM OF FORTY-0NE MILLION, FIVE HUNDRED THOUSAND DOLLARS ($41.5M USD) INTO A FOREIGN ACCOUNT.\nWE ARE MEMBERS OF THE SPECIAL COMMITTEE FOR BUDGET AND PLANNING OF THE MINISTRY OF PETROLEUM, THIS COMMITTEE IS PRINCIPALLY CONCERNED WITH CONTRACT APPRAISALS AND APPROVAL OF CONTRACTS IN ORDER OF PRIORITIES AS REGARDS CAPITAL PROJECT OF THE FEDERAL GOVERNMENT OF NIGERIA. WITH OUR POSITIONS, WE HAVE SUCCESSFULLY SECURED FOR OURSELVES THE SUM OF FORTY-ONE MILLION, FIVE HUNDRED THOUSAND UNITED STATE DOLLARS(US$41.5M).THE PRESENT GOVERNMENT IN MY COUNTRY ARE SEEKING RE-ELECTION FOR THAT THEY WANT THE SURPORT OF FOREIGN GOVERNMENT SO THEY HAVE GIVEN DIRECTIVE TO ALL FEDERAL PARASTATALS TO SETTLE ALL FOREIGN CONTRACTORS BEING OWED FOR CONTRACT THAT THEY HAS DONE,SO OUR PLAN IS TO INCLUDE THE NAME THAT YOU WILL PROVIDE AS ONE OF THE CONTRACTORS BEING OWED IN MY CORPORATION.\nWHAT WE NEED FROM YOU IS TO PROVIDE A SAFE ACCOUNT INTO WHICH THE FUNDS WILL BE TRANSFERRED SINCE GOVERNMENT OFFICIALS ARE NOT  ALLOWED BY OUR LAWS TO OPERATE FOREIGN ACCOUNT. IT HAS BEEN AGREED THAT THE OWNER OF THE ACCOUNT WILL BE COMPENSATED WITH US$8.3 MILLION OF THE REMITTED FUNDS, WE KEEP US$31.125MILLION WHILE US$2.075MILLION WILL BE SET ASIDE TO OFFSET EXPENSES AND PAY THE NECESSARY TAXES.\nIT MAY INTEREST YOU TO KNOW THAT TWO YEARS AGO A SIMILAR TRANSACTION WAS CARRIED OUT WITH ONE MR. PATRICE MILLER, THE PRESIDENT OF CRAINE INTERNATIONAL TRADING CORPORATION AT NUMBER 135, EAST 57TH STREET, 28TH FLOOR, NEW YORK 10022 WITH TELEPHONE (212)308-7788 AND TELEX NUMBER 6731689, AFTER THE AGREEMENT BETWEEN BOTH PARTNERS IN WHICH HE WAS TO TAKE 25% THE MONEY WAS DULY TRANSFERRED INTO HIS ACCOUNT ONLY TO BE DISAPPOINTED ON OUR ARRIVAL IN NEW YORK AS WE WERE RELIABLY INFORMED THAT MR. PATRICE MILLER WAS NO LONGER ON THAT ADDRESS WHILE HIS TELEPHONE AND TELEX NUMBERS HAVE BEEN REALLOCATED TO SOMEBODY ELSE, THAT IS HOW WE LOST US$27.5M TO MR PATRICE MILLER.\nTHIS TIME AROUND WE NEED A MORE RELIABLE AND TRUSTWORTHY PERSON OR A REPUTABLE COMPANY TO DO BUSINESS WITH HENCE THIS LETTER TO YOU, SO IF YOU CAN PROVE YOURSELF TO BE TRUSTED AND INTERESTED IN THIS DEAL THEN WE ARE PREPARED TO DO BUSINESS WITH YOU. WHAT WE WANT FROM YOU IS THE ASSURANCE THAT YOU WILL LET US HAVE OUR SHARE WHEN THIS AMOUNT OF US$41.5M IS TRANSFERRED INTO YOUR ACCOUNT.\nIF THIS PROPOSAL SATISFIES YOU, PLEASE CONTACT ME THROUGH E-MAIL STATED ABOVE  SO WE CAN ADVICE YOU ON THE MODALITIES OF THE TRANSACTION. ALL MODALITIES OF THE TRANSFER HAVE BEEN WORKED OUT AND ONCE STARTED WILL NOT TAKE MORE THAN 14 WORKING DAYS WITH THE ABSOLUTE SUPPORT OF ALL CONCERNED. THIS TRANSACTION IS 100% SAFE.\nPLEASE TREAT AS URGENT AND VERY CONFIDENTIAL. GOD BE WITH YOU AS I LOOK FORWARD TO YOUR REPLY. \nBEST REGARDS.\nDR.MICHAEL AFOLABI .\n\n\n\n\n\n\n\n\n", "id": "61dda98e8b336a72427cc81427dd4c41"}