{"email_subject": "WAITING TO HEAR FROM YOU  ", "email_body": "Hello,         Do accept my sincere apologies if my mail does not meet your personal ethics. I will introduce myself as Mr.Willford Breeks, a staff in the accounts management section of the Bank Of Africa here in  ouagadougou,Burkina Faso. One of our accounts with holding balance of $18,000,000(Eighteen Million US Dollars) has been dormant and has not been operated for the past four (4) years.       From my investigations and confirmations, the owner of this account is a foreigner by name Kurt Kahle died in July, 2000 and since then nobody has done anything as regards to the claiming of this fund as he died alogside with the next of kin. And he has no other family members who are aware of the existence of this account nor the funds. Visite the because the wife was the next of kin.   website:      http://news.bbc.co.uk/1/hi/world/europe/859479.stm    I have secretly decided that I will disclose this matter to any freliable foreigner who will assist in standing  as the next of kin to this funds.With accurate informations from me as a worker in the institution,the deceased  funds will be released into your account for both of us after due processes have been followed.        This transaction is totally free of risk and troubles as the fund is legitimate and does not originate from drug, money laundry, terrorism or any other illegal act. On receipt of your positive response, I will furnish you with detailed clarification as it relates to this mutual benefit transaction. I look forward to hearing from you as soon as possible if you are interested.        A bank account in any part of the world that you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin. The money will be paid into your account for both of us to share in the ratio of 60% for me and 30% for you and 10% for the expence.     Thanks and regards, Mr.Willford BreeksMSN Messenger  : appels gratuits de PC  PC partout dans le monde !", "id": "61f2048643d523ca244baf1d84b7df5a"}