{"email_subject": "[Nutch-dev] HELLO FRIEND", "email_body": "              CAN YOU ASSIST?\n\nDear Friend,\n\nI am Barr Harris Keith, a British  attorney at law the \nPrincipal Attorney of Y.Q.Associates Uk. \n\nAdeceased client of mine, by name Alh.Abdul Mohammed,\nwho here in after shall be referred to as my client,\ndied in Banda Aceh in Indonesia with all members of is\nfamily in the deadly Tsunami.\n\nPlease log to this website for more about the Tsunami\nwww.cnn.com/SPECIALS/2004/tsunami.disaster/\nnews.bbc.co.uk/1/hi/in_depth/world/200.../default.stm\n\n\nI am contacting you to assist me in ensuring\nthat the funds lodged by my client with a\nFinancial Institution Abroad. The financial\ninstitution is not decleared unclaimed hence my reason\nfor contacting you.\n\nThe financial institution has issued me a notice to\ncontact the next of kin, or the Funds lodge by\nmy client will be confiscated.\n\nMy proposition to you is to seek your consent to\npresent you as the next-of-kin and beneficiary of my\nlate client,so that the proceeds of this funds\ncan be transfer to you,Then we can share the funds and\ngive half to the victim of the tsunami in Indonesia,\nAs donation from my late client.\nI have all documents that shows He deposite it with\nthe financial institution. We will Share\non a mutually agreed-upon percentage.\n\nAll legal documents to back up your claim as my\nclient's next-of-kin will be provided. All I require\nis your honest cooperation to enable us see this\ntransaction through.\n\nThis will be executed under a legitimate arrangement\nthat will protect you from any breach of the law. If\nthis business proposition offends your moral values,do\naccept my apology. Please contact me at once to\nindicate your interest.\n\nHowever if you are willing to assist me in this\nventure. I will establish a verbal telephone\ncommunication with you and bring you into a much\nbetter picture of the situation.\n\nIf you are willing to help me contact me via \n\nemail address(earthlingchamber@netscape.net)\n\nPhone number:+447040116908\n\nThank and God bless you.\n\nBarr.Harris Keith,\n\nPrincipal Attorney,\n\nY.Q.Associates UK.\n\n\n-------------------------------------------------------\nThe SF.Net email is sponsored by: Beat the post-holiday blues\nGet a FREE limited edition SourceForge.net t-shirt from ThinkGeek.\nIt's fun and FREE -- well, almost....http://www.thinkgeek.com/sfshirt\n_______________________________________________\nNutch-developers mailing list\nNutch-developers@lists.sourceforge.net\nhttps://lists.sourceforge.net/lists/listinfo/nutch-developers\n\n\n", "id": "61f7efc3b64a2d62357a68734ccf39b2"}