{"email_subject": "YOUR ASSISTANT NEEDED", "email_body": "DEAR SIR,\nI AM FORCED BY PREVAILING CIRCUMSTANCES TO WRITE YOU AND MAKE THIS \nPROPOSAL AT THE EXPENSE OF MY BEING EXPOSED;BUT I AM ENCOURAGED BECAUSE OF \nYOUR COUNTRY'S NON SUPPORT OF THE BRITISH/AMERICAN AGGRESSION AGAINST \nMY COUNTRY AND PEOPLE.\nI AM MR. SAAD ABDULRHMAN ALLI FROM AL-HUSSEINIA CITY IN IRAQ AND A SENIOR MEMBER \nOF THE BATH PARTY IN IRAQ. I AM PRESENTLY TAKING REFUGE SOMEWHERE INSIDE \nSYRIA. I NEED YOUR HELP AND COOPERATION TO SECURE SOME FORTUNE \nDEPOSITED SOMEWHERE IN EUROPE BY US FOR SENIOR IRAQI OFFICIALS BEFORE THE WAR \nIN MY COUNTRY AND I WILL DISCLOSE THE LOCATION OF THIS MONEY TO YOU AS \nWE PROGRESS.\nAFTER THE FIRST GULF WAR IN 1991, AMERICA BEGAN TO FREEZE ALL THE \nPERSONAL BANK ACCOUNTS OF SENIOR IRAQI OFFICIALS AND OUR LEADERS QUICKLY \nWITHDREW THEIR MONEY FROM WESTERN BANKS AND HAVE THEM CHANNELLED INTO \nSOUTH AMERICAN INVESTMENTS. HOWEVER MY DIRECT BOSS WAS UNCOMFORTABLE WITH \nTHE SOUTH AMERICAN INVESTMENTS AND HE DECIDED TO HAVE HIS FORTUNE \nSECURED IN CASH IN SAFEDEPOSIT HOUSES IN EUROPE WHICH WERE LATTER USED TO BUY \nUP PAINTINGS, DIAMONDS AND GOLD BARS FOR HIM. PRESENTLY, WE HAVE A \nTOTAL SUM OF $15 MILLION UNITED STATES DOLLARS($15,000,000.00) IN A SAFE DEPOSIT HOUSE IN \nEUROPE AND I AM SEEKING YOUR COOPERATION AND ASSISTANCE TO WITHDRAW THIS \nMONEY FROM THE SAFEDEPOSIT HOUSE URGENTLY AND HIDE IT FOR US UNTIL \nTHINGS SETTLE DOWN IN OUR COUNTRY IRAQ.\nIF YOU AGREE TO BE PART OF THIS PROJECT, WE WILL GIVE YOU 30% OF THE \nTOTAL AMOUNT AS YOUR REWARD FOR THIS ASSISTANCE AND FOR KEEPING \nEVERYTHING TOP SECRET. I AM CONFIDENT THAT YOU WILL NOT EXPOSE ME TO THE BRITISH \nAND AMERICAN INVADERS BECAUSE YOUR COUNTRY AND COUNTRYMEN CAMPAIGNED AGAINST THE INVASSION OF OUR COUNTRY AND WE CONSIDER YOU OUR FRIENDS AND SYMPATHISERS.\nIT WILL BE YOUR ABSOLUTE RESPONSIBILITY TO HADLE THE WITHDRAWAL OF THIS \nMONEY OUT OF THE DEPOSIT HOUSE AND TO SCURE OUR SHARE OF IT FOR US \nUNTIL WE ARE FREE TO COME OUT OF OUR HIDING TO MEET YOU AND COLLECT OUR \nSHARE FROM YOU AND WE HOPE TO COUNT ON YOU IN THIS HOUR OF ABSOLUTE NEED. \nFURTHER DETAILS WILL BE MADE AVAILABLE TO YOU UPON YOUR CONFIRMATION OF THE ACCEPTANCE OF THIS OFFER AND THE PROOF OF YOUR SERIOUSNESS. \nMEANWHILE YOU CAN REACH ME THROUGH THIS EMAIL ADDRESSES AND SATELLITE \nPHONE NUMBER. EMAIL: husseinalli@zwallet.com \n              EMAIL: husseinalli44@zwallet.com\nSATELLITE NUMBER: 00 88 216 4711 9220.\nI LOOK FORWARD TO YOUR PROMPT REPLY AND UNDERSTANDING WHILE HOPING FOR \nYOUR UNDERSTANDING OF MY TIME CONSTRAINTS.\nTHANKS,\nI REMAIN,\nMR. SAAD ABDULRHMAN ALLI.  ", "id": "6200b78026352c9917afe93595a56792"}