{"email_subject": "I Feel Great For Investment In Your Country", "email_body": "\nGood Day ,\nI know this proposal letter might be of pleasant surprised to you,\nbecause i feel that we do not know ourselves very well, I am Mr.Ali\nMohamed, A Liberian and now seeking asylum in Dakar Senegal unde(UNHCR) I\ncontacted you as a cause of my serious search for a reliable and trust\nworthy person that can handle such a confidential transaction of this\nnature, \n&nbsp;\nMy father (Late) DR Abdul Mohamed,\nwas the former Deputy Minister of Finance under the executive civilian\npresident of Liberia, but was ssassinated on the&nbsp;20Th July&nbsp;2004\non his way to the company&nbsp;by the rebels during the civil war and all\nof our properties where destroyed by the heatrless rebels. click on\nthe&nbsp;this lick&nbsp;below&nbsp;\n&nbsp;\n\nwww.militaryphotos.net/forums/showthread.php?t=71327+Liberian+war+date&amp;hl=en&amp;ct=clnk&amp;cd=9\n&nbsp;\nBut I narrowly escaped with some very importantdocuments of (US$10.4M) Ten Point Four Million U.S Dollars\ndepositedby my late father in a high finance firm on my name as the next\nof kin. \n&nbsp;\nHow ever, I am sick with the problem of securing a trust worthy\nforeign personality like you to help me transfer this money pending when I\nwill come over to your country for us to meet for investment of the money,\nfurthermore I only want this to be done this way because yourcountr is\npolitically stable for any profitable investment i think, so please don.t\nfor get to tell me about your country in your reply to me, and I also want\nto add here that if accepted by you, you will serve as the original\nbeneficiary of the money. \n&nbsp;\nI feel confidence therefore to introduce this offer to you, for your\nparticipation and all your assistance regarding this transfer, I have\ndecided to give you $3.4million of the\ntotal money. and also i have set aside another 15% for any Expense's that\nmight incur by you during this transaction, Therefore you are requested to\nfurnish me back immediately you receive this request to assist me transfer\nthis money from Dakar Senegal to your country residence, or any account of\nyour interest.In commencement of this transaction I want to let you\nunderstand that the future of myself depends solely on this money, \n&nbsp;\nSo please keep this business to yourself only to avoid raise eye brow\nof any third party. and please do reply me with this Althernative\nEmail:&nbsp;alimoheamed1@yahoo.fr\nI am eagerly expecting your urgent response.\nYours Sincerely\nMr Ali Mohamed\n\n\n____________________________________________________________________________\nS&#305;n&#305;rs&#305;z kapasite Mynet\nemail&rsquo;de! Hemen t&#305;klay&#305;n!\n\n", "id": "62101bb37d0f535f3732298c6642270a"}