{"email_subject": "helen williams  ", "email_body": "\n\n\n MRS Williams Helen \n ABIDJAN\nCOTE D' IVOIRE\n\nDearest One,\nI am Mrs williams Helen and the only wife of late Mr James williams who happens to be my husband.  \nit is sad to say that he passed away mysteriously in France during one of his business trips abroad, \n12th.Feb. 2004.Though his sudden  death was linked or rather suspected to have been masterminded by an uncle of his who travelled with him at that time.\n\nBut God knows the truth Before his death on Febuary 12th 2004 he called the secretary who accompanied him to the hospital and told her that he made a deposit of $35 million US DOLLARS (thirty five MILLION USA DOLLARS)  with a security company in a box  here in Abidjan Ivory Coast. \nand he did not disclose the name of the security company to his secretary  and used my name as the next of kin, He also explained that it was because of this wealth that he was poisoned by his business assocaites, \n\nHe said that I should seek for a foreign partner in a country of my  choice where I will transfer this money  and use it for investment  purposes,can you  assist me in clearing this fund into your account overseas as a beneficiary of the fund,and also use it for an investment purpose.I am just a house wife,  really don't know what to do.Now I want an account overseas where I can transfer this funds. \n\nThis is because I have suffered a lot of set backs as a result of incessant political crisis here in Ivory coast.The death of my husband actually brought sorrow to my life.\nDearest one I am in a sincere desire of your humble assistance in this regards Your suggestions and ideas will be highly regarded,so that I will know how am  I'm going to come over to your country . Now permit me to ask these few questions:-\n\n1. Can you honestly help me as your relation or\nbusiness partner?\n2. Can I completely trust you?\n3. What percentage of the total amount in question\nwill be good for you  after the money is in your account?\n\nBeside I'm corresponding with you from my country here in Cote D'Ivoire West Africa and moreso there is great political war going on here in my  country  that is the main reason why I contacted you to help me in getting  me, my only son and our inheritance out of this country so that I may not loosed my life or my son or the inheritance to war in this country,\nPlease,Consider this and get back to me as soon as possible.You can also  reach me  with   williams _405@sify.com\n\nThank you so much.\nMy sincere regards,\nMrs williams helen  \n\n\n \n\n\n", "id": "62713d0210c4e75e71576889a5e026a2"}