{"email_subject": "DEAR FRIEND.", "email_body": "CHAIRMAN TENDER\nBOARD OF NIGERIAN\nNATIONAL PETROLEUM\nCOPORATION (N.N.P.C)\nTEL:+234-80-33013920\nFAX:+234-1-7597156\nEMAIL:drezenchi1@ecplaza.net\n\nDEAR FRIEND,\n\nI GUESS THIS LETTER MAY COME TO YOU AS A SURPRISE SINCE I HAD NO PREVIOUS CORRESPONDENCE WITH YOU.I AM THE CHAIRMAN TENDER BOARD OF NIGERIA NATIONAL PETROLEUM COPORATION (NNPC) I GOT YOUR CONTACT IN THE COURSE OF MY SEARCH FOR A RELIABLE PERSON WITH WHOM TOHANDLE A VERY CONFIDENTIAL TRANSACTION INVOLVING THE TRANSFER OF FUND VALUED EIGHT MILLION TWO HUNDRED THOUSAND UNITED STATES DOLLARS ($8.2M) TO A SAFE FOREIGN ACCOUNT.\n\nTHE ABOVE FUND IN QUESTION IS NOT CONNECTED WITH ARMS,DRUGS OR MONEY LAUNDERING. IT IS THE PRODUCT OF OVER INVOICE ON CONTRACT AWARDED IN 2003 BY NNPC, TO A FOREIGN COMPANY FOR THE TURN AROUND MAINTAINERS OF NIGERIA OIL REFINARIES IN KADUNA STATE,DELTA STATE,AND LAGOS STATES OF NIGERIA.THE CONTRACT HAS LONG BEEN EXECUTED AND PAYMENT OF THE ACTUAL CONTRACT AMOUNT MADE TO THE FOREIGN CONTRACTOR, LEAVING THE BALANCE OF $8.2M U.S DOLLARS IN A DORMANT ACCOUNT WHICH MY COLLEAGUES AND WE NOW WANT TO TRANSFER OUT OF NIGERIA INTO A RELIABLE FOREIGN ACCOUNT FOR OUR PERSONAL USE.\n\nAS CIVIL SERVANTS, WE ARE NOT ALOWED BY THE LAW OF THE FEDERATION TO OPERATE A FOREIGN BANK ACCOUNT.THEREFORE IT BECOMES NECESSARY TO LOOK FOR A FOREIGN COMPANY WITH THE CAPABILITY TO ACT AS THE ORIGINAL BENEFICIARY OF THE CONTRACT.MY DEAR, IT IS A GOOD THING THAT THE PRESIDENT HAS ENDORSED THE RESOLUTION PASSED BY THE SENATE THAT ALL FOREIGN CONTRACTORS OWED BY THE FEDERAL GOVERNMENT OF NIGERIA SHOULD BE PAID, WE WILL SEIZE THIS GOOD OPPORTUNITY TO PURPORT YOU AS ONE OF THE BENEFICIARIES TO BE PAID.\n\nIF YOU ARE INTERESTED IN THIS PROPOSAL KINDLY SEND TO US YOUR LETTER OF ACCEPTANCE ALONG WITH YOUR DIRECT TELEPHONE AND FAX NUMBERS, BUT IF YOU CANNOT FOR ANY REASON HANDLE THIS TRANSACTION I SHOULD BE GRATEFUL IF YOU CAN INTRODUCE IT TO A RELIABLE AND TRUST WORTHY PERSON IN WHICH IN ANY CASE YOUR INTEREST WILL BEPROPERLY TAKEN CAREOF.MEANWHILE, MY COLLEAGUES AND I HAVE DECIDED TO SHARE THE MONEY IN THE FOLLOWING RATIO: 70% FOR MY COLLLEAGUES AND I, THEN 20% FOR YOU THE ACCOUNT OWNERAND 10% FOR ALL LOCAL AND INTERNATIONAL EXPENSES THAT MAY ARISE IN THE COURSE OF THIS TRANSACTION.FUTHER DETAILS ABOUT THIS TRANSACTION WILL BE DISCUSSED IN THE SUBSEQUENT CORRESPONDENCE.\n\nTHIS TRANSACTION IS STRICTLY CONFIDENTIAL BUT 100% RISK FREE FOR BOTH OF US. NOTE ALSO THAT THE PARTICULAR NATURE OF YOUR BUSINESS IS IRRELEVANT TO THIS TRANSACTION AND THIS TRANSACTION IS EXPECTED TO BE CONCLUDED WITHIN 14 BANK WORKING DAYS SINCE ALL LOCAL CONTACTS ANDARRANGEMENTS HAVE BEEN PROPERLY PERFECTED FOR A SMOOTH AND SUCCESSFUL CONCLUSION OF THIS TRANSACTION.\n\nYOURS FAITHFULLY,\nDR EZE N. MARK.\nCHAIRMAN(TBNNPC).\n\nN:B,PLEASE FOR THE BEST INTREST AND SECURITY OF THIS TRANSACTION,SEND YOUR REPLIES TO MY PRIVATE EMAIL ADDRESS(drezenchi1@ecplaza.net) AND CALL MY PRIVATE CEL PHONE:234-80-33013920 FOR MORE EXPLANATIONS,\nTHANKS.\n\n________________________________________________________________________\nSERVIZIO VOICE: TELEFONA e INVIA SMS dal tuo computer a tariffe vantaggiose! \nScopri come telefonare e videochiamare gratis da pc a pc.\nhttp://voice.repubblica.it\n\n\n\n\n\n", "id": "62a2ecf4d82344adb49520f552db32a4"}