{"email_subject": "Greetings", "email_body": "Greetings!\n\nDear Sir,\n\nGreetings and compliement of the season!\n\nIn due consideration and trust,I come to you for a profitable business\ntransaction that might interest you.My Name is Zedex Calvaho from the\nfamous Calvaho Family.Calvaho Family is a Polygamous Family and the 6th\nRichest Family in Sao Tome and Principe.My Father (Late Dr.Tinjankaba\nCalvaho) died on the 22nd of March,2003 living Millions of Dollars and\nPounds in a Foreign Banks including Large number of Estates and Companies\nwhich has already been claimed by the Children's of my Father's First Wife\ncurrently parading themselves as the sole Inheritors to our Father's\nEstates and Funds.This has caused series of problems between our family\nand the family's of my late father's First Wife and till date,the problem\nhas not been able to be resolved even in Court.\n\nHowever,I have been able to trace our Father's unclaimed Money to the tune\nof £35.7million lying at UBS Investment Bank in London.I have conculded\nevery arrangement to claim the funds before the Children's of my Father's\nFirst Wife will bounce of the funds for inheritance.In addition,Since the\ndeath of our Father,our own side of Calvaho Family has been in a serious\nsevere financial distress because the First family has confiscated all\nthat our father has laboured for the interest of the entire\nfamilies.Therefore,It is my wish to present you before the Bank for\nclaiming of this funds on our behalf as our own part of benefits from our\nLate father's funds so that the funds will be released to your nominated\nbank account without any further delay.We will offer you 40% of the funds\nfor your kindest assistance should incase if this offer pleases you.This\nfunds is the only hope of our livelihood otherwise we will turn to a\nbegger oneday.Finally,I will appreciate if you will send me your direct\ntelephone numbers for discussion of this deal in further details.\n\nYours Sincerely,\nZedex Calvaho\n\n\n\n", "id": "62a85bf8d2eaabe7639ddd6540ad5abf"}