{"email_subject": "URGENT REPLY", "email_body": "ATTN:,\n\nI am Godwin Ekpontu Sangana, Esq., A personal attorney to MR/MRS\nMILLER, an expartriate formally with my country's branch of Agip\nOil Company(NAOC), here in Lagos. On April 21, 1999 my client,\nMr&MRS. MILLER died in a fatal automobile accident. Ever since, I\nhave made several frantic and extensive enquiries to locate any\nof my late client's relatives which, to this time, has proved\nunsuccessful. After these unfruitful attempts, however, I decided\nto trace his relatives via the internet.This, of course, explains\nthis correspondence to you. I contacted you to assist in\nrepartriating the money left behind by my deceased client before\nit gets confiscated or declared unserviceable as repeatedly\nthreatened by the bank where this deposit of a large amount of\nmoney was lodged. For purposes of security, I cannot disclose the\namount until I am sure of your commitment to collaborate with me.\n\nRecently, the bank issued me a notice to provide the next-of-kin\nor have the account confiscated. Since I have been unsuccesfull\nin locating the the relatives for over 3 years of endless effort,\nI seek your consent to present you as the next-of-kin of the\ndeceased, Mr/mrs Miller.  So that the proceeds of this venture\ncan be remitted to your nominated account for you and I.  In the\nevent that you agree to render this assistance, I propose a\nsharing formula of 65% for me and 30% for you,while 5% will be\nfor all expenses and inheritance tax, as may be required by your\ngovernment. \n\nI am certain that all necessary legal documents that will be used\nto back up our inheritance claims and secure approvals are\nreadily accessible with little or no difficulty. All I require is\nyour honest cooperation to see the deal through. I guarantee that\nthis will be executed under a legitimate atmosphere that will\nprotect you from any breach of the law.  Please contact me by\nemail  and also send your phone and fax number for further\ndiscussions.  God bless. \n\n\nYours Faithfully, \nGodwin Sangana (Esq).\n\n\n\n\n\n\n\n\n\n\n\n", "id": "62abe58a43892971d6dd90b9e770abf2"}