{"email_subject": "CAN WE HANDLE THIS TOGETHER?", "email_body": "FROM THE DESK OF MR.CHRIS BARHOLET.\nBILL AND EXCHANGE MANAGER,\nMETROPOLITAN BOND AND FINANCE CO.LTD LONDON.\n48 Moorfields, London EC2Y 9AL.                       \n               \n                 \nDEAR Friend,\n\nI am the manager of bill and exchange at the auditing of METROPIOLITAN \nBOND AND FINANCE CO.LTD. in England In my department we discovered an \nabandoned sum of 27.5 Pound sterling (Twenty-Seven  Million-five \nhundred thousand Pounds sterling) in an account that belongs to one of \nour foreign customer who died along with his entire family on Monday, \n31 July, 2000 in a plane crash in paris.Please to confirm my story \nabout the crash you can visit this site:http://news.bbc.co.\nuk/1/hi/world/europe/859479.stm Since we got information about his \ndeath, we have been expecting his next of kin to come over and claim \nhis money because we cannot release it unless some body applies for it \nas next of kin or relation to the deceased as indicated in our \nfinancial guidelines and laws but unfortunately we learnt that all his \nsupposed next of kin or relation died alongside with him at the plane \ncrash leaving nobody behind for the claim. It is\ntherefore upon this discovery that I now decided to make this business \nproposal to you and release themoney to you as the next of kin or \nrelation to the deceased for safety and subsequent disbursement \nsincenobody is coming for it and we don't want this money to go into \nthe bank treasury as unclaimed bill.The banking and financial law and \nguide line here stipulates that if such money remained unclaimed \nafterSEVEN years, the money will be transfered into the bank treasury \nas unclaimed fund. The request offoreigner as next of kin in this \nbusiness is occassioned by the fact that the customer was a foreigner \nand a national here cannot stand as next ofkin to a foreigner.\n\nI agree that 40% of this money will be for you as a respect to the \nprovision of a foriegn account ,10%will be set aside for expenses \nincurred during the business and 50% would be for me Thereafter, I \nwillvisit your country for disbursement according to the percentage \nindicated Therefore, to enable theimmediate transfer of this fund to \nyour country ,you must apply first to our security firm here in London \nbecause of financial laws guiding this country,we have moved the money \nin question to our Security Company Vault here in London for easy \ntransfer of this fund to any where in the world.So i will like you to \nsend tome your NAME,TELEPHONE NUMBER and PHYSICAL ADDRESS for easy and \neffective communication and location where in\nthe money is bound to.\n\nUpon receipt of your reply, I will get back to you on the next moves \nto make. I will not fail to bring to your notice that thistransaction \nis hitch-free and that you should notentertain any atom of fear as all \nrequiredarrangements have been made for the transfer. You should \ncontact me immediately as soon as you receive\nthis letter.\n\nTrusting to hear from you immediately.\nYours Faithfully,\nMR.CHRIS BARTHOLET.\n\n\n\n", "id": "62ac6e081bc01f3d881dbd90bc4229a7"}