{"email_subject": "PARTNERSHIP/INVESTMENT", "email_body": "ATTN: Sir/Madam,\n\n       INVITATION FOR PARTNERSHIP/INVESTMENT\n\nWith due respect, trust and humility, I write to you this proposal, which I believe would be of great interest to you. I am looking for a reliable and capable foreign partner that will assist my family and I to transfer fund to his/her personal or private account oversea and for investment purpose's. Am Mr. AUTHOR GEZI the son of Late Dr.JOMO GEZI, who was the \"Chairman\" of the farmer's co-operation in Zimbabwe.\n\nMy Father was among the few blacks that were murdered in cold blood by the President Robert Mugabe Administration during the land dispute that just happened in Zimbabwe. \n\nAfter the death of my Father, we decided to move out of ZIMBABWE because our lives were in danger because of the money that my father kept in his hidden safe in our house. The amount contained in the safe is US$15.5 Million Dollars (FIFTEEN MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS). \n\nThis money was meant for the purchase of new machines and chemicals for the farms and establishment of new farms in Swazpartner pending when we see somebody that will assist us, for the safety of ours.\niland. We moved to South Africa and deposited this money in a security company in a box as valuables belonging to our foreign \nWe are presently in South Africa as Refugee (Asylum Seekers) and as such the law of South Africa does not permit us to operate or open any bank account here in South Africa or be involved in any financial transaction with the bank. That is why we contacted you to assist us in this transaction. \n\nWe are ready to give you 30% of the total amount for the inconveniences this will cost you and for accepting to assist us.\n\nIndicating your interest as soon as possible, by sending you telephone and fax number for easier communication. On receiving of your acceptance, I shall be glad to give you more clarification on the modalities needed for smooth successful completion of this transaction. \n\nI anticipate your quick response.\n\nMR.AUTHOR GEZI\nAlternative email: gezis_family@hotmail.com\n(For and on Behalf of the Family)\n\n\n\n", "id": "62b9e9509a011e494eba7b98f27c55b6"}