{"email_subject": "BUSINESS PROPOSAL", "email_body": "No 8 Garden Avenue\nGeneration-South Africa\n27-837265625\nSatelite phone no.\n882-1646685262\n\n\n              {URGENT AND CONFIDENTIAL}\n     (RE: TRANSFER OF ($ 126,000.000.00 USD}\n    {ONE HUNDRED AND TWENTY SIX MILLION DOLLARS)\n\nDear sir,\n\nWe want to transfer to overseas ($ 126,000.000.00 USD)\nOne hundred and Twenty six million United States\nDollars) from a Bank in Africa, I want to ask you to\nquietly  look for a reliable and honest person who\nwill be capable and fit to provide either an existing\nbank account or to set up a new  Bank a/c immediately\nto receive this money, even an empty a/c can serve to\nreceive this money, as long as you will remain honest\nto me till the end for this important\nbusiness trusting in you and believing  in God that\nyou will never let me down either now or in future.\n\nI am Chiedo Jonathan, the Auditor General of a bank in\nAfrica, during the course of our auditing I discovered\na floating fund  in an account opened in the bank in\n1990 and since 1993 nobody has operated on this\naccount again, after going through some old files in\nthe records I discovered that the owner of the account\ndied without a [heir]  hence  the money is floating\nand  if I do not remit this money out urgently it will\nbe forfeited for nothing. the owner\nof this account is  Mr. Phillip Morris, a foreigner,\nand a sailor, and  he died,  since 1993. and  no other\nperson knows about this account or any thing\nconcerning it, the account has no other beneficiary\nand my investigation proved to me as well that Phillip\nMorris until his death was the manager Morris & Morris\nCoy.(pty). SA.\n\n\nWe will start the  first transfer with Twenty six\nmillion [$26,000.000] upon successful transaction\nwithout any disappoint from your side, we shall\nre-apply for the payment of the remaining  rest amount\nto your account,\n\nThe amount involved is (USD 126M) One hundred and\nTwenty Six million United States Dollars, only I want\nto first transfer $26,000.000 [Twenty Six million\nUnited States Dollar from this money into a safe\nforeigners account abroad before the rest, but I don't\nknow any foreigner, I am only contacting you as a\nforeigner because this money can not be approved to a\nlocal person here, without valid nternational\nforeign passport, but can only be approved to any\nforeigner with valid international passport or drivers\nlicense and foreign a/c  because the money is in us\ndollars and the former owner of the  a/c  Mr. Phillip\nMorris  is a foreigner too, [and the money can only be\napproved into a foreign a/c.\n\nHowever, we will sign a binding agreement, to bind us\ntogether I got your contact address  from the Girl who\noperates computer, I am revealing this to you with\nbelieve in God that you will never let me down in this\nbusiness, you are the first and the only person\nthat I am contacting for this business, so please\nreply urgently so that I will inform you the next step\nto take urgently. Send also your private telephone and\nfax number including the full details of the account\nto be used for the deposit.\n\nI want us to meet face to face to build confidence and\nto sign a binding agreement that will  bind us\ntogether  before transferring the money to any account\nof  your choice  where the fund will be safe. Before\nwe fly to your country for withdrawal, sharing and\ninvestments.\n\nI need your full co-operation to make this work fine.\nbecause the management is ready to approve this\npayment to any foreigner who has correct information\nof this account, which I will give to you, upon your\npositive response and once I am convinced that you are\ncapable  and will meet up with instruction of a key\nbank official who is deeply involved with me in this\nbusiness.\n\nI need your strong assurance that you will never,\nnever let me down.\n\nWith my influence and the position of the bank\nofficial we can transfer this money to any foreigner's\nreliable account which you can provide with assurance\nthat this money will be intact pending our physical\narrival in your country for sharing. The bank official\nwill destroy all documents of transaction immediately\nwe receive this money leaving no trace to any place\nand to build confidence  you can  come immediately  to\ndiscuss with me face to face after which I will make\nthis remittance in your presence and three of us will\nfly to your country at least two days ahead of the\nmoney going into the account.\n\nI will apply for annual leave to get visa immediately\nI hear from you that you are ready to act and receive\nthis fund in your account. I will use my position and\ninfluence to obtain all legal approvals for  onward\ntransfer of this money to your account with\nappropriate clearance from  the relevant  ministries\nand foreign exchange departments.\n\nAt the conclusion of this business, you will be given\n35% of the total amount, 60% will be for me, while 5%\nwill be for expenses both parties might have incurred\nduring the process of transferring.\n\nI look forward to your earliest reply through my email\n\nYou should try to call me on my satelite phone no.\n882-1646685262. if you are calling my No. dial the way\nyou use to call other countries,  do not put South\nAfrican area code, because it is a satellite phone.\n\nSincerely,\n\nChiedo Jonathan.\n\n\n\n\n\n\n\n\n\n\n\n", "id": "62c3311a6b6eb613bdcb69d7be6e4fb9"}