{"email_subject": "URGENT PLEASE", "email_body": "FROM BARRISTER BELLO MUSA \nTEL: 234-8033271583 \nEMAIL: bmusa11@hotmail.com\n \nDEAR FRIEND, \nMY NAME IS BARRISTER BELLO MUSA, I AM A PRIVATE \nATTORNEY AND I HAVE A CLIENT WHO IS INTERESTED IN INVESTING SOME GOOD MONEY IN YOUR COMPANY/COUNTRY. \nMY CLIENT IS A VERY IMPORTANT AND PROMINENT PERSON WHO \nHAS MANDATED ME TO CONTACT YOU OR YOUR COMPANY FOR A \nVERY IMPORTANT BUSINESS TRANSACTION. MY CLIENT IS BY \nNAME MRS. MARYAM ABACHA AND SHE IS THE WIFE OF A LATE \nMILITARY HEAD OF STATE IN MY COUNTRY. \nHER HUSBAND LATE GENERAL SANNI ABACHA MADE A LOT OF \nMONEY THROUGH OIL PROCEEDS DURING HIS TENURE IN \nOFFICE. INFACT, IT WAS DISCOVERED AFTER HIS DEATH \nTHAT HE WAS WORTH WELL OVER $4.5 BILLION UNITED STATES \nDOLLARS AND SOME OF THIS MONEY WAS RETRIEVED AFTER HE \nDIED WHILE SOME WAS RECOVERED FROM OFFICIALS THAT \nSERVED UNDER HIM DURING HIS REIGN AS PRESIDENT OF \nNIGERIA. \nTHE TRUTH OF THIS CASE IS THAT MY CLIENT DESPITE THE \nPROBLEM SHE IS GOING THROUGH NOW, SHE STILL HAS A LOT \nOF MONEY IN HER POSSESSION. WHICH SHE INTENDS TO \nINVEST OUTSIDE OUR COUNTRY. \nWHAT MY CLIENT NEEDS FROM YOU NOW IS A RELIABLE \nACCOUNT WHERE SHE CAN TRANSFER SOME MONEY BUT MIND \nYOU, ALL THE MONEY IN HER POSSESSION CAN NOT LEAVE AT \nONCE BECAUSE SHE NEEDS TO BUILD CONFIDENCE AND TRUST \nIN SOMEONE WHO WOULD NOT EXPOSE HER PLAN TO REMIT AND \nPOSSIBLY INVEST IN YOUR COMPANY. SO SHE HAS AGREED \nTHAT I SHOULD MAKE ARRANGEMENT FOR THE TRANSFER OF \n$45.5 MILLION UNITED STATES DOLLARS AND YOU ARE FREE \nTO NEGOTIATE YOUR MODE OF COMPENSATION EVEN IF SHE \nINTENDS TO INVEST THE MONEY IN YOUR COUNTRY. \nPLEASE, DO NOT HESITATE TO INDICATE YOUR VIEW OF THIS \nREQUEST BY CONTACTING ME IMMEDIATELY YOU RECEIVE THIS \nMAIL, SO THAT THE NECESSARY ARRANGEMENTS CAN BE MADE \nFOR THE MONEY TO LEAVE IMMEDIATELY. \nDUE TO THE PRESENT SITUATION OF MY CLIENT, I WOULD BE \nHAPPY IF THIS REQUEST CAN BE KEPT A SECRET. I WOULD \nALSO LIKE TO NOTE THAT THERE IS NO RISK INVOLVED. \nI HOPE MY CLIENT WOULD BE HAPPY INVESTING WITH YOU. \nPLEASE KINDLY SEND DOWN YOUR REPLY THROUGH MY PERSONAL \nE-MAIL ADDRESS bmusa11@hotmail.com\nDO NOT FORGET TO SEND YOUR TELEPHONE AND FAX NUMBERS WHEN REPLYING. \nTHANKS, \nBARRISTER BELLO MUSA\n \nFreeserve AnyTime - HALF PRICE for the first 3 months - Save £7.50 a month \nwww.freeserve.com/anytime", "id": "62f09d26b147c21aaad151a7407a9a4d"}