{"email_subject": "GOOD DAY", "email_body": ">From princess ifeoma\nThe Palace of King of Ogoni Kingdom,\nOgoni Oil producing community,\nRivers State Nigeria.\nPRINCESS Email ADDRESS:princess_ifeoma201@hotmail.com\n\nMy lawyer phone number\n234-8033072775\nEmail: him for more information please\n\n\nDear Sir, I am Princess IFEOMA , daughter of HRH King\nSolomon Abonime, the king of Ogoni Kingdom. I am 25\nyears old and a graduate of Mass Communication. My\nfather was the king of Ogoni Kingdom the highest oil\nproducing area in Nigeria. He was in charge of\nreviving royalties from the multi-national oil\ncompanies and government on behalf of the oil\nproducing communities in Nigeria. After the hanging of\nthe Ogoni Nine(9) including Ken Saro Wiwa by the late\ndictator General Sani Abacha, my father suffered\nstroke and died in August27th last year. But before\nhis death, he called me and told me he has sixthy six Million United States Dollars\n(USD66,000,000.00) cash in his possession, specially\ndeposited in a Security vault company in eroupe. He\nadvised me not to tell anybody except my mother who is\nthe last wife of the (8) eight wives that he married.\nMy mother did not bear any male child for him. Which\nimplies that all my father?s properties, companies\ne.t.c., we have no share in them because my mother has\nno male child according to African Tradition. My\nfather therefore secretly gave me all the relevant\ndocuments of the said money, and told me that I should\nuse this money with my mother and my younger sisters\nbecause he knows that tradtionally, if he dies we\ncannnot get anything, as inheritance. He importantly\nadvised me that I should seek foreign assistannce and\nthat I should not invest this money here in Nigeria\nbecause of his other wives and male children who\nhappen to be my elders. I am soliciting for your\nimmediate assistance to get a Bungalow for us, where I\nwill live with my mother and two younger sisters and\nfurther advise me where and how I will invest the\nbalance money overseas, possibly on products of your\ncompany and other profitable ventures. I believe that\nby the special grace of God, you will help us move\nthis money out of eroupe to your country where we can\ninvest this money judiciously with you. You are\nentitled to a reasonable part of this money based on\nour agreement, and God will bless you as you help us.\nPLease reply through my e-mail Looking forward to hear\nfrom you as soon as possibleand also my lawyer \nemail address:(adekunle_smithmike@hotmail.com). Regards. Princess\nIfeoma.\n\nNB This is my email address:princess201@fastermail.com\n\n \n\n\n   \n  \n \n\n\n", "id": "62fb38a7da621c5da8878cb73708e335"}