{"email_subject": "URGENT", "email_body": "DEAR SIR,\n\nI am BARRISTER MAGRET KELLE ,an Attorney at Law and Senior Advocate of \nNigeria(S.A.N.).I am the Personal Attorney to Mr.Hans,National of \nGermany, who used to work with Shell Petroleum Development Company(SPDC) \nhere in Nigeria.\n\nOn the 21st of April 2001,my client Mr.Hans,his wife and their three \nChildren were involved in a fatal car Accident along Sagamu Express Road \nhere in Nigeria.All occupants of the vehicle unfortunately lost their \nlives.\n\nSince then I have made several inquires to German Embassy to locate any \nof my client's extended relatives but this has also proved \nunsuccessful. After these several unsuccessful attempts,I decided to track his last \nname over the Internet, to locate any member of his family but could \nnot locate them.\n\nI have contacted you to assist in repatriating the money and property \nleft behind by my client before they get confiscated or declared \nunserviceable by the security company where this huge deposits were lodged.\n\nParticularly,the Europe based security company where the deceased had \ndeposited about(US$25M)Twenty Five Million United State Dollars has \nissued me a notice to provide the Next of Kin or have the funds confiscated \nwithin the next 21 working days.\n\nSince I have been unsuccessful in locating the relatives for over 8 \nmonths now I seek your consent to present you as the next of kin of the \ndeceased so that the proceeds of this account valued at (US$25M) can be \npaid to you and then we \ncan share the money.All necessary legal documents will be in place that \ncan be used to back up any claim we may make.\n\nAll I require is your honest cooperation and transparency to enable us \nsee this deal through.I can guarantee that this will be executed under \na \nlegitimate arrangement that will protect you from any breach of the \nlaw.Please do get in touch with me through my confidential e-mail address: \nm_kelle@k.ro,for more details.\n\nOnce I have your consent and trust then we can proceed immediately.Your \nanticipated response is urgently needed so as to stop further contacts.\n\nKind Regards,\n\nBARRISTER MAGRET KELLE\n\n", "id": "630a645fd0bc85203078ec7a2ddeff45"}