{"email_subject": "urgent transaction.", "email_body": "Reply-To: mohammedsaid2007@lawyer.com MIME-Version: 1.0 Content-Type: text/plain Content-Transfer-Encoding: 8bit Message-Id: <20070724150400.349A8435B1@webbox737.server-home.net> Date: Tue, 24 Jul 2007 17:04:00 +0200 (CEST) Email: mohammedsaid2008@uboot.com Dear Sir, I am Barrister Al Mohammed El Said, Former Legal/family Attorney to the  ousted Iraqi President General Saddam Hussein. I was Tortured and  Incarncerated for speaking out against the Devilish and Inhumane  actions of  his son Uday Hussein. While i was working with the former President, i was entrusted with  many assets and Funds which i was keeping safe for the family, upon my  release from Prison. all the assets and funds in my possession were  all  retrieved except a certain Fund amounting to the tune of  $40,000,000.00(Forty Million United States Dollars) which is proceeds  from Crude Oil  sales of one of his numerous Oil Companies and registered with a  foreign  name under a Foreign Account and i am the only person who knows about  this Fund and also has all the necessary informations and Documents  about the account which i will give to you. It is in view of the above facts that i am contacting you as a  foreigner to help in transferring this Money abroad into your account  as the  current restrictions on travelling and the Fact that the Funds is in a  foreigner's name under a Foreign Account therefore the Bank officials  will wellcome any foreigner with correct information about the account  which i will give to you. Also there are other factors which has made it impossible for me to do  it as it was only possible for me to escape from Iraq to Kuwait from  where i am currently contacting you. We are going to sign a Binding agreement of Trust to makle sure that  none of the parties involved will be cheated in the transaction as i  will  travel along with my family to your Country for sharing and  Investments as soon as the ban on travelling and other restrictions is  lifted. You also have to note that after the successful transfer of the fund to  your account, it will be shared as follows: you will be given 35% of  the Total Fund for your services, 60% will be for me while the  remaining  5% will be for expenses incurred in the course of the transaction. I look forward to your positive and co-operative response. Yours, Barrister Al Mohammed El Said.", "id": "6358e7c85dd537d4d319f48c5f62437b"}