{"email_subject": "ATTN: GOOD DAY!!!!!", "email_body": "\nURGENT BUSINESS RELATIONSHIP\n\n\n\nI am Alhaji Mohammed Abacha, the son of the late\n\nNigerian Head of State who died on the 8th of June\n\n1998 while in active services.\n\nFollowing the sudden death of my father, General Sani\n\nAbacha, the present Civilian Government has thrown my\n\nfamily and I into a state of utter confusion,\n\nfrustration,and hopelessness. I have been subjected to\n\ninhuman physical and physiological torture,\n\nincarceration by the security Agents in my country. I\n\nwas only recently released from detention after been\n\narraigned before the Federal High Court of Nigeria for\n\nan offence committed by my late father.\n\n\n\nThe incumbent civilian administration of Chief\n\nOlusegun Obasanjo has intensified his probe into my\n\nlate father's activities while in the office and he\n\nhas frozen all our local and foreign accounts together\n\nwith other assets of my family as a retaliation for\n\nwhat my late father did to him when he was alive as\n\nthe Head of the Military regime in Nigeria. As a\n\nmatter of fact, we have been declared bankrupt and\n\nthey are not relenting to make us poor for life.\n\n\n\nAs a man that is so traumatized, I have lost\n\nconfidence with anybody within my country as all those\n\nwho benefited immensely during the regime of my late\n\nfather have openly abandoned all my family.\n\n\n\nMY REASONS FOR CONTACTING YOU.\n\n\n\nI got your contacts through my personal research and\n\nout of desperation decided to reach you through this\n\nmedium.\n\n\n\nYou must have heard over the media reports and the\n\nInternet on the recovery of various huge sums of money\n\ndeposited by my late father in different Banks and\n\nsecurity firms abroad. Some of these banks and\n\nsecurity firms willingly gave-up/divulge their banking\n\nsecrets and disclosed to the present civilian\n\nadministration of Chief Olusegun Obasanjo, all my\n\nfamily's cash lodgement and monetary transactions with\n\nthem.\n\n\n\nPlease my dear, I repose great confidence in you and I\n\nhope you will not betray my confidence in you.\n\n\n\nI have secretly deposited the sum of $20,000,000.00\n\nwith a security firm abroad whose name is withheld for\n\nnow until we open communications. The money is\n\ncontained in a metal box consignment with Security\n\nDeposit Number.\n\n\n\nI shall be grateful if you could receive this fund\n\ninto your Bank account for safekeeping. This\n\narrangement is known to you and my junior brother\n\n(Abbas) only. So I will deal directly with you. I am\n\nproposing a 20% share of the fund to you for your kind\n\nassistance. I shall provide for you all the documents\n\nof the fund deposit with the security firm, and raise\n\na power of attorney `to enable you claim and receive\n\nthis fund into your bank account.\n\n\n\nAlso this transaction demands absolute\n\nconfidentiality. On no condition must you disclose it\n\nto anybody irrespective of your relation with the\n\nperson. Remember, Loose lips sinks ship\n\n\n\nI am looking forward to your urgent and positive\n\nresponse via my email above.\n\n\n\nBest regards\n\n\n\nAlhaji Mohammed Abacha.\n\n\n\n\n\n___________________________________________________________________________\nMail automatico enviado desde www.espana2000.org/castellon\n\n\n", "id": "63663d6bf7fd38af95deb87cdd50b60f"}