{"email_subject": "partnership / investment", "email_body": "Bonjour, Cette proposition peut vous paratre trange. Veuillez comprendre que cest la situation que je traverse actuellement qui ma pousse  contacter une personne totalement trangre (vous) . Permettez-moi de me prsenter ; Je suis tudiante en droit commercial de la Sierra Lone, mon nom est James Foday SANKOH. Je viens dhriter dune somme importante dargent et je ne my connais pas en transfert international ni en placement. Jai donc besoin de vous pour maider  transfrer et  grer cette fortune. Mon dfunt pre Foday Sabanah Sankoh fut chef des rebelles du (R. U. F.), il contrlait toute la zone diamantifre de la Sierra Lone. Avant sa mort le 29 Juillet dernier, il fut arrt, emprisonn et condamn par le gouvernement de mon pays. Mon pre a eu lide ingnieuse de dposer en mon nom dans une socit de scurit et de gardiennage en Rpublique du Bnin ( Afrique de lOuest ) du nom de SOBECI SARL la somme dargent de 50 millions de dollar amricain. Le dpt a t fait depuis 4 ans. Tous les documents originaux concernant ce dpt sont en ma possession. Je voudrais que vous mapportiez lassistance ncessaire pour pouvoir rcuprer ces fonds et les transfrer hors de lAfrique. Mon souhait est que l'argent soit investi dans de bonnes affaires et je crois que c'est une chance pour vous de m'assister car vous serez mon homme de confiance dans toutes mes affaires une fois la transaction termine. Ma maman et moi avions dj contact ici au Bnin un redoutable avocat du nom de maitre Robert Dossou pour nous assister pendant tout notre sjour ici  cotonou(capital du Bnin). Jattends impatiemment votre rponse et vous suggre de contacter notre avocat Matre ROBERT DOSSOU de AITC(Association of Investement Trust Companies) pour plus dexplications. Son adresse est: AITC Tel: 00229 60 47 69 Fax: 00229 33 67 59 Email:robertdoss@justice.com ou robert_dossou@yahoo.fr  Mes salutations James. Foday SANKOH. Email: jamesmer25@yahoo.fr", "id": "63a07d4894cc3cd8f95c0955e77cddd4"}