{"email_subject": "REQUEST", "email_body": "DEAR PARTNER\n\nI GUESS THIS LETTER MAY COME TO YOU AS SURPRISE SINCE\nI HAD NO PREVIOUS CORRESPONDENCE WITH YOU.\nI AM THE CHAIRMAN TENDER BOARD OF INDEPENDENT NATIONAL\nELECTORAL COMMISSION (INEC). I GOT YOUR CONTACT IN  MY\nSEARCH FOR A RELIABLE PERSON TO HANDLE A VERY CONFIDENTIAL\nTRANSACTION INVOLVING THE TRANSFER OF THE SUM OF\n$30,000.000 D0LLARS (THIRTY MILLION UNITED STATES DOLLARS)\n\nTHE ABOVE FUND IS NOT CONNECTED WITH ARMS, DRUGS OR\nMONEY LAUNDERING. IT IS THE PRODUCT OF AN OVER INVOICED\n\nCONTRACT AWARDED IN 1999 BY INEC TO A FOREIGN COMPANY FOR\nTHE SUPPLY OF ELECTORAL MATERIALS THAT WERE USED FOR\nCONDUCTING 1999 ELECTION.\n\nTHE CONTRACT HAS LONG BEEN EXECUTED AND PAYMENT OF\nTHE ACTUAL CONTRACT AMOUNT HAS BEEN PAID TO THE\nFOREIGN CONTRACTOR LEAVING THE BALANCE OF US30 MILLION DOLLARS\nWHICH MY COLLEAGUES AND I NOW WANT TO TRANSFER OUT OF\nNIGERIA INTO A RELIABLE FOREIGN ACCOUNT FOR OUR PERSONAL USE.\nAS CIVIL SERVANTS WE ARE NOT ALLOWED TO RUN FOREIGN ACCOUNTS.\n\nHENCE WE HAVE CHOSEN TO FRONT AND SUPPORT YOU AS THE\nBENEFICIARIES TO BE PAID.\nIF YOU ARE INTERESTED IN THE PROPOSAL KINDLY GET BACK TO\nME BY SENDING ME YOUR LETTER OF ACCEPTANCE ALONG WITH YOUR\nDIRECT TELEPHONE AND FAX NUMBERS, WE HAVE DECIDED TO SHARE\nTHE MONEY IN THE\nFOLLOWING PERCENTAGE, 60% FOR US 30% FOR YOU\nTHE ACCOUNT OWNER AND 10% FOR ALL LOCAL AND INTERNATIONAL\nEXPENSES THAT MAY ARISE IN THE COURSE OF THIS TRANSACTION.\nFURTHER DETAILS ABOUT THIS TRANSACTION WILL BE DISCUSSED IN\nTHE SUBSEQUENT CORRESPONDECE.\n\nTHIS TRANSACTION IS STRICTLY CONFIDENTIAL BUT 100%\nRISK FREE. NOTE ALSO THAT THE PARTICULAR NATURE OF\nYOUR BUSINESS IS IRRELEVANT TO THIS TRANSACTION AND THIS\nTRANSACTION IS EXPECTED TO BE CONCLUDED WITHIN 21 WORKING\nDAYS SINCE ALL LOCAL CON\nACTS AND ARRANGEMENTS ARE IN PLACE\nFOR A SMOOTH AND SUCCESSFUL CONCLUSION OF THIS TRANSACTION.\nCONTACT ME VIA EMAIL WITH YOUR CONTACT TELEPHONE AND FAX\nNUMBERS, SO THAT I CAN CALL YOU FOR A DISCUSSION.\nTHANK YOU AS I AWAIT YOUR RESPONSE.\n\n\nSINCERELY,\n\nDR STEVE UWA ,\n\nPLEASE SEND YOUR RESPONSE TO   drsteveuwa@rediffmail.com\n\n\n", "id": "63c86781012624a6e202e92f389364cb"}