{"email_subject": "Matter Of Assistance", "email_body": "From:Mr.UGOCHUKWU WILLIAM. URGENT REQUEST FOR ASSISTANCE Tel: 00971-50-7155760. Private e-mail:(ugochukwu9@yahoo.co.uk) Dear sir, This letter might surprises you because we have met neither in person nor by correspondence.But I believe it is one day that you got to know somebody either physical or through correspondence,I got your contact through the web-site when I was searching for a reliable trusth-worthy foreign partner to work with. However I am the son of Ex-Minister of Finance Mr.Ugochukwu, a formal Minister of Finance during Late President Laurent Kabila of Democratic Republic of Congo. Infact, I left my country because it was no longer save for me. My father is now in detention awaiting trial because of his involvement againt the government of President Joseph Kabila, who is presently the president of my country. My father called my attention and informed me that he lodged some funds on a Trunk Box with a security firm with an open beneficiary status.I am making thi!\n s !\ncontact to you in respect of($8,000,000 U.S.D) Eight million Dollars,in cash as well,hoping you will respond to my call to assist me in investing this cash. Upon my conviction of your capability to assist, hence we shall go into partnership deal. I have decided to move these funds to your country for investment in a lucrative venture, which you shall advise. I hereby guarantee you that this is not drug money and it is not money from arms deal or government money. This money was map out by my father with his colleague for the next coming presidential election in my country before his on timely death.Though you have to maintain high degree of confidentiality on this matter. Moreover, it is risk free in the sense that I have taken proper care of all formalities regarding this transaction for your assistance and co-operation, I and my family have decided to give you 25% of the total sum involved,5% for expenses,which may arise during the transaction,like tic\nket fair,fax and phone bills inclusive. The balance of 70% you will invest and manage for my family.I hope you will understand the circumstances surrounding the above decision. Items on the things I want; Banking part of the money in offshore account for me. Getting resident papers. Buying shares for me from companies. Please give me a call as soon as you receive this letter to expedite actions in taking the money out from where my father deposited it for safe keeping. Best regards, UGOCHUKWU WILLIAM.\n\n\n", "id": "640d62782596b396bd099b5c8d6d910c"}