{"email_subject": "[Nutch-dev] URGENT FROM MRS JANE", "email_body": "Dear Sir,\n \nI got your contact from our Chamber of Commerce where your name was listed as a reputable person.I therefore decided to contact you to assist me in the mentioned venture below.\n \nI am the wife of Ndoga Mupesa, my husband was allegedly killed by government of President Mugabe for supporting the Movement for Democratic Change, visit this website and see how they killed my husband.\nhttp://www.1freespace.com/beetee/apr07_2001.html.\n \nHowever, on the eve of my husband's death in April 5. 2001, he gave me the sum of US$39million in cash to move to Lebanon,but immediately my husband died I moved the funds to security company through a diplomatic courier service to europe.\n \nThe funds have been in the security company since April 5.2001.Because of the restriction placed on me and my children by the government of President Robert Mugabe, I Simply cannot travel to secure this funds from the security company where this said amount was deposited.\n \nplease As soon as you confirm to me by email  jane33mupesa@yahoo.com your readiness to assist me,I will fax a copy of my Power of Attorney to the security company to authorizing them to release the funds to you.\n \nAs soon as you have the funds in your custody, I will give you my account details in the Bahamas where you will transfer my funds to on mybehalf and You will be entitled to 20% of the total sum involved for your assistance.\n\n \nPlease contact me immediately .\n \nSincerely.\nMrs Jane Mupesa.\nMashonaland Central province.\n\n\n\n-------------------------------------------------------\nSF.Net email is sponsored by Shop4tech.com-Lowest price on Blank Media\n100pk Sonic DVD-R 4x for only $29 -100pk Sonic DVD+R for only $33\nSave 50% off Retail on Ink & Toner - Free Shipping and Free Gift.\nhttp://www.shop4tech.com/z/Inkjet_Cartridges/9_108_r285\n_______________________________________________\nNutch-developers mailing list\nNutch-developers@lists.sourceforge.net\nhttps://lists.sourceforge.net/lists/listinfo/nutch-developers\n\n", "id": "643b1416e449628cc9547512d61b8332"}