{"email_subject": "GOOD  DAY!!!", "email_body": "Greetings!!!\n\nI am Mr Martins  Imaa  Lucas, a member of staff in a Corporate Securities \nfirm. We keep valuables for high net worth individuals, blue chip \ncorporations and diplomatic organisations.\n\nI am contacting you in regards to our client, the late Chief (Mrs.) Stella \nObasanjo, who died on Sunday October 23, 2005 in a surgical operation in \nSpain. This client has a total deposit of Thirty Two Million United States \nDollars in our vaults. After the 9/11 incidents, our company policy do not \npermit cash deposit, so he confided in me as the foreign operations officer \nto make this deposit since June 2004. She did this to avoid traces f the \nmoney to her since her husband, president Olusegun Obansanjo was against any \ncorruption and embezzlement of funds.\n\nThe last communication I had with her was on the 25th of August 2005, where \nshe was making arrangements to claim the deposit. Thereafter it was revealed \nthat she died of a surgical operation in Spain in October.  After the \nacknowledgement of her death, it became apparent that there was no claim to \nher funds since she listed no next of kin in her bio-data form. She made the \ndeposit under the name of Guardian Trust investment (GTI) and disclosed the \ncontent as company valuables and Antiques. This was for confidentiality and \nto reduce taxes.\n\nIf no claim is made within six months, the company under its storage terms \nand conditions will legally auction the content of the deposit. If \ndiscovered that the content is cash, it will be confiscated and I would be \npenalised, since I accepted the cash deposit against the companys \nregulations. As a staff, it is impossible for me to have access to the funds \nor claim it myself. More so, such valuable deposits are kept at a different \nbranch, where we have our terminal facilities. Consequently, it is important \nthat I find a credible candidate to play the role of the Trustee or \nrepresentative of Guardian Trust investment to help claim the deposit.  It \nis on this ground that I need your assistance to claim the funds which will \nbe possible with the information I hold. Once this is achieved, you shall be \nentitled to 50% of the total funds while I shall retain the balance 50%.\n\nI am aware of the risks involved in this proposal, therefore I ask that you \nconsider the factors above and keep it strictly confidential. However, if \nyou feel you are unable to\nfulfil this role, I request you discard of this letter.\n\nI look forward to hearing form you.\n\nThank you.\n\nMr Martins  Imaa  Lucas\n\n\n\n\n", "id": "648ca16ac35a4851261a4a943f89bc99"}