{"email_subject": "REQUEST FOR PARTNERSHIP", "email_body": "FROM: MR JONATHAN MASIN\nEMAIL: jomasin@workmail.co.za\nFAX: +27 837 697 560\nTEL: +27 839 820 957\n\nDear Sir,\n \nI am aware that this letter will come to you as somewhat of a surprise, but I apologize to you if I have encroached in your privacy.\n \nMy name is Mr. Jonathan Masin (from Harare, Zimbabwe) and I got your address through the Bloemfontein refuge camp information centre. I am the first son of late Dr Joel Masin, a farmer and business man who died in September 2003 as a result of the land dispute in my country, Zimbabwe.\n \nMy father used to be a very good friend of Mr. Robert Mugabe until the government introduced the land use decree which enforced the seizure of all white owned farms. Due to my fathers, and other eminent persons opposition to the land use act which was well pronounced all over the world, even up to date, Mr. Mugabe became my fathers worst enemy, he seized his farm and imprisoned him for a long time.\nAfter the legal institution of my country found my father not guilty and he was released, Mr. Mugabe used his powers as the president and plotted the assassination of my father in his farm. He was burnt to ashes and his remain were thrown into the bore hole in his farm.\n \nWe discovered this and wrote several petitions against the government. Knowing that this petition has reached a very heated stage, Mr Mugabe decided to eliminate my entire family. My sister and brother were kidnapped from their school and until today, they have not been found. I ran to South Africa with my sick mother and two other younger ones and came to this refugee camp, where we have been since December 2003.\n \nWhy I am writing you are that, when my father was alive, he took me to South Africa and we visited a security company where he lodged a consignment which he informed me was loaded with the sum of US$20,500,000 (TWENTY MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS). This money was\ngotten from the sale of several of his farm machinery in combination with that of a few of his white friends whose family could not finally make it out of Zimbabwe (they were all killed secretly).They had to sell off their machinery to avoid seizure and also to ensure that they do not loose all they acquired in life.\n \nMy request here is to seek your assistance to retrieve this consignment from the security company. As a refugee, I can do nothing about it and to lay claim to it will be a big problem for my family, since Mr. Mugabe is still in power. We have contacted a financial adviser who has agreed to process the necessary legal documents to assist you claim this consignment as your own. The security company does not know the contents as it was deposited by my father as diplomatic valuables.\n\nOur intention is to ensure that this money gets into a bank and as refugees we cannot operate bank accounts. We shall offer you 20% of the total amount for all your efforts and there is no single risk what so ever involved. If you are willing and kind enough to assist us, please contact us on above email, fax number. The fax number is a direct one and we use it personally through the financial adviser.\n \nI hope seriously that you consider this as ways to assist us get out of the mess we are in. Thank you as i wait for\nyour urgent reply.\n \nRegards\n\n\nJonathan Masin\n\n\n\n", "id": "648f91b539343f36c1ea71e8df3284a1"}