{"email_subject": "FROM ROBERT CAN YOU HELP ME OUT? IS VERY URGENT", "email_body": "Dear Sir,\nWith a very desperate need for assistance, I have summed up courage\nto contact you. I am from (will disclose this later), presently\nworking in Iraq with an international organisation that I will also\ndisclose later, I found your contact particulars in an\naddress journal.\nI am seeking your assistance to evacuate the sum of (US$8.523\nMillion Dollars) Eight Million five Hundred Thousand And Twenty\nThree Dollars to\nyour country or any other safe country of your choice, as far as I can be\nassured that my share will be safe in your care untill I complete\nmy service here,this is no stolen money, and there are no dangers involved.\nSOURCE OF MONEY:\nSome money in various currencies was discovered concealed in\nbarrels with piles of weapons and ammunitions at a location near one\nof Saddam,s old palaces during a rescue operation, and it was\nagreed by all party present that the money be shared amongst us, this\nwas quite an illegal thing to do, but I tell you what? no\ncompensation can make up for the risks we have taken with our lives\nin this hell hole.\nThe above figure was given to me as my share, and to conceal this\nkind of money became a problem for me, so with the help of a German\ncontact working here, and his office enjoys some immunity, I was able\nto get the package out to a safe cation entirely out of trouble\nspot. He does not know the real contents of the package, and\nbelieves that it\nbelongs to an Asian/American who died in an air raid, and before giving\nup, trusted me to hand over the package to his business associate. I\nhave now found a secured way of getting the package out to a safer\ncountry for you to pick up, and will discuss this with you when I am\nsure that you are willing to assist me.\nOne passionate appeal I will make to you is not to discuss this\nmatter with a third party, should you have reasons to reject\nthis offer, please destroy this mail as any leakage of this\ninformation will be too bad for us.\nI do not know for how long we will remain here, and I have\nsurvived 2 suicide bomb attacks by the special grace of God, this and\nother reasons I will mention later has prompted me to reach out for help, I\nhonestly want this matter to be resolved immediately. Please contact\nme as soon as possible.\nRegards,\nRobert Taylor\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "64a33ce8f024a14b3f505209217b0eb6"}