{"email_subject": "Mrs. Larisa Sosnitskaya", "email_body": "Mrs. Larisa Sosnitskaya\nPLEASE FOR CONFIDENTIALITY REASONS CONTACT ME THROUGH MY SECURED EMAIL ADDRESS: larisasosnitska_ya@yahoo.de\n \nDear Partner,\n \nI am Mrs. Larisa Sosnitskaya and I represent Mr. Mikhail Khordokovsky the former C.E.O of Yukos Oil Company in Russia.  (Russian Largest Oil Company) Chairman CEO: Menatep SBP Bank (A well reputable financial institution with itœµ Branches all over the world) I have a very sensitive and confidential brief from this top (oligarch) to ask for your  partnership in re-profiling funds US$46 Million. I will give the details, but in summary, the funds are coming via Bank Menatep. \n \nSOURCE OF FUNDS: I have a profiling amount in an excess of US$46 Million (Forty-six Million dollar) which I seek your Partnership in accommodating for me. You will be rewarded with 20% of the total sum for your partnership. Can you be my partner on this? Already the funds have left the shore of Russia through diplomatic means to a European Holding firm where the final crediting is expected to be carried out. While I was on the process, My Boss got arrested for his Involvement in politics by financing the leading And opposing political parties (the Union of Right Forces, led by Boris Nemtsov, and Yabloko, a liberal/social democratic party Led by Gregor Yavlinsky) which poses treat to President Vladimir Putin Second Tenure as Russian president. You can catch more of the story on this website: \n \nhttp://www.mosnews.com/mn-files/khodorkovsky.shtml\nhttp://www.mbktrial.com/\nhttp://news.bbc.co.uk/1/hi/business/3213505.stm\nhttp://www.themoscowtimes.com/stories/2005/04/11/041.html\nhttp://www.nndb.com/people/633/000025558/\n \nYOUR ROLE: All I need from you is to stand as the beneficiary of the above quoted sum and I will re-profile the funds with your name, which will enable the European Holding firm transfer the sum to you. I have decided to use this sum to relocate to American continent and never to be connected to any of Mikhail khodorkovsky conglomerates. The transaction has to be concluded within 5 to 10 bank working days, as soon as I confirm your readiness to conclude the transaction with me. Contact me via my private box: larisasosnitska_ya@yahoo.de so that I can furnish you with more details. \n \nThank you very much, \n \nRegards, \n \nMrs. Larisa Sosnitskaya.", "id": "64a3fec0e1cc811b7f5eb45d0a1bcf77"}