{"email_subject": "best regards", "email_body": "\nMR ERIC WONG\nPROPERTY & LEASE MANAGERS\n26 KESINGTON COURT LONDON,\nENGLAND.\n\nDear Friend,\n\nI write you in good faith, hoping that you will treat this letter as a\ndesperate search for assistance in a matter that shall benefit both of\nus. A random search based on your locality from the Internet produced\nyour name and address, Please i apologise for this medium of contact as\nit appears the only definate way i can have assistance with this\nmatter.\n\nI am Eric Wong a property Manager to a deceased Immigrant property\nmagnate who was based in the U.K., also referred to as my client.\n\nOn Monday, 31 July, 2000, 13:22 GMT 14:22 UK , my client, his wife and\ntheir two Children died in the Air France concord plane crash bound for\nNew York in their plan for a world cruise,\n\nI have been managing his properties here in the U.K. and some others\nwhich he put out for sale. The properties which have long been put out \non\nsale have now been paid for and now the money paid has long been\ndeposited into his local bank account here. I have contacted you to \nassist in\nrepatriating the money and estate left behind by my client before they\nget confiscated or declared unserviceable by his bank. Particularly,\nthe bank has issued me with a notice to provide any of his next of kin \nor\nhave the account confiscated within a short period of time.\n\nMy late client has an account valued at 30 Million United States\nDollars Only. Since I have been unsuccessful in locating any of my \nclients\nrelatives for some time now and with no one coming forward since my\nclients passing on, and with the bank now giving me a deadline, I now \nseek\nyour consent to present you as the next of kin to my deceased client, \nso\nthat the proceeds of his account valued at 30 Million United States\nDollars Only can be paid to you.\n\nThis I intend we share amongst ourselves in the ratio of 50% to me and\n40% for you while the balance 10% we shall use for settling any\nmiscellaneous expenses that might arise. I have all the necessary \ninformation\nthat can be used to back up any Claim that we may make and I can assure\nyou that you shall be paid this amount as the next of kin to my late\nclient.\n\nAll I require is your honest co-operation to enable us see this deal\nthrough. I guarantee that this will be executed under a legitimate\narrangement that will protect you from any breach of the law. Trust me \nas his\nManager of his Estates, as i have all the needed information, that this\nis a risk-free relationship.\n\nPlease get in touch with me via email: erikwong100@yahoo.com.hk  , if\nyou are interested in helping me, so that we can discuss and i can send\nto you additional details.\n\nBest regards,\n\nEric Wong\n\n\n\n___________________________________________________________________________\n\n\n\n", "id": "64d889791aa4dafd58ffc31118c04db1"}