{"email_subject": "For Charity....Asalamulalaikum Warahmah", "email_body": "From: Mrs  Zainab Sharif Ahmed\nDemak Laut street,\n93050 Kuching,Sarawak\nMalaysia. \n \nDear Friend,\n \n       I am the above named person but now undergoing medical treatment now. \nI am married to Sheik Sharif Ahmed who worked with South Africa Embassy in Malaysia for nine years before he died in the year 2000. We were married for eleven years without a child. He died after a brief illness that lasted for only four days. Before his death we were both are Muslims. \n \n          Since his death I decided not to re-marry or get a child outside my matrimonial home which my prinsple is against.When my late husband was alive he deposited the sum of $5.3Million (Five Million three hundred thousand U.S.Dollars) with one Security Finance Company in Europe. \n \nPresently, this money is still with the Security Finance Company . \n \n       Recently, my Doctor told me that I would not last for the next three months due to cancer problem. Though what disturbs me most is my stroke. Having known my condition I decided to donate this fund to any Islamic or better still an muslim individual that will utilize this money the way I am going to instruct here in.\n \n         I have distributed money to some charity organizations in the Dubai,Algeria and Malaysia. Now that my health has deteriorated so badly, I cannot do this myself anymore. I once asked members of my family to close one of my accounts and distribute the money which I have there to charity organization in Bulgaria and Pakistan; they refused and kept the money to themselves. Hence, I do not trust them anymore, as they seem not to be contended with what I have left for them. The last of my money which no one knows of is the one that is with the  Security Finance Company.\nI want a muslam or individual that will use this to fund Islamic orphanages and widows propagating the word of Allah and to ensure that the house of Allah is maintained. \n \n       I took this decision because I don't have any child that will inherit this money  USD$5.3M and my husband relatives are not Muslam. and I don't want my husband's hard earned money to be misused by unbelievers. \n \n        I don't want a situation where these money USD$5.3M will be used in an ungodly manner, hence the reason for taking this bold decision. I am not afraid of death hence I know where I am going. I know that I am going to be in the bossom of the Allah the almight. \n \n        I don't need any telephone communication in this regard because of my health,and because of the presence of my husband's relatives around me always who are not muslam. I don't want them to know about this development. \n \n       With Allah  all things are possible. As soon as I receive your reply I shall give you the contact of the Security Finance Company abroad. I will also issue you a letter of authority that will empower you as the original beneficiary of this fund. I want you and the Islamic to always pray for me because the Allah is my shephard.\n         Please always be prayerful all through your life. Any delay in your reply will give me room in sourcing for a muslam or Islamic individual for this same purpose. \n \n           l will require your Personal Phone number and if possible your Residential address to include in the Power of Attorney that my lawyer will prepare in your name as the Beneficiary that will empower you to act on my behalf when you contact the Security Finance Company to receive the money USD$5.3M on my behalf.\n           The Holy Quran emphasizes so much on Allah's benevolence and this has encourage me to take the bold step.I took this decision because of my faith as a Muslim ,and with Allah every things are possible.\n \nPlease assure me that you will act accordingly as I stated herein.\n \nHoping to hear from you. \n Allah be with you\nMrs. Zainab Sharif  Ahmed \n \t\t\n---------------------------------\nYahoo! Messenger with Voice: chiama da PC a telefono a tariffe esclusive", "id": "64d914c90da02659cd4297e440c40031"}