{"email_subject": "NEXT OF KIN NEEDED", "email_body": "\n\nDear Sir/madam,\n\n It is with trust and believe that I write to you. I am\n BarristerEDWARD SMITH, a Solicitor at Law. I am the\n personal attorney to  william cole a National of\n your Country, who used to work with Shell Development\n Company here in Nigeria\n\n On the 21st of April 2001, my client, his wife and\n their only daughter were involved in a car accident\n along apongbon express road ogun state. All occupants of\n the vehicle unfortunately lost there lives. Since then\n I have made several enquiries to locate any of my\n clients extended relatives, this hasalso proved\n unsuccessful.\n\n After these several unsuccessful attempts, I decided\n to track his last name over the Internet, to locate\n any member of his family hence I contacted you. I have\n contacted you to assist in recovering the fund valued\n at US$15.4 Million left behind by my client before it\n gets confisicated or declared unserviceable by the\n Security Finance Firm where this huge amount were\n deposited.\n\n The said Security Finance Company has issued me a\n notice to provide the Next of Kin or have the account\n confisicated within the next twenty one official\n working days. Since I have been unsuccesfull in\n locating the relatives for over 2 years now, I seek\n the consent to present you as the Next of Kin to the\n deceased since you bear his last names, so that the\n proceeds of this account can be paid to you.\n\n Therefore, on receipt of your positive response, we\n shall then discuss the sharing ratio and modalities\n for transfer. I have all necessary information and\n legal documents needed to back you up for claim. All I\n require from you is your honest cooperation to enable\n us see this transaction through. I guarantee you that\n this will be executed under legitimate arrangement\n that will protect you from any breach of the law.\n\n I would be grateful if this mail will be favoured with\n an early reply.\n\n Best regards,\n\n Barr. EDWARD SMITH\n PLEASE EMAIL ME THROUGH MY private email:\nsmith@sino.net\n\n\n", "id": "650944d9ea17873062fbd912c1babf63"}