{"email_subject": "MUTUAL UNDERSTANDING", "email_body": "MR.IBRAHIM MUSTAPHA\nOUAGOUDOUGOU,\nBURKINA FASO\n\n\nDear Sir/Madam\n\nRE: TRANSFER OF ($39,500.000.00 USD THIRTY NINE\nMILLION FIVE HUNDRED\nTHOUSAND DOLLARS)\n\nWe want to transfer to overseas the sum of($39,500.000.00USD) Thirty Nine\nMillion Five Hundred Thousand United States Dollars)from a Prime Bank in \nAfrica. I would like to ask you to quietly look for a reliable and honest \nperson who will be capable and fit to provide eitheran existing bank account \nor to set up a new Bank a/c immediately to receive this money, even an empty \na/c can serve as far as it can receive money.\n\nI am Mr IBRAHIM MUSTAPHA an accountant and personal confidant to Dr. \nRavindra F. Shah who died together with his wife Dr.Mrs.Manjula Parikh-Shah \nin a plane crash on the 1st Oct. 2003 on their way to attend wedding in \nBoston. Mr. Ravindra F. Shah, is an American, a physician and industrialist, \nhe died without having any beneficiary to his assets including his account \nhere in Burkina Faso which he opened in the year 2000 as his personal \nsavings for the purpose of expansion and developement of his\ncompany before his untimely death in 2003.The amount involved \ni(USD39,500,000.00)ThirtyNine Million Five Hundred Thousand USD, no other \nperson knows about this\naccount. I am contacting you for us to transfer this funds to your account \nas the\nbeneficiary, I want to first transfer $9,500.000.00 (Nine Million \nFiveHundred Thousand USD) from this money into a safe account abroad, after \nwhich we will transfer the\nremaining (30M)but I don't know any foreigner. I amonly contacting you as a \nforeigner because this money can not be approved to a local person \nhere,without valid international foreign passport, but can only be approved \nto any foreigner with valid international passport ordrivers license and \nforeign a/c because the money is in US Dollars and\nthe former owner of the a/c Mr.Ravindra F. Shah is a foreigner too, and as \nsuch the money can only be approved into a foreign a/c.\n\nI need your full co-operation to make this work fine because the management \nis ready to approve this payment to any foreigner who has correct \ninformation of this account, which I will give to you, upon your positive \nresponse and once I am convinced that you are capable and will meet up with \nthe inheritance procedures.\n\nAt the conclusion of this business, you will begiven 35% of the total \namount,60% will be for me, while 5% will be forexpenses both parties might \nhave incurred during the process of transferring You should observe utmost \nCONFIDENTIALITYANDSECRECY in this transaction, and rest assured that this \ntransaction would be mostprofitable for both of us because I will require \nyour assistance to investmy share in your country.\n\nI look forward to your prompt response through this  email\n\nSincerely,\n\nMr IBRAHIM MUSTAPHA\n\n_________________________________________________________________\nDcouvrez Windows Live Messenger : le futur de MSN Messenger ! \nwww.windowslivemessenger.fr\n\n\n\n", "id": "6532b3a8f2a4a842095d82d347ce94e6"}