{"email_subject": "URGENT    REPLY", "email_body": "FROM THE DESK OF MR.GODFREY ECHE\nFIRST BANK OF NIGERIA PLC\nLAGOS-NIGERIA. \nEMAIL:godfreyeche3@albawaba.com\n\n\nDEAR SIR, \n\n   STRICTLY A PRIVATE BUSINESS PROPOSAL \nI AM MR. GODFREY ECHE,THE MANAGER OF BILLS AND EXCHANGE AT THE FOREIGN REMITTANCE DEPARTMENT OF THE \nFIRST BANK PLC. I AM WRITINGTHIS LETTER TO ASK FOR YOUR SUPPORT AND COOPERATION TO CARRY OUT THIS BUSINESS OPPORTUNITY IN MY DEPARTMENT. WE DISCOVERED AN ABANDONED SUUNITED STATES DOLLARSONLY) IN AN ACCOUNT THAT BELONGS TO ONE OF OUR FOREIGNCUSTOMERS WHO DIED ALONG WITH HIS ENTIRE FAMILY OF A WIFE AND TWO CHILDREN IN NOVEMBER 1997 IN A PLANE CRASH.SINCE WE HEARD OF HIS DEATH, WE HAVE BEEN EXPECTING HIS NEXT-OF-KIN TO COME OVER AND PUT CLAIMS FOR HIS MONEY AS THE HEIR,BECAUSE WE CANNOT RELEASE THEFUND FROM HIS ACCOUNT UNLESS SOMEONE APPLIES FOR CLAIM AS THE NEXT-OF-KIN TO THE DECEASED ASINDICATEDINOURBANKINGGUIDELINES.UNFORTUNATELY,NEITHER THEIR FAMILY MEMBER NOR DISTANTRELATIVE HAS EVER APPEARED TO CLAIM THE SAID FUND. UPON THIS DISCOVERY,I AND OTHEROFFICIALS IN MY DEPARTMENT HAVE AGREED TO MAKE BUSINESS WITH YOU AND RELEASE THE TOTAL AMOUNT INTO YOUR ACCOUNT AS THE HEIR OF THE FUND SINCE NO ONE \nCAMEFOR IT OR DISCOVERED HE MAINTAINED ACCOUNT WITH \nOUR BANK, OTHERWISE THE FUND WILL BE RETURNED TO THE \nBANKS TREASURY AS UNCLAIMED FUND. WE HAVE AGREED THAT OUR RATIO OF SHARING WILL BEAS STATED THUS; \n30 % FOR YOU AS FOREIGN PARTNER, \n60 % FOR US THE OFFICIALS IN MY DEPARTMENT AND \n10 % FOR THE SETTLEMENT OF ALL LOCAL AND \nFOREIGN EXPENCES INCURRED BY US AND YOU DURING THE \nCOURSE OF THIS BUSINESS. UPON THE SUCCESSFUL \nCOMPLETION OF THIS TRANSFER, I AND ONE OF MY \nCOLLEAGUESWILL COME TO YOUR COUNTRY AND MIND OUR SHARE. IT IS FROM OUR 60 % WE INTEND TO IMPORT AGRICULTURAL MACHINERIES INTO MY COUNTRY AS A WAY OF RECYCLING THE FUND. \nTO COMMENCE THIS TRANSACTION, WE REQUIRE YOU TO \nIMMEDIATELY INDICATE YOUR INTEREST BY A RETURN \nE-MAIL AND ENCLOSE YOUR PRIVATE CONTACT TELEPHONE NUMBER, FAX NUMBER FULL NAME AND ADDRESS AND YOUR DESIGNATED BANK COORDINATES TO ENABLE US FILE LETTER OF CLAIM TOTHE APPROPRIATE DEPARTMENTS FOR NECESSARY \nAPPROVALSBEFORE THE TRANSFER CAN BE MADE. NOTE ALSO, THIS TRANSACTION MUST BE KEPT STRICTLY CONFIDENTIAL \nBECAUSE OF IT'S NATURE. \nI LOOK FORWARD TO RECEIVING YOUR PROMPT RESPONSE. \n\nREGARDS, \nMR. GODFREY ECHE\nFIRST BANK OF NIGERIA PLC.\n\n\n\n\n-----------------------------------------------------------------------------------\nThis E-mail was sent through Albawaba E-mail. Get your own at mail.albawaba.com\n", "id": "65a2f70921ee00064ff1d9c9ea84c802"}