{"email_subject": "REPLY BACK TO ME", "email_body": "\nAttn\n>From The Auditor/Head of Department\nBank of Scotland,\nUnited Kingdom.                   {Very Urgent Business\nTransaction}\n\nDear Partner,\n\nIn order to transfer out (fifteen-million pounds\nsterling)from our bank here i have the courageto look for a\nreliable and honest \nperson who will be capable for this important\ntransaction,believing \nthat you will neverlet me down either now or in future.I am\nMr Jim\nHarry the auditor and head of computing department of a bank\nhere in \nLondon, united Kingdom. There is an account opened in this\nbank in 1995 and since my inception into office in 2001,\nnobody has operated on this account again, after going\nthrough some old files,I discovered that if i do not remit\nthis money out urgently, it will be forfeited for nothing.\n\nHow the money came about:The owner of this account was Mr.\nJohn Hughes who was a foreigner and the manager of Petro\nchemical service here in London, a chemical engineer by\nprofession and he died since 1995.And then, since\n2001,nobody knows about this account or anything concerning\nit, the account has no other beneficiary and my\ninvestigation proved to me as well that his company does not\nknow anything about this account and the amount involved is\n(15,000,000.00)pounds sterling.\n\nI am only contacting you as a foreigner because this \nmoney can not be approved to any local bank here in London,\nbut can \nonly be approved to any foreign account because the money is\npounds \nsterling?and the former owner of the account is John Hughes\nand he was a foreigner too.\nFinally,at the conclusion of this business,you will be given\n35% of the total ammount,60% will be for me ,while 5% will\nbe for expenses both parties might have incured during the\nprocess of this \ntransaction.Please you should include your phone and fax\nnumber for \neasily communications.\n\nYours Sincerely,\n\nAuditor Jim Harry\n\n\n\n----------------------------------------\nUpgrade your account today for increased storage; mail\nforwarding or POP enabled e-mail with automatic virus\nscanning. Visit our member benefits page at\nhttps://members.canada.com/benefits.aspx for more\ninformation.\n\n\n", "id": "65a34e2f26bca9bc5778d08e276a8019"}