{"email_subject": "I NEED YOUR ASSISTANCE", "email_body": "THIS INFORMATION IS INTENDED ONLY FOR THE PERSON OR ENTITY TO WHICH IT IS \nADDRESSED AND MAY CONTAIN CONFIDENTIAL AND / OR PREVILEDGED MATERIA ANY \nREVIEW. RETRANSMISSIO, DISEMINAITON, OR OTHER USE OF OR TAKING OF ANY \nACTIONS IN RELIANCE UPON THIS INFORMATION BY PERSONS OR ENTITIES OTHER THAN \nTHE INTENDED RECIPIENT IS PROHIBITED. IF YOU HAVE RECEIVED THIS IN ERROR, \nPLEASE DELETE THE COPY. THANK YOU.\n\nATTN: SIR.\n\nMy name is Thomas Chilunda, from the Republic of Angola. I am writing you \nwith trust and\nconfidential. And I got your contact through the internet  and it is my \nhumble decision to\nsolicit for your understand and cooperation in this business that will \nbenefit you and I.At the\nmid term of the rebellion which is still on till date, my father, thinking \nfast, decided to send\nmy brother and I out of the country (Angola),  with a total sum of (US$82M), \nEighty Two\nmillion United States Dollars only.This money was meant for the purchase of \narms and\nammunitions for the rebel, packed In a diplomatic baggage.On arrival in \nMadrid, Spain, we\ndiscovered  that as political asylum seekers, we are not allowed to operate \nbank accounts.\nAnd With the instruction of my father,\nwe deposited the baggage in a security company. This is without declaring \nthe contents to\nthem. Unfortunately, because of my father's political influence,he was \nassassinated. We\ntherefore need your assistance by coming to Madrid, to open a non-resident \nbank account\nwith any of the local banks.\n\nThe non-resident account will enable the onward telegraphic transfer of the \nfunds to your\nnominated bank account. The whole arrangement will be strictly under our \nsupervision and\nthe transaction will be absolutely risk free. The transaction will not last \nfor more than three\nworking days, from the day of  your arrival.We intend to share the money \nupon successful\ncompletion of the  transaction as follows:- 25% will be entitled to you for \nyour assistance,\nwhile 75% will be for us. Should this meet your utmost consideration, kindly \ncontact us on telephone number +34-676-301-39  The confidentiality of the \ntransaction cannot be over emphasized as we trust and believe that you will \noblige us the security and attention it demands.Thank you  very much.\n\nThomas Chilunda\nNB: please always Reply to: thomas_chilunda6@yahoo.com\n                              (CONFIDENTIAL)\n\n_________________________________________________________________\nGet rid of annoying pop-up ads with the new MSN Toolbar  FREE! \nhttp://toolbar.msn.com/go/onm00200414ave/direct/01/\n\n", "id": "65bd494c398d45a06c2daae3c9a5f8b1"}