{"email_subject": "ASISSTANCE.", "email_body": "Barrister.james oni\nE-mail:jamesoni2002@rediffmail.com\n\nDear Friend\n\nIt is obvious that this proposal will come to you as a suprise. This is\nbecause we have not met before but i am inspired to sending you this email\nby the huge fund transfer opportunity that will be of mutual benefit to\nthe two of us.However, I am Barrister  james oni,the Personal Attorney\nto the late Engr.Brian Loyd Smith a national of Isle ofMan in UK, who used to work\nwith Shell Petroleum Development Company(SPDC)\nin Nigeria.\nOn the 21st of April 1996, my client,his wife And their three children\nwere involved in a car accident along Sagamu/Lagos Express Road.\nUnfortunately they all lost their lives in the event of the accident,\nSince then I have made several enquiries to several Embassies to locate\nany of my clients extended relatives, this has also proved successful.\nAfter these several unsuccessful attempts, I decided to trace his\nrelatives over the Internet to locate any member of his family but of no\navail, hence I contacted you.\nI contacted you to assist in repartrating the money and property left\nbehind by my client,I can easily convince the bank with my legal practice\nthat you are the only surviving relation of my client. Otherwise the\nEstate he left behind will be confiscated or declared unserviceable by the\nbank where this huge deposits were lodged. Particularly, the Bank where\nthe deceased had an account valued at about $5million U.S dollars(  five\nMillion United State of America dollars).\nConseqently,The bank issued me a notice to provide the next of kin or have\nthe account confiscated within the next ten official working days. since i\nhave been unsuccesfull in locating the the relatives for over several\nyears now.I seek your consent to present you as the next of kin of the\ndeceased,so that the proceeds of this account valued at $5million U.S\ndollars can be paid to your account and then you and me can share the\nmoney.\nI have all necessary legal documents that can be used to back up any claim\nwe may make. All I require is your honest cooperation to enable us see\nthis deal through. I guarantee that this will be executed undera\nlegitimate arrangement that will protect you from any breach of the law.Please get\nin touch with me by my email:jamesoni2002@rediffmail.com to\nenable usdiscuss further.\nYours Faithfully,\n\nBarrister  james oni.\n\nN.B. Please indicate your telephone and fax numbers for easy communication\nin this mutual transaction. Please forward your reply to:\njamesoni2002@rediffmail.com.\n\n\n\n___________________________________________________\nGO.com Mail                                    \nGet Your Free, Private E-mail at http://mail.go.com\n\n\n\n", "id": "65f1008f0bc9f8c1e3b37443afe23977"}