{"email_subject": "My name is Edward Garner", "email_body": "Dear Friend,\n  \nMy name is Edward Garner; I am an artist with my wife \nMarcia Garner, We own EdMarcia Art Gallery in London (United Kingdom) I \nLive in London United Kingdom, with my son and 3 daughters,a cat, 3 \nDogs and the love of my life my wife Marcia Garner.\n\nI have recently \nadded designing and creating artwork on the computer,\nI have been \nselling my art for the last 4 years and have had my work featured on \ntrading cards, prints and in magazines, I have sold in galleries and to \nprivate collectors from all around the world. I am always facing \nserious difficulties when it comes to selling my art works to \nAmericans; they are always offering to pay with MONEY ORDER, which is \ndifficult for me to cash here in London United Kingdom.\n  \nI am looking \nfor a representative in the UNITED STATES OF AMERICA who\nwill be \nworking for me as a part time worker and I will be willing to pay 10% \nfor every transaction, someone who would help me receive payments from \nmy customers in the states, I am working on setting up a branch in the \nstate, so for now I need a representative in the UNITED STATES OF \nAMERICA who will be handling the payment aspect for our company.\n\nThese \npayments are in MONEY ORDERS and they would come to you in your\nname if \nyou are willing to assist as a representative, so all you need\ndo is \ncash the money order, deduct your percentage and WESTERN UNION\nCharges \nthen wire the rest back.\n  \nNOTE: All charges of the WESTERN UNION \nMONEY  TRANSFER will be deducted from the money, so you are rest \nassured that  you would not spend a dime out of your personal money.\n \nPlease send to me the listed information below:\n#Your full name:\n#Your \nfull\nhome addres,\n#Your age,\n#Occupation\n# your marital status,\nand \nyour, direct contact telephone number,\n  \nThanks for your assistant and \nGod bless.\n  \nEdward & Marcia Garner\n  \nDirector of EdMarcia Art\nGallery INC.,\nLondon, United Kingdom.\nTel: (011) 447 031 871 439.\n\n\n", "id": "65f87a1b67c2a76ece235fb45caa16e2"}