{"email_subject": "FROM DR.COLSMAN.", "email_body": "Good day,\n\nPlease permit me to contact you through this medium. My name is \nDr.Hilary Colsman, solicitor to the great Yengeni family in South Africa.\nRecently, my client's wife Mrs. Susan Yengeni took my attention to the \nwide use of her husband's name by some impersonators/Scam artist to defraud \nforeigners, claiming to be related to the family. Incase you had received such \nemail before now, from anyone else, please ignore the email and desist from \nit now. She also revealed to me about her husband's funds that is been \ndeposited in a bank in my country.\nFor your information: Her husband, Mr. Tony Yengeni was arrested and \ncharged to court for a multibillion dollar arms deal fraud, which was \npolitically motivated by his enemies as her husband was the chairman of parliament \nin South Africa and the former chief whip of the ruling political party. \nWe had pleaded guilty in exchange for his acquittal on corruption charges \nbut were later convicted on trumped-up charges. This led to his bank \naccounts in my bank and abroad being frozen.\nNow, as a matter of urgency, we need your assistance in the remittance \nof the discovered funds abroad. The funds are currently deposited with a \nbank in South Africa, which I will disclose to you upon my receipt of your \nfavorable response and consent in this deal.\nThe amount is US$22.5 Million United States Dollars, which was deposited \nby Mr. Tony Yengeni before his arrest. At the moment, the account is on \nDormancy, because no one has been operating the said account since his arrest. \nAll the account details and documents where also brought to me by his wife. \nI hope you understand.\nYou can find more about her husband?s predicaments at the following \nwebsites:\nhttp://www.polity.org.za/html/govdocs/pr/2001/pr1003b.html\nhttp://www.go.za/projects/procurement/yengeni.htm\nhttp://news.bbc.co.uk/1/hi/world/africa/1577682.stm\nhttp://www.hsf.org.za/focus22/focus22ethics.html\nhttp://www.hinduonnet.com/thehindu/2001/10/06/stories/0306000k.htm\nhttp://www.armsdeal-vpo.co.za/articles00/govt_reserves.html\nhttp://www.ifp.org.za/Releases/190303apr.htm\n\nLet me assure you that this transaction is 100% risk free. From my \ndiscussion with her, she has agreed to give you a reasonable percentage of the \nmoney for your assistance, which will be negotiated and agreed on by both \nsides. I am obliged to assist this lady knowing that she has a limited \nknowledge in the business world. \nI will need from you a mutual understanding and then we shall make plans \nof how the funds would be secured into an account in your name.\nMore so, Thanks and God bless you for your understanding. Please do not \nforget to email me your private telephone number so that I can give you a call \nto discuss this matter if you are interested in this proposal.\nAwaiting your reply via email.\n\nBest regards.\n\nDr. Hilary Colsman\n\n\n\n", "id": "661262d01dc6f6fa8cda0c10b360167c"}