{"email_subject": "PROPOSAL", "email_body": "Attention; CEO/ President.\n\nFrom;  MR. Davis Tutu\n\nTel No; 27 733 624 034\n\nfax No; 27 115 076 062\n       \nJOHANNESBURG-SOUTH AFRICA.\n\nE-MAIL:davistutu@yahoo.co.uk  \n\n\nDear Sir/Madam,\n\n\t\tHIGHLY CONFIDENTIAL\nGreetings,\n\nThis letter may come to you as a surprise but I plead\nwith you to patiently read through it before making a\ndecision whether to assist me or not.\n\nI wish to solicit for your assistance in this\ntransaction, which I strongly believe, will be of\nmutual benefit to both of us.\n\nMy name is DAVIS TUTU, a branch manger of a\nleading bank in South Africa (ABSA Bank), my\ncolleagues and I wish to seek your assistance in the\ntransfer of some huge sum of money (USD$35M) into a\nforeign bank account.\n\nAn American national deposited this money in a fixed\ndeposit account in the bank, six years ago. The length\nof time for the maturity of the fixed deposit was five\nyears, which expired towards the ending of last year.\nIncidentally, MR. JEFF STEVENS, who was the\nbeneficiary died in the September 11th bombing of the\nWorld Trade Center in America, and he left MR DAVID\nSTEVENS as the Next-of-kin to claim this money, but\nunfortunately he was said to have died of cancer few months after\nJeff's death. All efforts made to trace any known\nrelations of both proved abortive, and no one has\nwritten our bank in this regard.\n\nAll modalities for the successful transfer of this\nmoney into an offshore bank account have been put in\nplace and we are looking for a trust worthy foreign\npartner into whose bank account this fund would be\nremitted to and it is in this regard that my\ncolleagues have mandated me to provide a partner who\nwill assist us. We have agreed to compensate you with\n20% of the total amount if you should accept to assist\nus.\n\nIf you are interested in giving us the required\nassistance, kindly reply this letter stating your\nTelephone/Fax numbers for further action. Because of\nthe secrecy surrounding this transaction, I suggest\nthat you send a fax me or call and i will contact you\nfor futher details.\n\nI am looking forward to a favorable reply from you\nsoon. Feel free to ask any question in this regard.\n\nI remain,\n\nYours Faithfully,\n\nDavis Tutu\n\n\n\n\n\n\n", "id": "66680627844c326048dcc17b194d8937"}