{"email_subject": "your urgent response is needed", "email_body": "MR FRANK KONYANG \nDear Sir/Madam,\n\nKindly accept my apology for sending my mail to you.I Am a true God fearing person, and I want you to trust me and help me out in this my condition. I believe you are a highly respected personality, considering the fact that I sourced your profile from a human resource profile database on your country in the Internet.(SAINO) South African Information Network Online.Though, I do not know to what extent you are familiar with events and fragile political situation in Liberia but it has formed consistent headlines in the CNN, BBC news bulletins.\n\nMy Name is MR FRANK KONYANG from Liberia, a Country in West Africa. My late Father is Isaac konyang Deputy Minister of Public Works in Liberia. My Father was falsely accused of plotting to remove the then PRESIDENT OF LIBERIA CHARLES TAYLOR) from office. Without trial, Charles Taylor killed him.Before my Father was killed, he moved out the sum of $19million through a diplomatic means, and deposited it with a Security Company Safe Vault in South Africa were we are presently seeking asylum.\n\nAll that is needed is for us to get a reliable person that would assist us in seeing that we pull the money out of the security company and have it transfered overseas for investment. I will remunerate you with 20% at the end, but most of all is that I solicit your trust in this transaction.I have been confined only to our country home and all my calls are monitored, So I will advise you contact me through this my private email for onward proceedings.\n\nKindly include your Full Name, Private Telephone and email where you can always be reached, your Residential or Company Address to enable him send detail information/documents that will enable you receive the fund without any problem either now or in future as all modalities as been perfected.\n\nPlease your urgent response is needed.\n\nBest Regards.\n\nMR FRANK KONYANG\n\n\n\n\n", "id": "6683d374aedfe4a2424d43841b7e5f53"}