{"email_subject": "Please Reply Immediately From Mr Clarke.", "email_body": "Mr.Solomon Clarke,\nBank of Scotland Limited,\nHBOS Treasury Services,\n33,Old Broad Street,\nLondon EC2N 1HZ. \n \n \nI am writing to seek your consent in a private and confidential matter regarding some funds unaccounted for in our bank here in London during the last 2006 business year. I feel quite safe dealing with you in this important business. Though, this medium (Internet) has been greatly abused; I choose to reach you through it because it still remains the fastest medium of communication.I have the courage to look for a reliable and honest person who will be capable for this important business believing that you will never let me down either now or in future.\n \nYour major role would be to provide either an existing bank account or to set up a new Bank account immediately to receive this money and get 30% of the total funds as commission. There is practically no risks involved, the transaction will be executed under a legitimate arrangement that will protect us from any breach of the law, it will be simply a bank-to-bank transfer, and all I need from you is to stand claim as the beneficiary(next of kin) so that my head office can order the transfer to your designated bank account under few working days.\n \nI am Mr.Solomon Clarke, a regional manager of Bank Of Scotland Limited, and I write you this proposal in good faith; I am married with five lovely kids. It is my duty as the regional manager to send in financial report to my head office in the capital city at the end of each business year. On the course of the lAst year 2006 business report, I discovered the sum of Twenty six million eight hundred and fifty thousand  pounds  sterlings 26,850,000.00. The fund is of clean origin. The owner of this account is a foreigner, a program leader. Untill his death. \nI will provide all necessary information needed in order to claim this money. Hoping in God that you will never let me down now and in  future. ok!The Late Prime Minister, Mr. RafikBahaa Edine  Hariri.(November 1, 1944 - February 14, 2005), was a Lebanese self-made billionaire and business tycoon, and was five times Prime Minister of Lebanon (1992-1998 and 2000-2004) before his last resignation from office on October 20, 2004.The late Rafik Hariri died on February 14, 2005 when explosives equivalent to around 300 kg of C4 were detonated as his motorcade drove past the Saint George Hotel in the Lebanese capital, for more information please log on to (http://www.hariri.info/). \nOur head office is not aware of Funds and will never be aware of it. I have placed this funds on what we call escrow call account with no beneficiary and as an officer of this bank i cannot be directly connected to this money, hence i contacted you. If you accept to work with me I will appreciate it very much as you are the first and the only person I am contacting for this particular transaction.\n \nWe will start the first transfer with sixteen million pounds, upon successful transfer without any disappointment from your side, we shall re-apply for the payment of the remaining amount to your account. At this juncture i wish to tell you what prompted me to package this deal. I have a 9-year old daughter who has leukemia, disease of the blood, and she needs a bone marrow transplant or she will die. I want this transplanting to be done in any good children hospital in your country if there is one. \n \nOnce this fund is transferred into your account, I shall resign from my job and bring my family to start a new life in your country. I would be grateful if you would help me in looking out for good investment oppurtunities with my own part of the money in a very profitable business. I have worked for this bank for the past 15 years yet I have nothing to show for it, I really need your assistance to secure this fund as soon as possible.\n \nReply me immediately through my most private email address: solomonclarkeclarke@yahoo.co.uk  as soon as you receive this message so we,so that we can go over the details. Send also your Private mobile phone and fax nos: for more proper elaborrations.\n \nTruly yours, \nMr.Solomon Clarke.\n\n\n       \n---------------------------------\n DELETE button is history. Unlimited mail storage is just a click away.", "id": "66e83b9506d80efcb4a2032377f1433e"}