{"email_subject": "KIND UNDERSTANING FROM MR BINEY", "email_body": "Please reply to my private email address From: Mr Biney I Saac  Private Email:wilsonjohn_biney2@she.com  Attn:The Managing Director  Am Mr. BINEY ISAAC I, I am in charge of Cargo section of ROCHASAB Security  Banglamung Thailand. With due respect and regards I have decided to contact  you on a business transaction that will be very beneficial to both of us of  the end of the transaction.  During our investigation and auditing in this security company my department  came across a consignment belonging to a deceased person who died on plane  crash with this security company without any claim of the consignment in our  custody either form his family or relation before our discovery to this development.  Although personally, I kept this information secret within myself and partner to enable the whole plans and ides be profitable and successful during the  time if execution, the said amount was US$5.6M (FIVE Million SIX Hundred  thousand United State Dollars).  As it may be interest to you to know, I got your impressive information  through my good friend who works with chamber of commerce here in Thailand. Mean while all the whole arrangement to put claim over this fund as the bonfire next of kin to the deceased, will be relayed to you as soon as you  indicate your interest and willingness to assist us and also benefit yourself to this great deal. In fact I could have done this deal alone but  because of my position in this country as a civil servant, we are not  allowed to operate a foreign account and would eventually raise an eyebrow on  my side during the time of transfer because I work in this company.  This is the actual reason why it will require a second party or fellow who  will forward claims as the next of kin with affidavit of trust of oath to  the security company and also present a foreign account where he will need  the money to be re-transferred into on his request as it may be after due  verification and clarification by designation back account.  I will not fail to inform you that this transaction is 100% risk free. On  smooth conclusion of this transaction, you will be entitled to 30% of the  total sum as gratification, while 10% we be set aside to take care of  expenses that may arise during the fine of transfer and also telephone  bills, while 60% will be for me and by partners.  Please, you have been advised to keep top secret as we are still in service  and intend to retire from service after we conclude this deal with you.  I will write application to rinsing out have the company and join business.  And it will require us to come down to your country for subsequent sharing  of this found according to percentages previously indicated and further  investment either in your country or any country you advice us to invest in.  All other necessary information will be sent to you when I heard from you  I suggest you get back to me as soon as possible stating your wish in this  deal.    Yours faithfully,  Mr. Biney Isaac.", "id": "66ec2471e228a50225c486a4a7f461cb"}