{"email_subject": "APPRECIATION!", "email_body": "\nWith good faith i have come to you on this proposal\nwhich i feel you\nare liable of handling, and firstly i must introduce myself,i am PRINCE PHILIP\nGARBI, the first son and manager of Mr. Garbi\nThembe, one of the most\npopular black farmers in Zimbabwe who was recently\nmurdered in the land\ndispute in my country.\nI got your contact through network online hence\ndecided to write you,\nBefore the death of my father, he took me to\nJohannesburg to deposit the\nsum of US29 million ( twenty-nine million, \nUnited States\ndollars), in one of the private security company, as\nhe foresaw the\nlooming danger in Zimbabwe, this money was deposited\nin a box as family\nvaluables to avoid much demurrage from security\ncompany. This amount was\nmeant for the purchase of new machines and chemicals\nfor a new Farm\nestablishment in Swaziland.\nThis land problem came when Zimbabwean President\nMr.Robert Mugabe\nintroduced a new Land Reform Act wholly affecting\nthe rich white farmers\nand some few black farmers, and this resulted to the\nkilling and mobbing\nby Zimbabwean war veterans and some lunatics in the\nsociety. In fact a\nlot of people were killed because of this Land\nreform Act of which my\nfather was one of the victims.\nIt is against this background that, my family and I\nfled Zimbabwe for\nfear of our lives and are currently staying in the\nNetherlands where we\nare seeking political asylum and more so have\ndecided to transfer my\nfather's fund to a more reliable foreign account,\nSince the law of\nNetherlands prohibits a refugee (asylum seeker) to\nopen any bank account\nor to be involved in any financial transaction\nthroughout the\nTerritorial zone of Netherlands.\nAs the eldest son of my father, I am saddled with\nthe responsibility of\nseeking a genuine foreign account where this money\ncould be transferred\nwithout the knowledge of my government who are bent\non taking everything\nwe have got. Since the South African government\nseems to be playing\nalong with them, I am now faced with the dilemma of\nmoving this fund out\nof South Africa for fear of going through the same\nexperience in future\nbecause both countries have similar political\nhistory.\nAs a businessman, I am seeking for a partner who I\nhave to entrust my\nfuture and that of my family in his hands, I must\nlet you know that this\ntransaction is risk free. If you accept to assist me\nand my family all I\nwant you to do for me, is to make an arrangements\nwith the security\ncompany to clear the consignment (funds) from their\naffiliate office\nhere in the Netherlands as i have already given\ndirectives for the\nconsignment to be brought to the Netherlands from\nSouth Africa. But\nbefore then all modalities will have to be put in\nplace like change of\nownership to the consignment and more importantly\nthis money I intend to\nuse for investment.\nI have two options for you. Firstly you can choose\nto have certain\npercentage of the money for nominating your account\nfor this\ntransaction. Or you can go into partnership with me\nfor a proper\nprofitable investment in your country. Whichever\noption you want, feel\nfree to notify me. I have also mapped out 5% of this\nmoney for all kinds\nof expenses incured in the process of this\ntransaction. If you do not\nprefer a partnership I am willing to give you 10% of\nthe money while the\nremaining 85% will be for my investment in your\ncountry. Contact me with\nthe E-mail address while I implore you to maintain\nthe absolute secrecy\nrequired in this transaction. Thanks, God bless you.\nYours faithfully,\nPRINCE PHILIP  GARBI\n\n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nNew and Improved Yahoo! Mail - Send 10MB messages!", "id": "6709e75a11fbdac1e775ad0a22fc994d"}