{"email_subject": "", "email_body": " CONFIDENTIAL BUSINESS PARTNERSHIP SOLICITED. \n  \n  ENGR:KUMALO DILIZA \n  DIRECTOR PROJECT IMPLEMENTATION (MEMR) \n  DIRECT TEL NO: 0027 731 522 629 \n   \n  \n  Dear Sir/Madam \n  \n   I am an Engineer with the South African Ministry of Energy and Mineral \nResources and I am also a member of the Republic of South Africa Contract \nAward and Monitoring Commitee in the Ministry of Energy and Mineral \nResources. It is a pleasure involving you in this project. Although, this \nmay sound strange but I seek your indulgence and pray you view it seriously. \n \nTwo years ago, a contract was awarded to a foreign firm in the Ministry of \nEnergy and Mineral Resources by my committee. This contract was over \ninvoiced to the tune of US$14.3Million. This was done delibrately. The over \ninvoicing was a deal by my commitee to benefit from the project. We now \ndesire to transfer this money which is in a suspense account with the MEMR \ninto any oversea account which we expect you to provide for us. \n  \n For providing the account where we shall remit the money, you will be \nentitled to 30% of the money, 10%  will be set aside for expenses incurred \nby both parties during course of transfer, while the remaining 60%will be \nfor my partners and myself. \n  \n  I would require the following: \n  1)Bank details ( Name and address / Account no/Beneficiary name ) \n  2)Private Telephone and Fax number of Beneficiary \n  \n  The above information would be used to make formal application as a matter \nof procedure for the release of the money and onward transfer to your \naccount. It does not matter whether or not your company does contract \nprojects of this of this nature described here, the assumption is that your \ncompany won the major contract and subcontracted it out to other companies. \n  More often than not, big trading companies or firms of unrelated fields \nwin major contracts and subcontract to more specialized firms for execution \nof such contracts. We have strong and reliable connections, top government \ncontacts at the South Africa Reserve Bank and Ministry of Finance and we \nhave no doubt that all this money will be released and transferred if we get \nthe necessary foreign partner to assist us in this deal. Therefore, when the \nbusiness is successfully concluded we shall through our connection withdraw \nall documents used from all the concerned Government Ministries for 100% \nsecurity. We are civil servants and we will not want to miss this \nopportunity. \n  \nPlease contact me immediately through my above Telephone or email contact, \nwhether or not you are interested in this deal. If you are not, it will \nenable me scout for another foreign partner to carry out this deal. But \nwhere you are interested, send the required informations aforementioned \nherein without delay as time is of essence in this business. \nI want to assure you once again that this transaction is 100% risk free \nboth now and in the future. \nI await in anticipation of your fullest co-operation. \n  \n  Yours faithfully, \n  \n  Engr. Kumalo Diliza \n  \n  \n\n", "id": "674d79faaa0cfcdea24644c0cc873332"}