{"email_subject": "URGENT BUSINESS ASSISTANC", "email_body": "Dear Sir,\n\nI am Engr. Ugo Nzego with the Engineering Stores Department of the Federal Ministry of Agriculture and \n\nNatural Resources and member of Tenders Board. We have urgent need for a trustworthy foreign contact \n\nperson with whom we can carry out a successful business deal.\n\nFederal Government has voted the sum of US$1.86 Billion for Local Production of food crops. The Government \n\nhas also considered the impact of the importation of some food items like Rice, Beans, Frozen Chicken and \n\nTurkeys and other food stuffs on the Nations Foreign Reserve and have banned the importation of the items \n\nthat could be produced locally. As a result, the Federal Ministry of Agriculture and Natural Resources has been \n\nmandated to import Agricultural Equipments for supply to Local Farmers both at SUBSISTENT AND \n\nCOMMERCIAL level to encourage them to produce enough food items for local consumption and for export to \n\nother African Countries. We have already started awarding new contracts for supply of the equipments to \n\nsuccessful bidders.\n\nWe want you to submit to us immediately your complete company name, address, your name as President or \n\nManaging Director / CEO of the company, your banking particulars:- (banks name address, telephone,\nfax and telex numbers. Your receiving number, swift and routing numbers), with these informations, we can get \n\nyou properly registered as one of the contractors of FMANR who has already been awarded part of this \n\ncontract for the sum of US$113.4 Million to supply some of the Agricultural Equipments parts of which we \n\nalready have in our custody (stores).\n\nAfter receiving the above needed and stated information from you, we will process all the documentation and \n\nsubmit them for immediate approvals and the Federal Government will pay 25% of US$113.4 Million into your \n\nnominated bank account in the name of your company as the beneficiary, which is US$28.35M . In no time, the \n\nremaining US$85,050,000.00 Million shall be paid as balance payment or we together in agreement as partners \n\nwill use another foreign firm's name that will carry out the supply of the remaining equipments as a \n\nsub-contractor to you in our documentation to receive this balance payment.\n\nWe shall come to your country immediately this fund is in your account to share the US$28.35 Million. The \n\nsharing pattern should be negotiated by both parties concerned.\n\nHowever, be rest assured that no risk is involved or any scandal in the future, for we have done all our \n\nhomework very well, nobody will be hurt during and after this transaction. It may also please you to know\nthat all the GOODS that cover the 25% payment are on record, only us that are key members of the contract \n\nboard committee has this knowledge and information. There is the serious need to keep this transaction\nsecret and very confidential. To that effect, I would require your private phone and fax numbers for easy and \n\nconfidential communication. I await  your immediate response to this Proposal. Meanwhile, I look forward to \n\nestablishing life long business relationship with you.\n\nThe  nature of your company or business does not necessarily have to be Agriculturally related but ownership of \n\na company is a criterium for the project.\n\nPlease reply immediately through this fax number 234-9-2726567. As soon as I receive your fax, I will call you \n\non phone for detailed discussion.\n\nBest regards,\nEngr. Ugo Nzego.\n\n\n\n\n\n", "id": "6774acddf4b4cc553f94ddf94db95754"}