{"email_subject": "Bonjour, ", "email_body": "\n Bonjour,  Vous serez peut-être étonné de recevoir ce message cela est tout à fait normal mais permettez-moi de  me confier à vous. Je pense que vous êtes digne de la recommandation de ma prière, donc une personne honorable de confiance avec qui je peux faire des affaires. Ainsi je n'ai aucune hésitation à me fier à vous pour des affaires simples et sincères. Je suis Tiémoko Yoro Wahonon Françoise la fille unique de mes défunts parents M. et Mme Yoro Tiémoko Edmond Ivoirien d'origine Burkinabé. Mon père était un grand fermier et exploitant d'or à Abidjan la capitale économique de la Côte d’ Ivoire. Ma mère est morte quand j'étais toute petite et depuis lors mon père m'a pris en charge. Deux mois avant l'assassinat de mon père mort le 30 octobre 2006 sous mes yeux, il m'a secrètement appelé et m'a indiqué qu'il a déposé la somme de 5 millions d'Euro dans une compagnie de sécurité ici à Abidjan, Cet argent qui représente le fruit de ces années de travail devrait nous permettre de quitter le pays pour recommencer une vie loin de la politique de notre pays qui devenait dangereuse. Malheureusement mon père a été tué froidement par des hommes armés. Présentement j'ai du fuir ma maison pour éviter d'être aussi  victime de la barbarie de ces gens, je vous écris afin que vous puissiez m'aider a retirer cet argent de la compagnie de sécurité, et le sécuriser dans votre pays. Aussi j'aimerais que vous puissiez m'aider à vous rejoindre en vue de recommencer une nouvelle vie comme souhaitée par mon défunt père.Le colis a été enregistré comme bien de famille. La compagnie ne connaît donc pas le contenue du colis. Si vous êtes disposé à m'aider je vous ferais parvenir plus de précision afin que vous puissiez rentrer en contact avec la compagnie de sécurité. Ainsi dit, je suis disposée à vous offrir 15% de mon héritage en compensation pour votre effort après le retrait de ces fonds de la compagnie et son transfert dans votre compte bancaire. En outre, indiquez moi vos options pour m'aider sachant que pour moi, j’ai la foi que cette transaction peut se faire le plus vite possible. J’aimerais avoir votre point de vue sur cette question et cela selon votre disponibilité. Vous pouvez me joindre à mon adresse électronique: yoro_fanoise@yahoo.fr Merci, et que Dieu vous bénisse.  Veuillez consulter ce lien ci dessous http://news.abidjan.net/article/?n=220277 Tiémoko Yoro Wahonon Françoise \n \n_________________________________________________________________\nTéléchargez le nouveau Windows Live Messenger !\nhttp://get.live.com/messenger/overview", "id": "6796179b99702c7e568b18d2ce97df81"}