{"email_subject": "TREAT AS URGENT AND CONFFIDENTIAL.", "email_body": "FROM:MR. MR. HASSAN IBRAHIM.\nBILL AND EXCHANGE DEPARTMENT,\nBANK OF AFRICA(B.O.A),\nDAKAR, SENEGAL.\n\nDear friend,\n\nI know that this letter may come to you as a suprise. I got your contact \naddress from the Internet when I was searching for a business partner.\n\nMy name is MR. HASSAN IBRAHIM. I am the Bill and Exchange Manager of bank of \nafrica\n(B.O.A) ,Dakar Senegal.\n\nIn my department we discovered an abandoned sum of USD$22.3 Million (TWEN \nTWO MILLION THREE HUNDRED THOUSAND U.S DOLLARS). In an account that belongs \nto one of our foreign customer who died along with his wife  and children in \na plane crash in  year 2001 plane crash happened in Cote d'Ivoire.(Kenya Air \nWays)\n\nSince we got information about his death, the bank have been expecting his \nnext of kin to come over and claim his money because we cannot release it \nunless somebody applies for it as the next of kin or relation to the \ndeceased, as indicated in our banking guidelines but unfortunately we learnt \nthat all his supposed next of kin or relation died alongside with him in the \nplane crash leaving nobody behind for the claim.\n\nIt is therefore upon this discovery that I  decided to make this business \nproposals to you and release the money to you as next of kin or relation to \nthe deceased for safety and subsequent disbursement since nobody is coming \nfor it because I don't want the money to go into the bank treasury as \nunclaimed Bill.\n\nThe banking law and guidelines here stipulates that if such money remains \nunclaimed after  five years, the money will be transferred into the bank \ntreasury as unclaimed fund.\n\nThe request of foreigner in this transaction is necessary because our late \ncustomer was a foreigner and a Senegalaise cannot stand as next of kin to a \nforeigner. I have agreed that 30% of this money will be for you as foreign \npartner in respect to the provision of a foreign account. 10% will be set \naside for expenses incurred during the business and 60% would be for me, \nafter which I shall visit your country for disbursement according to the \npercentages indicated.\n\nTherefore to enable the immediate transfer of this fund to you as i \narranged,you will furnished me with a good receving account detail where the \nmoney will be transfered, your private tel and fax number for easy \ncommunication.\n\nUpon receipt of your reply, I will send to you by fax or e-mail a text of \nthe application which you shall retype and fax to our foreign remittance \ndirector,for easy execution of the transaction.\n\nI will not fail to bring to your notice that this transaction is 100% \nhitch-free on both side. As all required arrangement have been made for the \ntransfer.\n\nPlease I would like you  keep this transaction confidential and as a top \nsecret as you may wish to know that I am a Bank official.\n\nTrusting to hear from you immediately.\n\nYours Sincerely,\nMR. HASSAN IBRAHIM.\n\n_________________________________________________________________\nFREE pop-up blocking with the new MSN Toolbar - get it now! \nhttp://toolbar.msn.click-url.com/go/onm00200415ave/direct/01/\n\n\n\n", "id": "67df806915687850b0e56eb40607bae3"}