{"email_subject": "FROM MR ERIC KOSHY.", "email_body": "\n\nFROM MR ERIC KOSHY.\nEmail/erickoshy11@yahoo.fr\n\nDearest friend, \n\nTrust and Confidential Business Proposal.\nIn order to transfer out (USD 65 MILLION) United States Dollars.I have the \ncourage to ask for your assistance to handle this important and confidential \nbusiness believing that you will never let me down either now or in future. \n\n\nI am MR. ERIC KOSHY. the AUDITOR GENERAL in one of the prime banks in Benin \nrepublic. There is some fund left in this bank since 1999 and nobody has \nclaimed it. After going through some old files in the records, I discovered \nthat if I do not remit this money out urgently it will be forfeited for \nnothing. The owner of this money is :MR Raymond Beck: a foreigner,and a \nbusiness man by profession and he died since 1999. No other person knows about \nthis money or any thing concerning it. The owner has no other beneficiary and \nmy investigation proved to me as well that his company does not know anything \nabout this money and the amount involved is(USD$65M)SIXTY FIVE million United \nStates Dollars. \n\n\nI want us to claim and transfer the [USD65M]sixty five million United States \nDollars from this account into a safe foreigners account abroad , but I don't \nknow any foreigner, I am only contacting you as a foreigner because this money \ncannot be approved to a local bank here, but can only be approved to any \nforeign account because the money is in us dollars and the former owner of the \naccount is Mr Raymond Beck is a foreigner too. I know that this message will \ncome to you as a surprise as we dont know our selves before,but be sured that \nit is real and a genuine business. You are the only person that I have \ncontacted in this business, so please reply urgently so that I will inform you \nthe next step to take urgently.I would want us to conclude this transfer \nwithin few working days, In that regards kindly confirm to me your willing to \nreceive this money into a foreign account or any account of your choice where \nthe fund will be safe. I will fly to your country for withdrawal and sharing \nand other investments as soon as you receive our fund and confirm to me. \n\n\nI am contacting you because of the need to involve a foreigner with foreign \naccount and foreign beneficiary. I need your full co-operation to make this \nwork fine because the management is ready to approve this payment to any \nforeigner who has correct information of this account, which I will give to \nyou upon your willingness immediately. If you are able and with capability to \nhandle such amount in strict confidence and trust according to my instructions \nand advice for our mutual benefit because this opportunity will never come \nagain in my life. I need truthful person in this business because I don't want \nto make mistake I need your strong assurance and trust.With my position now in \nthe office I can transfer this money to any foreigner's reliable account after \nthe proceedures and the necessary banking Mode of transfer, which you can \nprovide with assurance that this money will be intact pending my physical \narrival in your country for sharing. I will destroy all documents of \ntransaction immediately we receive this money leaving no trace to any \nplace.You can also come to discuss with me face to face here in Benin republic \nafter which I will make this remittance in your presence and two of us will \nfly to your country so at least two days ahead of the money going into the \naccount. \n\n\nI will apply for annual live to get visa immediately I hear from you that you \nare ready to act and receive this fund in your accountI will use my position \nand influence to effect legal approvals and onward transfer of this money to \nyour account. At the conclusion of this business, you will be given 35% of the \ntotal amount, 60% will be for me, while 5% will be for unforseen expenses both \nparties might have incurred during the process of transferring. \n\n\nPlease email me at(erickoshy@yahoo.fr) for brief talk before we go into \nbusiness. \nPlease keep this business very confidential. \n\nThanks. \nBest regards \nMR. ERIC KOSHY\n\n\n\n------------------------------------------------------------------\nSi queres recibir 3 chistes en tu celular,\nmanda la palabra CHISTE al numero 5555\n$U 15 IVA/incl\n\n\n", "id": "67e43719bfa1392aea2ee06f4594d995"}