{"email_subject": "GET BACK TO ME", "email_body": "GET BACK TO ME\nDR.DANIEL  IBE.\nFEDERAL MINISTRY OF\nPETROLEUM AND MINERAL\nRESOURCES.\nFEDERAL REPUBLIC OF NIGERIA,\nLAGOS, NIGERIA\nWEST AFRICA.\nATTN:\nPLEASE REPLY TO:danielibe234@yahoo.com\nDear Friend,\nRE:REQUEST FOR URGENT CONFIDENTIAL BUSINESS RELATIONSHIP IN RESPECT OF\nTHE TRANSFER OF $25,500,000.00(TWENTY-FIVE MILLION FIVE HUNDRED AMERICAN\nDOLLARS)INTO YOUR ACCOUNT.\nI,on behalf of my other colleagues from different Federal Government of\nNigeria owned parastatals decided to solicit your assistance as regards\nthe transfer of the above stated amount into your bank account. This\nfund arose from the overinvoicing of various contracts awarded in my\nparastatal to certain foreign contractors sometime ago. We as holders of\nsensitive positions in our various parastatal, were mandated by the federal \ngovernment\nto scrutinise all payments made to foreign contractors, and discovered\nthat some of the contracts they executed were grossly over invoiced, either\nby omission or commission. Also, we discovered that the sum of\n$33,000,000.00(thirty three million American dollars only) was lying in a \nsuspense account,\nalthough the foreign contractors were fully paid their entitlements after \nexecuting\nthe said contracts.We all agreed that the over-invoiced amount be\ntransferred into a bank account provided by a foreign partner, as the code \nof conduct of federal\ncivil service does not allow us to operate foreign accounts. However, we \nhave\nsuceeded in transferring some of the monies, precisely US$7.5(Seven million\nfive Hundred American Dollars) into a foreign account in united State of\nAmerica,but unfortunately the provider of the account has severed all forms \nof\ncommunication with us as he has refused to adhere to our earlier mutual \nagreement,\ninsisting that the total amount be paid into his nominated bank account \nbefore\ndisbursement will take effect.\nWe are therefore seeking your assistance based on the balance amount\nUS$25.5M which can be speedily processed and fully remitted into your \nnominated bank\naccount. On successful remittance of the funds into your account, you will\nbe compensated with 20% of of the amount for your assistance and services.\nThis transaction is closely knitted and in view of our sensitive positions\nwe cannot afford a slip.\nI assure you that this transaction is 100% risk free.We will avail you with\nour identities as regards our respective office when relationship is fully\nestablished and smooth operation commences. I am at your disposition to\nentertain any questions from you in respect of this transaction, so, contact\nme immediately through the above email address for further information\non the requirements and procedure. Please note that this is a DEAL and\nconfidentiality is of very great importanceb for security reasons.\nPlease treat with strict confidenlity and utmost urgency.\nN.B: Your telephone and fax numbers are needed for easy communication.\nBest regards,\nDR.Daniel Ibe.\nCIVIL SERVANT\nFEDERAL MINISTRY OF\nPETROLEUM AND MINERAL\nRESOURCES\n\n\n\n\n", "id": "680650bd9d7593abc79b7dd72ad40511"}