{"email_subject": "Bonjour", "email_body": "Bonjour \n\nMon nom est BEVERLY MURRAY, je suis sourde et muette et je suis une citoyenne des Etats-Unis d'Amérique, Ma jeune soeur Agnes Reeves Murray est mariée ? l'ancien président du Liberia Mr Charles Taylor et maintenant elle est connu sous le non de Mme Reeves Taylor.j'ai hérité une somme de $20Million(vinght millions d'U.S.Dollars)de ma jeune s?ur ,qu'elle ? dysmélie dans une malle metallique,et qu'elle a déposé au sein d'une compagnie de sécurité diplomatique en Cote d'Ivoire et ? mon nom comme étant la beneficiaire.\n\nEt la malle a été déclarées comme contenant des biens personnel. Ceci revient ? dire m?me la compagnie de sécurité ne sais pas que le contenu réel de la malle est de\nl'argent ,pour préserver la sécurité des fonds dysmélies dans la malle. Le but principal pour lequel je vous ai ontacté,c'est d'obtenir votre assistance pour la récupération de cette malle d'argent de la compagnie de securité.Car j'ai enti?rement perdu le contacte avec ma s?ur depuis le commencements de la crise politique du Liberia. \n\nEt je veux tenir cette transaction secr?te aux ersonnes proches de moi ? cause de ma condition de sourde et muette. Je désire une personne neutre car les expériences de la m'ont enseigné qu'avec Dieu tout est possible et c'est pourquoi je crois en Dieu pour la réussites de cette transaction, je sais aussi que je vais ?tre dans la oitrine\ndu seigneur. L'exode 14 -14 indique que le seigneur défendra ma cause et j' obtiendrai ma paix c'est ainsi que dans ma recherche de quelqu'un d'honn?te et de confiant que\nj'ai vu votre profile comme quelqu'un de confiant raison pour laquelle je vous ai contacté pour solliciter votre assistance. \n\n\nJe viens ? vous avec un c?ur plein d?angoisses, ? cause de mes difficultés pprouvées.Alors veuillez me rassurer que vous ne vous assaillerez sur cet argent et me trahir quand cette compagnie vous délivrera cette malle d'argent car ceci est une transaction qui nous bénéficiera ? tous deux. La compagnie que vous allez contacter est une ompagnie de sécurité diplomatique parconsequent, elle est en mesure de\nvous livrer cette mallette chez vous ? votre domicile, main ? main. Cette transaction est sans aucun risque et elle ne prendra que 3jrs de travail. Seulement si vous pouvez vous\nconformer aux nstructions de la compagnie. Aussi je vous enverrai le certificat de dépôt qui fut délivré le jour du dépôt de cette malle ? la compagnie et aussi l'accord qui\nfut rédigé entre ma s?ur et la compagnie en ce m?me jour. \n\n\nEt j'ai décidé de vous offrir les 15% de cette somme dysmélie dans la malle et 5% pour quoique ce soit comme comme frais qui pourront survenir durant la transaction telle que les appels téléphonique, les fax et autres.  pour tout effort que vous fournirez pour m'assister. Sinc?rement c'est parce que je traverse une situation financi?re difficile que je vous sollicite. Veuillez me rassurer que vous agirez en conséquence comme je l'ai\nénoncé ci-dessus.J'esp?re recevoir votre réponse. \n\nPour des raisons de sécurité, je voudrais que vous mainteniez cette information de cette transaction secr?te , ainsi j'attendrai pour avoir de vos nouvelles aussitôt que\npossible. \n\nMerci Mm Beverly murray \n\n\n\n", "id": "6823b883d6b3b40c52425f47d479a056"}