{"email_subject": "GOOD DAY", "email_body": "BANCO EZE CHAMBERS,\nLEGAL PRACTITIONER AND PUBLIC NOTARY &\nHIGH COURT REPRESENTATIVE\nSUITE 202 OMEGA PLAZA, APAPA\nLAGOS -NIGERIA.\n\nDear Sir/Ceo,\n\nIt is obvious that this proposal will come to you as a suprise. This is\nbecause we have not met before but i am inspired to sending you thisemail by \nthe huge fund transfer opportunity that will be of mutual benefit to the two \nof us.\n\nHowever, I am Barrister Banco Eze,the personal Attorney to the late \nEngr.Steve Moore a national of Isle of Man in UK, who used to work with \nShell Petroleum Development Company(SPDC) in Nigeria. On the 21st of April \n1996, my client,his wife And their three children were involved in a car \naccident along gamu/Lagos Express Road.\n\nUnfortunately they all lost their lives in the event of the accident,\nSince then I have made several enquiries to several Embassies to locate any \nof my clients extended relatives,this has also proved\nunsuccessful.After these several unsuccessful attempts,I decided to trace \nhis relatives over the Internet to locate any member of his family but of no \navail, hence I contacted you.\n\nI contacted you to assist in repartrating the money and property leftbehind \nby my client,I can easily convince the bank with my legal practice that you \nare the only surviving relation of my client. Otherwise the Estate he left \nbehind will be confiscated or declared unserviceable by the bank where this \nhuge deposits were lodged.\n\nParticularly, the Bank where the deceased had an account valued atabout \n$27million U.S dollars(twenty seven million \nU.S.Americadollars).Conseqently,The bank issued me a notice to provide the \nnext of kin or have the account confiscated within the next ten official \nworking days.\n\nsince i have been unsuccesfull in locating the the relatives for overseveral \nyears now.I seek your consent to present you as the next of kin of the \ndeceased,so that the proceeds of this account valued at $27million \nU.Sdollars can be paid to your account and then you and me can share the \nmoney. 55%to me and 40% to you,while 5% should be for expenses or tax as \nyour government may require.Your information such as below:\n\n1.your full name\n\n2.Resident Address\n\n3.Telephone/Fax Numbers\n\nIs required for immedaite commence of this transaction.\n\nI have all necessary legal documents that can be used to back up anyclaim we \nmay make. All I require is your honest cooperation to enable us see this \ndeal through.\n\nI guarantee that this will be executed under alegitimate arrangementthat \nwill protect you from any breach of the law.Please get in touch with me by \nmy email (barr_bancoeze55@walla.com) to enable us discuss further.\n\nYours Faithfully,\nBarrister banco Eze(Esq)\n\n\n\n\n", "id": "684c70eb674caf306f80b0e6e0cf72dd"}