{"email_subject": "AN IMPORTANT MESSAGE TO YOU", "email_body": "Dear Sir/ Madam,\n\n  I am Reverend Father Osvaldo Padila John 65 years old from the republic\nof Ireland.Presently, i am the catholic Archbishop of Abuja Dioceses in\nNigeria.\n\n  Ever since, i have been helping the Orphans in the Orphanage/Motherless\nhomes across some few Africa countries. I have donated some money to Orphanage\nin Sudan, Mozambique, South Africa, and Liberia with the little God has\ngiven me.\n\n  But it is sad to let you know that, i became ill recently from Cancer\nof the liver. Before i got ill, i had deposited the Sum of ($4.2M) Four\nMillion Two hundred Thousand US Dollars in a security and finance company\nin China, while ($2M) Two Million US Dollars was deposited in Northern American,\nCanada. the fund is safe. I have been using these Security companies for\nover Ten years now.\n\n  I am presently in the hospital with little hope of survival. Please if\nyou can stand as my Next of Kin to this funds, kindly reply me via this\nmy personal E-mail: rev_osvaldopj@yahoo.com along with your details:\n\nName:\nAddress:\nTel:\n\n  to enable me forward a letter of nominee to the said security company\nwhere the funds is been kept for further disbursement. so that i can make\nyou my next of Kin and furnish you with more details on how the funds will\nbe claim by you from the financial company.Thereafter, i will also give\nyou instruction on how the funds will be distributed among some Orphanages/Motherless\nhomes in your country.\n\n  In return, i am offering you 20% for your effort while\nextra 5% shall be set aside for all expenses incured by you during the process\nof claim.\n\n  My Lord has already told me that, i will find a trustworthy person who\ncan carry out this soul surviving transaction.\n\nMay the Almighty God bless and protect your family.\n\nThank you,\n\nRev. Osvaldo Padila John.\n\n\n\n__________________________________________________\nBroadband from an unbeatable 15.99!\n\nhttp://www.tiscali.co.uk/products/broadband/home.html?code=SM-NL-11AM\n\n\n\n\n", "id": "6857cafba58f9159e132e489a2960949"}