{"email_subject": "URGENT AND CONFIDENCTIAL", "email_body": "From The Desk of:Mr IDRISA BIKO. Chief Auditor, Bank oF Africa b.o.aPhone:00226 76 18 70 57Private  Email:  idr_biko802@yahoo.fr   Dear Sir/madamI apologize if the contents in this mail are contrary to your moral ethics, which I feel may be of great disturbance to your personal life, But please treat with absolute secrecy and personal. I pray that this email reaches you in the best of health.  l am Mr IDRISA BIKO the Chief Auditor, with Bank Of Africa (BOA) Burkina Faso West African. One of our customers Engr Ron Morris, with his entire family were among the victims of December 26, 2003 Air-Crash. For more about the Air Crash you can visit the CNN web news for the tragedy.  http://www.cnn.com/2003/WORLD/africa/12/26/benin.crash/ Before his death, he has an account with us valued at five  Million, Two hundred Thousand POUNDS ( 5.2M).According to the Burkina Faso Law, at the expiration of Three years if nobody applies to claim the funds  a grace  of  thirty (30) days will be given before the money will revert to the ownership of the Burkina Faso  government.  My proposal is that I will like you as a foreigner to stand in as the next of kin or Distant Cousin for us to  claim this money, so that the fruits of this old man's labour will not  get into the hands of some corrupt government officials who will later  use the money to sponsor war in Africa and kill innocent citizens in the search for political power. Please note that there will be no problem as my bank has made all effort through to reach for any of his Relation but all was fruitless.  My position as the Chief  Auditor  in this bank guarantees the successful execution of this(Deal) transaction.This money will be shared on agreed percentage which must be written in the agreement of personal trusteeship, once the funds is transferred to your account in your country or anywhere else.  If not interested please destroy the mail because of the confidentiality attached to it.I promise that this transaction will be done under a  legitimate arrangement that will protect both of us from any breach of the law.lf you are interested and wish to assist me please contact me with the below information: MR IDRISA BIKO. Telephone:+226 76187057email: idr_biko802@yahoo.fr Awaiting your soonest response today. Best Regards.Mr Idrisa Biko. (Chief Auditor)MSN Messenger  : appels gratuits de PC  PC partout dans le monde !", "id": "688e075ba2a67f5627d8a16bae269ecc"}