{"email_subject": "Co-Operation", "email_body": "FROM MR. GODWIN AKWESI TEL: +233 208216645 FAX: +233 27621073 Before I introduce myself, I wish to inform you that this letter is not a hoax mail and I urge you to treat it serious. This letter must come to you as a big surprise, but I believe it is only a day that people meet and become great friends and business partners. My name is Mr. Godwin Akwesi, the present branch Manager of a bank here in Ghana. I write you this proposal in good faith, believing that I can trust you with the information I am about to reveal to you. Like I said, I have a transaction that will benefit both of us, as your assistance is required as a foreigner. I use to head the Accounts department in my bank head office, but last December I was asked to take position of a Manager of our branch in Kumasi who passed on, so that was how I became the present Manager and discovered a fortune. As I resumed duty, I discovered an account with total sum of $12,500,000 million that has not been operated on for the past 4 years. From my investigation, I found out that this account belongs to one Late Mr. Morris Thompson an American great industrialist and a resident of Alaska, who unfortunately lost his life in the plane crash of Alaska Airlines Flight 261 which crashed on January 31 2000, including his wife and only daughter. You shall read more news about the crash on visiting this site which I got during my investigation;  and //www.nativefederation.org/history/people/mThompson.html The account is escrow call account, a secret type of account in my bank and no other person knows about this account or any thing concerning it, the account has no other beneficiary. I have kept a close monitoring of the account since then and nobody has come forward to ask about the money as next of kin to the late Mr. Morris Thompson, meaning that no one is aware of the account. I cannot directly take out this money without the help of a foreigner and that is why I am contacting you for an assistance to claim the funds and share it with me. As the Manager of my bank branch, I have the power to influence the release of the funds to any foreigner that comes up as the next of kin to the account, with the correct information concerning the account, which I shall give you. I am seeking your co-operation to present you as the next of kin to the account, so that my bank head quarters will release the funds to you. There is practically no risk involved, the transaction will be executed under a legitimate arrangement that will protect you from any breach of law. If you accept to work with me, I want you to state how you wish us to share the funds in percentage, so that both parties will be satisfied. Contact me as soon as you receive this message if you feel we can work together, so we can go over the details. Thanking you in advance and may God bless you. Please, treat with utmost confidentiality. I wait your urgent response. You can as well contact me by phone the number is +233208216645. Regards, Mr. Godwin Akwesi.   ---- Recogida de firmas para el Defensor del Pueblo ---- ---- Necesitamos tu ayuda ---- --------- http://www.bancora.com/fibromialgia ----------   ---- Llega el da de la Madre. Envele flores ---- --------- http://flores.bancora.com ---------- ------------ http://www.bancora.net ------------ ------ El correo gratuito de Bncora.com ------- --------- Visite http://www.bancora.com --------", "id": "68b6524750a5cd540a4e883c780a59cb"}