{"email_subject": "PRIVATE EMAIL MESSAGE.", "email_body": "Good day, \n\nThis email message requires your utmost confidentiality. \n\nIt is with warm heart I am offering you my friendship, and I hope this mail meets you in good time. I know this is a most unusual way to contact you as we have not met personally or had any dealings in the past, but I am humbly asking that you take due consideration of the importance of my proposal and the immense benefit in it for you. Also I duly apologize for infringing on your privacy, if this contact is not acceptable to you, as I make this proposal to you as a person of integrity. \n\nFirst and foremost I wish to introduce myself properly to you. My name is Oliveira Chuli Savimbi, I am a nephew and Personal Assistant to Late Jonas Malheiro Savimbi, leader of UNITA (National Union for the Total Independence of Angola). As led by my instinct, I selected your email address from an internet directory, in my intensive and desperate search for a partner, hence this email to you. I crave your indulgence to read this carefully, in order to have a general overview of my situation. \n\nMy Uncle was killed in a surprise attack by government troops of Angola, led by President Dos Santos, on Friday 22nd February 2002. After his death, Mr. Antonio Dembo who was his second in command, assumed office as leader of UNITA, due to the lack of the Charisma my Uncle had carried UNITA with in Dembo, there was chaos and struggle for leadership. Prominent members like Carlos Morgado lobbied to depose Dembo and assume leadership in order to enrich themselves and some of them who saw me as a threat to their ambitions, including Mr.Dembo, planned to kill me. The tension and confusion in UNITA become uncontrollable when Mr. Dembo died 10days after my Uncle's death. As I already lost my Uncle who is my mentor in this struggle that has been on for three decades now, not so much of the struggle interested me anymore, as there was no more sense of direction. I then desired a peaceful life, as I no more had interest in the war. For this reason, I secretly left Angola and came her!\n e \n(Holland) to seek for political asylum. \n\nI am sincerely proposing to you to render me your most needed assistance in respect to safekeeping of some of my Uncle's money that arose from Diamonds sales. This money (US$18.5million), which was already on its way to my Uncle's Swiss Bank account, through the Diplomatic means we use to move money abroad, and was on transit with a Private Security company here in Amsterdam, Holland in February last year when the tragic incident of my Uncle's death occurred. I then instructed the company to secure the safety deposit containing the money pending on further instructions from me. I have waited all this time for security reasons, and have now decided to act with your reliable assistance. As a matter of fact, the reason I came to Holland to seek for political asylum here, is the location of the Security Company here in Amsterdam. \n\nSince President Jose Eduardo Dos Santos has lobbied the International Community to freeze my Uncle's assets and accounts abroad, to ground UNITA, and he has already done this in Angola, I cannot lodge the funds in my name any where in the world at the moment. Also I did not declare the funds to the government here on arrival last year. \n\nI plan to use this money to safeguard my future. It is very essential that you understand that this kind of trust and confidence I want to place in you is extraordinary, and an act of desperation on my part in order not to lose this money. Please ensure that this contact with you should be treated with utmost secrecy. \n\nYour role in this project, is to act on my behalf as a trustee to claim the safety deposit containing the money which is deposited in my name, from the Security company, since I can not participate in any business activity or open a bank account here as a political asylum seeker. \n\nAfter the safety deposit is claimed, the money will lodged into an account preferably a new account you should open for this transaction. My share of the money will be returned to me when my asylum application in this country is granted, and I have permission to do business and open an account here. \n\nFor your reliable assistance, I will reward you with 15 %($2,775,000) of the money. \n\nI have with me, the Certificate of Deposit and the release codes of the vaults for the safety deposit, which is in my name, and will be used for claim from the security company. Also, everything will be legally processed for transfer of ownership to you. This transaction should be completed immediately depending on your prompt response. \n\nI thank you in advance as I anticipate your assistance in enabling me achieve this goal. \n\nPlease contact me on my private email address; olivsav@netscape.net  whether or not you are interested in assisting us. This will enable us make alternative plans, in the event of non-interest on your part. \n\nTo know more about the struggle by UNITA to liberate Angola, visit the links below and read. \n\nhttp://www.the-idler.com/IDLER-02/3-16.html  \n\nhttp://news.bbc.co.uk/hi/english/world/africa/newsid_1839000/1839252.stm  \n\nSincerely, \nO.C.Savimbi. \n\n\n\n\n\n", "id": "68e7d387a356cd21ad240bb75607baae"}