{"email_subject": "ATTN: PLEASE RESPOND !", "email_body": "FROM:\nMR.RAYNOLD BENJAMIN OLDS',\n36b Attha Benious Aures,\nCotonu-Republic Of\nBenin.\n\nThank you for giving me your time; please\nbe patient and read my email,I sincerely\nhope that after you read this mail you\nwill act fast and respond to my call.\nMy name is RAYNOLD OLDS',35 years from\nZimbabwe.I am the eldest son  of\nlate Eng.MARTIN OLDS'.\n\nMy father established his Tobacco farm\nin Bivis.While he was in Hwali, a northern\ncity to negotiate for the sale of one of the\nfarm plantation that he was shot and\nkilled by Mugabe's supporters, As a result\nof the current political instability and\nwar against farmers to claim all the\nwhite-owned farms for his party members\nand his followers. They as well burnt\neverything in the farm.\n\nBefore his death,my father had deposited\nwith one Security Company in Holand,\nthe sum of $10.5m (Ten Million Five Hundred\nThousand United States Dollars).\nThis was money he planned to use in buying\nnew machinery and to set up a new\nfarm in Swaziland.\n\nThe money has  been in the security company\nin holand just for safe keeping although\nthe courier company were not aware of the\ncontent in the case because it was convey\nas personal valuable goods,I have all legal\ndocuments with me as of when it was deposited\nin a Security Vault for safe keeping.\n\nI got your reference from the Benin Exports\nPromotion Council (BEPC)where i am on asylum\nbecause of continued harassement from Mugabe\nand his supporters.Having noted the confidence\nreposed on your person I became convinced of\nyour capability and goodwill to asist in securing\nthis money for an investment in your country and\nto assist me with a letter of invitation that\nwill enable me secure a visa into your country\nfor residence .\n\nIf you agree to help, we will compensate you\nsincerely for your candid effort in this\nregard with 10% of  the total amount of  $10.5\nMillion US Dollars.\n\nAlso, when the money ($10.5 Million) is moved\ninto your discrete account, you will be allowed\nto withdraw 35% in your favour while 5% would be\nfor expenses, tax as your government may require.\nThe remaining  60% will be invested meaningfully for\nus(me and my family)in your country. I have\nperfected  arrangements with the Trust Company\nconcerned and has been assured 100% risk free\nand safe  operation.\n\nWhat I demand from you now is to arrange to\nvisit the Finance Company where this money is\nbeing deposited and claim it as the bona-fide\nowner. And in due course,all contacts must be\nmade through my private.\nE-mail:mrraynoldbenjamin@yahoo.fr,\nTel:+229-9571-3752.\n\nYou will be Godly rewarded for your candid\neffort.Please do call me immediately you get\nthis message  and send forth your private\nPhone/Fax number(s) and E-mail address(s)for\neasier communication.\nAwaiting your response.Thanks and God bless.\n\nWith Regards,\nReynold Olds\n\n\n\n\n", "id": "69081e7fcd539136a2fdbd4ea5692b34"}