{"email_subject": "FROM THE DESK OF: MR GEORGE KABORE", "email_body": "FROM THE DESK OF: MR GEORGE KABORE\nAUDITING AND ACCOUNTING SECTION,\nAFRICAN DEVLOPMENT BANK ( A.D.B )\nOUAGADOUGOU BURKINA-FASO,WEST AFRICA.\n\nATTENTION PLEASE\n\nI AM MR GEORGE KABORE THE DIRECTOR IN CHARGE OF AUDITING AND ACCOUNTING\nSECTION OF AFRICAN DEVELOPMENT BANK (A.D.B) OUAGADOUGOU BURKINA-FASO WEST\nAFRICA. WITH DUE RESPECT AND REGARD.\n I HAVE DECIDED TO CONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY\nBENEFICIAL TO BOTH OF US AT THE END OF THE TRANSACTION.  DURING OUR\nINVESTIGATION AND AUDITING IN THIS BANK, MY DEPARTMENT CAME ACROSS A VERY\nHUGE SUM OF MONEY BELONGING TO A DECEASED PERSON WHO DIED IN A PLANE\nCRASH AND THE FUND HAS BEEN DORMANT IN HIS ACCOUNT WITH THIS BANK WITHOUT\nANY CLAIM OF THE FUND IN OUR CUSTOMER EITHER FROM HIS FAMILY OR RELATION\nBEFORE OUR DISCOVERY TO THIS DEVELOPMENT.  THE SAID AMOUNT WAS (U.S\n22.85M  DOLLARS). AS IT MAY INTEREST YOU TO KNOW, I GOT YOUR IMPRESSIVE\nINFORMATION THROUGH INTERNET DIRECTORY.\n MEANWHILE ALL THE WHOLE ARRANGEMENT HAS BEEN IN PLACE FOR THE CLAIM AS.\nTHE BONAFIDE NEXT OF KIN TO THE DECEASED, GET THE REQUIRED APPROVAL AND\nTRANSFER THIS MONEY TO A FOREIGN ACCOUNT HAS BEEN PUT IN PLACE AND\nDIRECTIVES AND NEEDED INFORMATION WILL BE RELAYED TO YOU AS SOON AS YOU\nINDICATE YOUR INTEREST AND WILLINGNESS TO ASSIST, AND ALSO BENEFIT YOUR\nSELF TO THIS GREAT BUSINESS OPPORTUNITY.\n IN FACT I COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN\nTHIS COUNTRY AS A CIVIL SERVANT (A BANKER), WE ARE NOT ALLOWED TO OPERATE\nA FOREIGN ACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE\nDURING THE TIME OF TRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE\nACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR FELLOW WHO WILL\nFORWARD CLAIMS AS THE NEXT OF KIN WITH AFFIDAVIT OF TRUST OF OATH TO THE\nBANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE HE WILL NEED THE MONEY TO\nBE RE-TRANSFERRED INTO ON HIS REQUEST AS IT MAY BE AFTER DUE VERIFICATION\nAND CLARIFICATION BY THE CORRESPONDENT BRANCH OF THE BANK WHERE THE WHOLE\nMONEY WILL BE REMITTED FROM TO YOUR OWN DESIGNATION BANK ACCOUNT.\n I WILL NOT FAIL TO INFORM YOU THAT THIS TRANSACTION IS 100% RISK FREE.ON\nSMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 30% OF THE\nTOTAL SUM AS GRATIFICATION, WHILE 10% WILL BE SET ASIDE TO TAKE CARE OF\nEXPENSES THAT MAY ARISE DURING THE TIME OF TRANSFER AND ALSO TELEPHONE\nAND INTERNET BILLS, WHILE 60% WILL BE FOR ME AND MY COLEAGUES. PLEASE,\nYOU HAVE BEEN ADVICED TO KEEP \"TOP SECRET\" AS I AM STILL IN SERVICE AND\nINTEND TO RETIRE FROM SERVICE AFTER WE CONCLUDE THIS DEAL WITH YOU.\n  I WILL BE MONITORING THE WHOLE SITUATION HERE IN THIS BANK UNTIL YOU\nCONFIRM THE MONEY IN YOUR ACCOUNT AND ASK ME TO COME DOWN TO YOUR\nCOUNTRY FOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES\nPREVIOUSLY INDICATED AND FURTHER INVESTMENT, EITHER IN YOUR COUNTRY OR\nANY COUNTRY YOU ADVICE US TO INVEST IN. ALL OTHER NECESSARY VITAL\nINFORMATION WILL BE SENT TO YOU WHEN I HEAR FROM YOU.\nI LOOK FORWARD TO RECEIVE YOUR PHONE AND FAX NUMBERS FOR EASY COMMUNICATION,\nYOURS FAITHFULLY,\nMR GEORGE KABORE\nMOBILE: (00226 76086692\n\n\n\n--------------------------------------------------------------------------------------------\nNueva Barra de Herramientas de OZÚ. Navega Más facilmente por Internet.\n¡Descargatela gratis! http://barra.ozu.es/\n--------------------------------------------------------------------------------------------\nCorreo enviado desde http://www.ozu.es\n\n\n", "id": "6910aaa6d263a3dd33fdce41beadf8eb"}