{"email_subject": "FROM MRS.SUZANA NUHAN VAYE (WIDOW)", "email_body": "\nNAME:MRS. SUZANA NUHAN VAYE\n\n%BARR.JAMES BRODERICK  (ATTORNEY)\n\nTEL:44-7040120730\n\nFAX:44-870-1348903\n\nEMAIL:barrjbroderick@web-mail.com.ar\n\nEMAIL:williamspo@pnetmail.co.za\n\n\n\nATTN: MD/CEO\n\n\n\nKindly accept my apology for sending my mail to you. I am a\n\ntrue God fearing person, and I want you to trust me and\n\nhelp me out in this my condition. I believe you are a\n\nhighly respected personality, considering the fact that I\n\nsourced your profile from a human resource profile database\n\non your country in the Internet.\n\n\n\nThough, I do not know to what extent you are familiar with\n\nevents and fragile political situation in Liberia but it\n\nhas formed consistent headlines in the CNN, BBC news\n\nbulletins.\n\n\n\nMy Name is MRS.SUZANA NUHAN VAYE from Liberia, a Country in\n\nWest Africa. My late Husband is Issac Nuhan Vaye, Deputy\n\nMinister of Public Works in Liberia. My Husband was falsely\n\naccused of plotting to remove the then PRESIDENT OF LIBERIA\n\nCHARLES TAYLOR) from office. Without trial, Charles Taylor\n\nkilled him. You can verify this from some of the\n\ninternational newspapers posted in the web sites below:\n\n\n\n(I)http://www.usatoday.com/news/world/2003-07-15-liberia_x.htm\n\n\n\nBefore my husband was killed, he moved out the sum of $21.5\n\nmillion through a diplomatic means, and deposited it with a\n\nSecurity Company Abroad. And this money was meant for\n\nimportation of agricultural machinery.\n\n\n\nAll that is needed is for my lawyer to instruct the company\n\nto transfer the funds to your account, I will remunerate\n\nyou with 20% at the end, but most of all is that I solicit\n\nyour trust and honesty in this transaction. I have been\n\nconfined only to our country home and all my calls are\n\nmonitored, so I will advise you to contact my private Attorney\n\nBarr. P.O.Williams base in United Kingdom on his contact\n\nstated below for onward proceedings: -\n\n\n\nNAME:BARR.JAMES BRODERICK  (ATTORNEY)\n\nTEL:44-7040120730\n\nFAX:44-870-1348903\n\nEMAIL:barrjbroderick@web-mail.com.ar\n\nEMAIL:williamspo@pnetmail.co.za \n\n\n\n\n\nKindly include your Full Name, Private Telephone and Fax\n\nNumbers where you can always be reached, your Residential\n\nor Company Address to enable him send detail\n\ninformation/documents that will enable you receive the fund\n\nwithout any problem either now or in future as all\n\nmodalities as been perfected.\n\n\n\nPlease your urgent response is needed.\n\n\n\nBest Regards.\n\n\n\nMRS.SUZANA NUHAN VAYE (WIDOW)\n\n\n\n\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at www.zerosurf.net\n\n\n", "id": "6919aeaf88da94017ff33a740028d7d3"}