{"email_subject": "Remitance Dept", "email_body": "\n\nCENTRAL BANK OF NIGERIA\n\nINTERNATIONAL REMITANCE HQ.\n\nTELEX AND COMPUTER FOREIGN PAYMENT OFFICE.\n\nABUJA  NIGERIA.\n\n\n\n\n\nOUR REF: CBN/IRH/TCD/101/2003\n\nFROM THE DESK OF DIRECTOR\n\nINTERNATIONAL REMITANCE\n\nATTN: CEO/MD\n\nHaving tried to have a telephone conversation with you\n\non so many occasions as to discuss on the prospect but\n\ncoundnt get you through as a result of our satelite\n\ncommunication problem, besides I then decided to reach\n\nyou on your E-mail address.\n\nI am Joseph Ali, Director International Remitance\n\nCentral Bank of Nigeria. In regards as my position on\n\nour economy there was a contract awarded to TOTAL OIL\n\nINTERTIONAL OF FRANCE for the past 7 years. The\n\nContract was over-invioce to tune US$98,000,000.00\n\n(Ninety Eight Million United States Dollars). The\n\nOriginal Contract tune was US$60,000,000.00, remaining\n\nthe balance of US$38,000,000.00 (Thirty Eight United\n\nStates Dollars Only). In our suspense account in CBN\n\nin my department, THE TOTAL OIL INTERNATIONAL OF\n\nFRANCE has since been paid his original contract sum.\n\nDue to a good recommendation by your close friend\n\non area of investment in your country in search for a good and reliable trust \nworthy person to enter into partnership business with. We are asking for your \nhelp to provide for us your personal Account Number of Your Companys Account \nwhere this amount of US$38,000,000.00 will be paid into your account, since we \nare government officials, we can not operate on Intertional Account.\n\nEvery arrangement has been concluded for the smooth transfer through(Kable \nTelegraphic Transfer KTT) to your account if you have good response towards my \nrequest, no risk is invloved, keep sercet. Where you can not be able to handle \nthis big project due to obvious reasons you can introduce someone you know your \npercentage will be taken care of. On area of percentage will be discuss latter \nand our own\n\npercentage will be invested in your good recommendation on areas o high \nprofitable ventures.\n\nThis is the particulars I needed from you for the immediate transfer to your \naccount.\n\n(1) Your Account Number\n\n(2) The name of your bank and address\n\n(3) Your Telephone and Fax number \n\n(4) Telex number of your bank\n\n(5) The beneficiary Name\n\nPlease contact me on my private e-mail address: j_remitance@hknetmail.com \n\nThanks and be guided accordingly.\n\nYours faithfully,\n\nJOSEPH ALI\n\nDirector (International Remittance Dept.)\n\nC.B.N.\n\n\n-------------------------------------------------\nHKNETMAIL.COM Free WEB MAIL Service by  HKNET\n\n", "id": "69273b13dceb71c3166a42470bfb5c29"}