{"email_subject": "PLEASE MY DEAR FRIEND IT IS VERY URGENT", "email_body": "\nNAME:MRS. SUZANA NUHAN VAYE\n%BARR.JAMES BRODERICK (ATTORNEY)\nTEL/FAX:44-70-40120730\nEMAIL:jbroderick@satellite-email.com\nEMAIL:jbroderick@o2.pl\nEMAIL:jbroderick@MAIL.NU\n\nATTN: MD/CEO\n\nKindly accept my apology for sending my mail to you.Please, I sincerely wish to let you know that this is not the kind of e-mails that you will refer to as \"spam\" or it's like. I am genuine and my attorney will prove it to you once he hear from you.Please help me out in this my condition. I believe you are a highly respected personality,considering the fact that I sourced your profile from a human resource profile database on your country in the Internet.\n\nThough, I do not know to what extent you are familiar with events and fragile political situation in Liberia but it has formed consistent headlines in the CNN, BBC news bulletins.\n\nMy Name is MRS.SUZANA NUHAN VAYE from Liberia,a Country in West Africa. My late Husband is Issac Nuhan Vaye, Deputy Minister of Publ ic Works in Liberia. My Husband was falsely accused of plotting to remove the then PRESIDENT OF LIBERIA CHARLES TAYLOR) from office.Without trial, Charles Taylor killed him. You can verify this from some of the \ninternational newspapers posted in the web sites below:\n\n(I)http://www.usatoday.com/news/world/2003-07-15-liberia_x.htm\n\nBefore my husband was killed, he moved out the sum of $21.5 million through a diplomatic means, and deposited it with a Security Company Abroad. And this money was meant for importation of agricultural machinery.\n\nAll that is needed is for my lawyer to instruct the company to transfer the funds to your account, I will remunerate you with 20% at the end,but most of all is that I solicit your trust and honesty in this transaction. I have been confined only to our country home and all my calls are monitored, so I wil l advise you to contact my private Attorney Barr.James Broderick base in United Kingdom on his contact stated below for onward proceedings: -\n\nNAME:BARR.JAMES BRODERICK(ATTORNEY)\nTEL/FAX:44-70-40120730\nEMAIL:jbroderick@satellite-email.com\nEMAIL:jbroderick@o2.pl\nEMAIL:jbroderick@MAIL.NU\n\nKindly include your Full Name,Residential or Company Address, Private Telephone, Mobile and Fax Number where you can always be reached,to enable him send details/documents that will enable you receive the fund without any problem either now or in future as allmodalities as been perfected.\n\nPlease your urgent response is needed.\n\nGod bless you.\n\nBest Regards.\n\nMRS.SUZANA NUHAN VAYE (WIDOW)\n\n\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://yoursite.com\n\n\n", "id": "693b79943ad32f3a117b98aaee38a8f1"}