{"email_subject": "INVESTMENT ASSISTANCE", "email_body": "INVESTMENT ASSISTANCE. I am Mr Chuks Anthony, the financial Controller and Contract Award Committee Chairman in the National Electric Power Authority (NEPA) in Lagos, Nigeria. My colleagues have  assigned me to seek for assistance of a reliable foreigner through whom we can transfer the  sum of US $65,500,000.00 (sixty Five Million, five Hundred Thousand U.S Dollars) which  arose from deliberate over- inflated contract value for the General expansion of the Kanji  Dam Thermal Station on behalf of National Electric Power Authority (NEPA) for increased  energy generation to Nigeria and some other West African Countries. The Contract was  awarded in 1998 during the late General Sanni Abacha regime to an expatriate firm with the  consideration of 10% commission agreement on the total contract value. The contract has  been completed and the contractor has long been paid, we are now left with this  US$65,500,000.00 representing the 10% our own share as agreed presently in the Federal  Government account. The favorable political/economic climate in this country now presented  an opportunity for this money to be transferred out of the country. I got your contact from a  commercial attached to your emabassy. This assurance gave me courage to link you up for  this particular transaction, and I hope it will be of mutual benefit to all of us. Our contact in  the Federal Ministry of Finance have given us a go a head advice to begin the process of the  remittance, hence we have set in motion the machinery for the take off of the transaction and  further action will commence immediately we hear from you. We have agreed that after the  transfer of the money into your account, you shall be entitled to 30% of the total amount  transferred, 10% for incidental expenses from you and us, while the remaining 60% will be  for us. We decided to give you this percentage in order to motivate you and also to let you  feel satisfied at the end of this transaction. The nature of your business is not particularly  relevant for the success of this transaction. All we require is your willingness to co-operate  and assurance that our own share will be given to us when this money is transferred into your  account. All necessary precautions have been taken to ensure a no risk situation on the sides  of both parties and it is believed that the conclusion of this transaction will not last more than  fourteen (14) working days. However, we are going to retrieve the whole documents that will  be related to this transaction so that both parties will be protected after the transfer of the  money into your account. Since we have no knowledge of business, our plan is to invest this  money into Real Estate, Stocks and we can also invest in some other profitable business in  your country based on your advice because many of our years has been spent as Civil  Servant, and we may likely resign from government service to private businesses after this  money is transferred into your Account. Please note that this business is strictly confidential  and must not be disclosed to a third party. This is necessary to avoid disclosure that may  jeopardize the transaction. Finally, if this proposal is acceptable to you or if you have any  questions, feel free to contact me on the above E-mail address. You should also send to me  your private telephone / fax numbers and E-mail address for easy and confidential  communication. I will oblige you with further information if so required. Please reply this  mail through chuksanths@zwallet.com .   Best Regards Mr Chuks Anthony NEPA   INVESTMENT ASSISTANCE. I am Mr Chuks Anthony, the financial Controller and Contract Award Committee Chairman in the National Electric Power Authority (NEPA) in Lagos, Nigeria. My colleagues have  assigned me to seek for assistance of a reliable foreigner through whom we can transfer the  sum of US $65,500,000.00 (sixty Five Million, five Hundred Thousand U.S Dollars) which  arose from deliberate over- inflated contract value for the General expansion of the Kanji  Dam Thermal Station on behalf of National Electric Power Authority (NEPA) for increased  energy generation to Nigeria and some other West African Countries. The Contract was  awarded in 1998 during the late General Sanni Abacha regime to an expatriate firm with the  consideration of 10% commission agreement on the total contract value. The contract has  been completed and the contractor has long been paid, we are now left with this  US$65,500,000.00 representing the 10% our own share as agreed presently in the Federal  Government account. The favorable political/economic climate in this country now presented  an opportunity for this money to be transferred out of the country. I got your contact from a  commercial attached to your emabassy. This assurance gave me courage to link you up for  this particular transaction, and I hope it will be of mutual benefit to all of us. Our contact in  the Federal Ministry of Finance have given us a go a head advice to begin the process of the  remittance, hence we have set in motion the machinery for the take off of the transaction and  further action will commence immediately we hear from you. We have agreed that after the  transfer of the money into your account, you shall be entitled to 30% of the total amount  transferred, 10% for incidental expenses from you and us, while the remaining 60% will be  for us. We decided to give you this percentage in order to motivate you and also to let you  feel satisfied at the end of this transaction. The nature of your business is not particularly  relevant for the success of this transaction. All we require is your willingness to co-operate  and assurance that our own share will be given to us when this money is transferred into your  account. All necessary precautions have been taken to ensure a no risk situation on the sides  of both parties and it is believed that the conclusion of this transaction will not last more than  fourteen (14) working days. However, we are going to retrieve the whole documents that will  be related to this transaction so that both parties will be protected after the transfer of the  money into your account. Since we have no knowledge of business, our plan is to invest this  money into Real Estate, Stocks and we can also invest in some other profitable business in  your country based on your advice because many of our years has been spent as Civil  Servant, and we may likely resign from government service to private businesses after this  money is transferred into your Account. Please note that this business is strictly confidential  and must not be disclosed to a third party. This is necessary to avoid disclosure that may  jeopardize the transaction. Finally, if this proposal is acceptable to you or if you have any  questions, feel free to contact me on the above E-mail address. You should also send to me  your private telephone / fax numbers and E-mail address for easy and confidential  communication. I will oblige you with further information if so required. Please reply this  mail through chuksanths@zwallet.com .   Best Regards Mr Chuks Anthony NEPA", "id": "6977be3e893d21687f56e8aa02e0d430"}