{"email_subject": "Good day", "email_body": "BOARD OF TRUSTEES, \nNIGERIAN NATIONAL PETROLEUM CORPORATION [NNPC]\nVictoria-Island,Lagos.\nFROM THE OFFICE OF:DR. JEFF MBOMA (MNIM)\n\nAttn: President/CEO.\nBUSINESS PROPOSAL: TRANSFER OF US$25.6 M (TWENTY-FIVE\nMILLION SIX HUNDRED THOUSAND UNITED STATES DOLLARS) &\nBUSINESS INVESTMENTS PARTNERSHIP\nFirst, I must solicit your strictest confidence in this\ntransaction,this is by virtue of its nature as being utterly\nconfidential and top secret as you were introduced to us in\nconfidence through the Nigerian Chamber of\nCommerce, Foreign Trade Division.\nI am Dr.Jeff Mboma, the Secretary of the Federal Government\nof Nigeria Contract Award and Monitoring Committee (CAMC) of\nthe Nigerian National \nPetroleum Corporation [NNPC].Sometime ago, a contract was\nawarded to a conglomerate of Foreign Companies\nby my committee on behalf of NNPC, the contract was\nover-invoiced to the tune of US $25.6 Million.This was done\ndeliberately, the over-invoicing was a deal by members of my\ncommittee to benefit from the project, we now desire to\ntransfer the money, which is presently in a suspense account\nof NNPC in the Central Bank of Nigeria (CBN) into an\noverseas account which we expect you to provide\nWe have agreed that the following funds will be shared thus\nafter it has been paid into your account;\na) 30% of the money will go to you for acting as the\nbeneficiary of the fund.\nb) 10% has been set aside as an abstract projection for\nreimbursement to both parties for incidental expenses that\nmay be incurred in the course of the transaction.\nc) 60% to us the government officials (which we wish to\ncommence an important business in conjunction with you).\nI Would Require\na) Name and address of Company/ Beneficiary\nb) Proforma Invoice / Letter-Head Paper\n\nThe above information would be used to make formal\napplications as a matterof procedure for the release of the\nmoney and onward transfer to your nominated account.\nIt does not matter whether or not your company or you does\ncontract projects of the nature described here, the\nassumption is that you won a major contract and\nsubcontracted it out to other companies, more often than\nnot,big trading companies or individuals of unrelated field\nwin major contracts and subcontracts to more specialized\nfirms for execution of such contracts.\nWe have strong and reliable connections and contacts at the\nCentral Bank of Nigeria (CBN) and The Federal Ministry of\nFinance and we have no doubts at all that this money will be\nreleased and transferred if we get the necessary\nforeign partners to assist us in this deal. Therefore, when\nthe business is successfully concluded we shall through the\nsame connections withdraw all documents used from all the\nconcerned government ministries for 100% security.\nWe want this money to be transferred to the foreign account\nwhich you are going to provide bearing in mind that our\ncivil service code of conduct forbids us from owning foreign\ncompany or running foreign account, all\nexpenses regarding the account opening if not already in\nexistence shall be borne by you, all expenses are however\nreimbursable as already stated above on conclusion of\nbusiness.\nPlease acknowledge the receipt of this letter if you are\ninterested.\nI wait in anticipation of your co-operation.\n\nYours Faithfully,\n\nDr.Jeff Mboma (MNIM)\n\n\n\n", "id": "697b56e2cfb4f592a9b9a4847cde4391"}