{"email_subject": "From Miss Rebecca David", "email_body": "  Miss Rebecca David\nAbidjan Cote D'Ivoire\nWest Africa\n  PLease do reply me on my private email contact ( rebecca_david20002001@yahoo.co.jp) for security reasons\n\n   \n  My Dear,\n   \n  Good a thing to write you. I have a proposal for you this however is not mandatory nor will I in any manner compel you to honour against your will.  I am Miss Miss Rebecca David ,19years old and the only Daughter of my late parents Mr.and Mrs.David. My father was a highly reputable busnness\n magnet-(a cocoa merchant)who operated in the capital of Ivory coast during his days.It is sad to say that he passed away mysteriously in France during one of his business trips abroad year 12th.june 2005.Though his sudden death was linked or rather suspected to have been masterminded by an uncle\n of his who travelled with him at that time. But God knows the truth!\n   \n  My mother died when I was just 6 years old,and since then my father took me so special. Before his death on 12th june 2005, he called the secretary who accompanied him to the hospital and told him th at he has the sum of six million,seven hundred thousand United State Dollars.(USD$6.700,000)\n deposit security company in Europe.He further told him that he\ndeposited the money in my name,and finally issued a written instruction to his lawyer whom he said is in possession of all the necessary but legal documents to this fund and the security firm.\n   \n  I am just 19years old and a university undergraduate and really don't know what  to do.Now I want an account overseas where I can transfer this funds. This is because I have suffered a lot of set backs as a result of incessant political crisis  here in Ivory coast.The death of my father actually\n brought sorrow to my life. I am in a sincere desire of your humble assistance in this regards.Your suggestions and ideas will be highly regarded.\n   \n  Now permit me to ask these few questions:- \n\n   \n  1. Can you honestly my guidian? \n2. Can I completely trust you? \n3. What percentage of the total amount in question \nwill be good for you after the money is in your\naccount? \n   \n  Please,Consider this and get back to me as soon as possible. \n   \n  Thank you so much.\n   \n  My sincere regards\n\n  Miss Rebecca David\n\n\n \n\n \n---------------------------------\nBig Chance to Win 50,000 Yahoo! Points!\n", "id": "697f18cb51186837828faa5c3af822be"}