{"email_subject": "LUCY LOKOMBOH ", "email_body": "From: LUCY LOKOMBOH \ne-mail: lokomboh@msn.com \n \nThis very confidential request should not come as a surprise to you. \n\nI am LUCY LOKOMBOH, the wife of the late L.T. Col. KABONGO LOKOMBOH, who was the \nChief Security Officer to the late President Laurent Kabila of Democratic \nRepublic of Congo, with regards to your trustworthiness and reliability, I \ndecided to seek for your assistance in transferring some money out of South \nAfrica into your country, for onward dispatch and investment. \n\nI will reveal to you, based on the fact that I could rely on you, the height of \nthe crisis that led to Laurent Kabila assassination, he personally mandated and \ninstructed my husband to create and fully equip special elite force, to protect \nhim against the rebels then, working against his government. This instruction \nwas very discreet and highly confidential and was backed up with the sum of \nUS$18.000, 000.00 (Eighteen million United States Dollars) in cash, for the \npurchase of Arms and Ammunition from an independent arms dealer in Republic of \nSouth Africa. \n\nWe brought this fund to South Africa, where he was supposed to negotiate and \npurchase the Arms and Ammunition. This money was transported through diplomatic \nmeans, and negotiation was still in progress when the news came to me that our \nPresident has been shot. He then quickly decided to stop all negotiations and \ndiverted the all funds to our personal use, as it was golden opportunity. He \nthen left the children and me and went back home to attend the funeral of \nLaurent Kabila where he was also killed. \n\nThis money is presently deposited in a Security Company here in Johannesburg, \nSouth Africa since January 2001 although the Security Company does not know the \nreal content of the box. We deposited it as family treasure containing Gold and \nDiamond. I now seek your assistance in providing an overseas account to enable \nme transfer this money out of South Africa, to where it can be invested. I have \nmade all the necessary arrangement on our own side to ensure smooth remittance. \nHowever, due to my refugee status I cannot operate a bank account here, neither \ncan I invest here in South Africa. Hence my desire is to transfer and invest in \nyour country. Please note that your account has got to be in a position to carry \nthat amount of money. \n\nFor your assistance, after the transaction, I have agreed to give you 15% of the \ntotal sum, while the balance of 85% will be for my investment. I intend to keep \nmy presence here in South Africa low profile due to my popularity back home, so \nI request all information provided to be kept secret and confidential. \n\nI am obliged to provide details immediately as soon as I receive the \nacknowledgement of this letter from you, indicating your interest to assist me. \nYou can contact us with the above e-mail or preferably, through e-mail: \nlokomboh@msn.com \n\nBest regards, \n\nLUCY LOKOMBOH \n\n\nPowered by Tiscali - http://www.tiscali.co.za\n\n\n", "id": "6988f70a84693e7c8d34e0f692dd1b60"}