{"email_subject": "I NEED YOUR URGENT ASSISTANCE", "email_body": "FROM: MR. WILLIAMS SAVIMBI\nTELL: 27-833-515247\nE-MAIL: william_savimbi2001@yahoo.com \nJOHANNESBURG SOUTH AFRICA\n\nPrivate and Confidential\nDear Sir,\n\nYou may be surprised to receive this letter from me since you do not\nknow me personally. I am Mr. Williams savimbi (Jnr) the first son of \nMR.NKONNOH SAVIMBI, who was recently murdered in the land dispute in Zimbabwe.\nI got your contact through my research in the South African Chambers of\nCommerce & Industries for a responsible and a God fearing person who I\ncan trust by using his personality and his bank account for this\ntransaction. When I got your contact, I prayed over it then I decided \nto write to you.\n\nBefore the death of my father, he deposited the sum of USD$10 Million \n(TENMILLION UNITDED STATES DOLLARS) in one of the private security \ncompanies, in Johannesburg South Africa as if he fore saw the looming danger in \nZimbabwe.\n\nThis money is protected in a big metal box and was declared to the\nsecurity company at the point of deposit as precious valuables e.g.: \nGold, diamond and germ stone to avoid the security company knowing that the \ncontent of the consignment deposited with them contains cash. This amount was \nmeant for the purchase of new machines and chemicals for the farms and \nestablishment of a new farm in Swaziland.\n\nThis land problem came when Zimbabwe President MR.ROBERT MUGABE\nintroduced a New Land Act reform, which wholly affected the rich white \nand some few black farmers. This resulted to killing and mob action by Zimbabwean \nwarveterans. In fact, a lot of people were killed because of this land \nreform act for which my father was one of the victims.\n\nIt is for this reason that my family and i who are staying in South\nAfrica now as refugees have decided to transfer my father's money to a \nforeign country since the law of South Africa prohibits a person with a refugee \nstatus to operate a bank account or do any banking transaction in South \nAfrica.\n\nAs the only son of my father, I am saddled with the responsibility of\nseeking for a genuine foreign account where this money could be \ntransferred without the knowledge of my government who are bent on my family. I \nmust also let you know that this transaction is 100%risk free.\n\nIf you are really capable and willing to assist me, I and my family has\npromised to give you 30% of the total money, 10% is for the expenses\nthat may occur during the time of the transaction and the rest of the \n70%is for me and my family for the investment in your country.\n\nPlease contact me immediately with the above recommended private\ne-mail:william_savimbi2001@yahoo.com phone 27-833-515247 indicating \nyour interest. Please be aware that confidentiality and urgency is very \nvital to this transaction.\n\nThanks for your mutual co-operation as I expect your soonest response.\n\nBest regards\n\nMr. Williams Savimbi\n\n\n\n\n", "id": "69b17c15ead4775c3afff0fe02fb7b43"}