{"email_subject": "!WORK WITH ME URGENT!", "email_body": "\n\nDear  friend,\n\nThis letter must surprise you because we have never meet before neither in\nperson nor by correspondence, but I believe that it takes just one day to meet\nor know someone either physically or through correspondence.\nI got your contact through my personal search, you were revealed as  \nbeing quite\nastute in private entrepreneurship, and one has no doubt in your ability to\nhandle a financial business transaction. I am Mr. Liu Yan a transfer  \nsupervisor\noperations in investment section in Bank of China Ltd. Secretariat of  \nthe BOCHK\nCharitable Foundation 13/F. Bank of China Tower, 1 Garden Road, Hong  \nKong I have\nan obscured business suggestion for you.Before the U.S and Iraqi war  \nour client\nGeneral Mohammed Jassim Ali who work with the Iraqi forces and also  \nbusiness man\nmade a numbered fixed deposit for 18 calendar months, with a value of Nineteen\nmillion Five Hundred Thousand United States Dollars only in my branch.\n\nUpon maturity several notices was sent to him, even early in the war. Again\nafter the war another notification was sent and still no response came  \nfrom him.\nWe later find out that General Mohammed Jassim Ali and his family had been\nkilled during the war in a bomb blast that hit their home.After further\ninvestigation it was also discovered that General Mohammed Jassim Ali did not\ndeclare any next of kin in his official papers including the paper work of his\nbank deposit. And he also confided in me the last time he was at my  \noffice that\nno one except me knew of his deposit in my bank. So, Nineteen million Five\nHundred Thousand United States Dollars is still lying in my bank and  \nno one will\never come forward to claim it. What bothers me most is that, according  \nto the to\nthe laws of my country at the expiration 3 years the funds will revert to the\nownership of the Hong Kong Government if nobody applies to claim the funds.\nAgainst this backdrop, my suggestion to you is that I will like you as a\nforeigner to stand as the next of kin to General Mohammed Jassim Ali  \nso that you\nwill be able to receive his funds.I want you to know that I have had  \neverything\nplanned out so that we shall come out successful. I have contacted an attorney\nthat will prepare the necessary document that will back you up as the next of\nkin to General Mohammed Jassim Ali, all what is required from you at  \nthis stage\nis for you to provide me with your Full Names, private phone number  \nand Address\nso that the attorney can commence his job. After you have been made  \nthe next of\nkin, the attorney will also fill in for claims on your behalf and secure the\nnecessary approval and letter of probate in your favor for the transfer of the\nfunds to an account that will be provided by you with my guidiance.There is no\nrisk involved at all in the matter as we are going adopt a legalized  \nmethod and\nthe attorney will prepare all the necessary documents.\n\nPlease endeavor to observe utmost discretion in all matters concerning this\nissue. Once the funds have been transferred to your nominated bank account we\nshall discuss the percentage issue on your reply.If you are interested please\nsend me your full names, private phone/fax and current residential address.\n\nKind Regards\n\nLiu Yan.\nN:B Your earliest response to this letter will be appreciated.\nPlease make sure you contact me on my private email: info.liuyan@yahoo.com.hk\n\n\n\n", "id": "6a04a0e422db08f039ab38f8e7aea10f"}