{"email_subject": "Business offer", "email_body": "\nGooday, \n\nI am Mr Olsom Berghart a personal treasurer to Mikhail Khodorkovsky the richest man in Russia and owner of the following companies:Chairman CEO: YUKOS OIL (Russian Most Largest Oil Company)Chairman CEO: Menatep SBP Bank (A well reputable financial institution with its branches all over the world)\n\n SOURCE OF FUNDS: \nI have a profiling amount in an excess of US$100.5M, which I seek your partnership in accommodating for me. You will be rewarded with 4% of the total sum for your partnership. Can you be my partner on this? \n\nINTRODUCTION OF MY SELF \nAs a personal consultant to him, authority was handed over to me in transfer of money of an American oil merchant for his last oil deal with my boss Mikhail Khodorkovsky. Already the funds have left the shore of Russia to an European private bank where the final crediting is expected to be carried out. \n\nWhile I was on the process, My Boss got arrested for his involvement in politics by financing the leading and opposing political parties (the Union of Right Forces, led by Boris Nemtsov, and Yabloko, a liberal/social democratic party led by Gregor Yavlinsky) which poses treat to President Vladimir Putin second tenure as Russian president. \n\nYou can catch more of the story on this website: \nhttp://www.yukos.com/\nhttp://www.opendemocracy.net/debates/article-3-56-1409.jspor http://newsfromrussia.com/main/2003/11/13/51215.html \n\nYOUR ROLE: \nAll I need from you is to stand as the beneficiary of the above quoted sum and I will re-profile the funds with your name, which will enable the European bank transfer the sum to you. I have decided to use this sum to relocate to American continent and never to be connected to any of Mikhail Khodorkovsky conglomerates. \n\nThe transaction has to be concluded in 2 weeks before Mikhail Khodorkovsky is out on bail. As soon as I confirm your readiness to conclude the transaction with me, I will provide you with the details. \n\nThank you very much. \n\nRegards,\n\nOlsom Berghart(Mr) \n\nNB: Please contact me through this secure email: berolsom@indiatimes.com \n\n\n___________________________________________________________________________\n\n\n\n", "id": "6a8cc6ad4da60949fcd3aea1ea7ec437"}