{"email_subject": "VERY IMPORTANT", "email_body": "\n WELLKANG INTERNATIONAL,\nImport/Export Limited.\n \nWellkang Ltd\nSuite B\n29 Harley Street\nLONDON  W1G 9QR\nEngland\nUnited Kingdom\n \nDear Sir/Madam,\n \n         My Name is John Allen, the Director of Wellkang International. \nWe are a group of business men who deal on consumer goods commodities as well as label production and certification of industrial products from highly using world-class manufacturing (WCM) methods such as single minute exchange of die (SMED) from Art and Craft processes with production of Rubber and PVC profiles, seals and body trimmings for automobiles and export into the Canada/America and Europe.\n \n  I am currently running my business from my Newton Abbot,UK Office where I am located for now.  We are searching for representatives who can help us establish a medium of getting to our customers in the Canada/America,Europe and Asia as well as making payments through you to us.  We are searching for credible representatives who can help us establish a medium of getting to our customers in the Canada,USA and a large part of Europe and Asia as well as recieving payments from our esteemed clients/customers as a result of expansion of our services and streamlining of our official task/routines before us.\n  \n  Please if you are interested in transacting business with us, we will be very glad and open to accept you into our business team with 10% benefit to you from any payment recieved from our esteemed customers to you on behalf of our Company.\n \nBut all we just need is trust,and I hope we can rely on you.  Please if you are interested do get back to me on my private email: (wellkanginternational@yahoo.com).\nPlease note that your areas of specialization or occupation is of no relevant to resolve to assisting us. Please do endevour to fill the form below to enable us creat a file for you and prepare every necessary documentation that will be needed in this transaction.\n\n(1) Your Full Names,\n(2) Your Contact Address,\n(3) your Working Experience,\n(4) The Name Of Your Company(if any),\n(5) Your Contact Phone Number(your direct line).\n \nThanks in anticipation of your co-operation.\n \nJohn Allen.\nDirector,\nWELLKANG INTERNATIONAL, \nIMPORT/EXPORT.\n\n___________________________________________________________________________\n\n\n\n", "id": "6a91220e424612e0f430577bc676cf16"}