{"email_subject": "Season's Greetings!", "email_body": "X-Mailer: popper\n\nSeason's Greetings!\n\n\n\nForgive my indignation if this message comes to you as a \n\nsurprise and may offend your personality for contacting you without \n\nyour prior consent and writing through this channel.I got your contact \n\nfrom a professional database found in internet while searching for a \n\nreliable and honest person that will be an anointed steward in a vision \n\nvery dear to me.\n\n\n\nI am Mrs. Alondra Jose-Carlos person from Puerto Rico \n\nundergoing medical treatment. I am married to Dr.  Kevin Jose-Carlos \n\nwho was a gun runner supplying arms and ammunition to warring factions \n\nin Africa before he died in the year 2002.We were married for eleven \n\nyears without a child. He died after a brief illness that lasted for \n\nonly four days. Since his after death, I decided not to re-marry or get \n\na child outside my matrimonial home. When my late\n\nhusband was alive he  deposited the sum of   11.8.Million (Eleven Million,\n\nEight Hundred Thousand British Pounds Sterling) with a Fiduciary company. \n\nPresently ,this money is still with the Fiduciary Company. Recently, \n\nmy doctor told me that I would not last for the next\n\nthree months due to cancer problem.  Though what disturbs me most is my partial\n\nparalysis. Having known my condition I decided to donate this fund to an\n\norganisation or individual that will utilize this money the way I am going\n\nto instruct here in. I want an organisation or individual that will use this to\n\nfund, women and youth groups, victims of war, environmental protection,\n\ncharities, orphanages and widows . It is said that blessed is the hand \n\nthat giveth.\n\n\n\nI took this decision because I don't have any child that \n\nwill inherit this money and as a part of restitution for the atrocities \n\nof my husband which I tacitly supported. I don't want a situation where \n\nthis money will be used in an ungodly manner , hence the reason for \n\ntaking this bold decision.\n\n\n\nI am not afraid of death, hence I know where I am going .I know that I am\n\ngoing to be in the bosom. If you consider yourself adequately equipped morally and\n\nspiritually for this mission, please ,respond by letting me know your\n\ndecision to alondracarlos@sify.com\n\n\n\nYours sincerely,\n\n\n\nMrs. Alondra Jose-Carlos\n\n\n\n\n\n\n\n\n", "id": "6a9ed664db236d5b2bb5a37eaad984af"}