{"email_subject": "URGENT", "email_body": "\ndear friend,\nI am the manager of bill and exchange at the foriegn remittance department\nof AFRICAN DEVELOPMENT BANK. I am writing, following the impressive\ninformation about you through one of my friends WORKS WITH THE BURKINA \nCHAMBERS firm.\n\nIn my department we discovered an abandoned sum of $U.S15.5Million dollars\n(fifteen million five hundred thousand US dolloars)  in an account that \nbelongs\n\nto one of our foriegn customer who died along with his entire family in\nNovember 2004  in a plane crash.\nSince we got information about his death, we have been expecting his next\nof kin to come over and claim his money because we cannot release it unless\n\nsome body applies for it as next of kin or relation to the deceased as\nindicated in our banking  guidlines and laws but unfortunately we learnt\nthat all his supposed next of kin or relation died alongside  with him at\nthe plane crash leaving nobody behind for the claim. It is therefore upon\nthis discovery that I and other officials in my department now decided to\nmake this business proposal to you and release the money to you as the next\n\nof kin or relation to the deceased for safety and subsequent disbursement\nsince nobody is coming for it and we don't want this money to go into the\nbank treasury as unclaimed bill.\nThe banking law and guidling here stipulates that  if such money remained\nunclaimed after six years the money will be transfered into the bank\ntreasury as unclaimed fund.  The request of foreigner as next of kin in\nthis business is occassioned by the fact  that the customer was a foreigner\n\nand a Burkinabe cannot stand as next of kin to a foreigner.\nWe agree that 30% of this money will be for you as a foreign partner, in\nrespect  to the  provision of a foriegn account, 10% will be set aside for\nexpenses occured during the business and 60% would be for me and my\ncolleagues. There after I and my colleagues will visit your country for\ndisbursement according  to the percentage indicated.\nTherefore, to enable the immediate transfer of this fund to you as\narranged, you must apply first to the bank as relation or next of kin of\nthe deceased indicating your bank name, your bank account number, your\nprivate telephone and fax number for easy and effective communication and\nlocation wherein the money will be remitted.\nUpon receipt of your reply, I will send to you by fax or email the text of\nthe application. I will not fail to bring to your notice that this\ntransaction is hitch  -free and that you should not entertain any atom of\nfear as all required arrangements have been made for the transfer.\nYou should contact me immediately as soon as you recieve this letter.\nYours faithful\nBill & Exchange Manager.\nYOBO\n\n_________________________________________________________________\nLes rvlations de la starac 6 commentes par Jrmy! \nhttp://starac2006.spaces.live.com/\n\n\n\n", "id": "6aa0265227ec5d21ceb21ce26c153ca1"}