{"email_subject": "FROM THE DESK OF DR .ABDULAHI", "email_body": "FROM THE DESK OF DR .ABDULAHI\nBILL AND EXCHANGE MANAGER\nBANK OF AFRICA.\nOUAGADOUGOU,BURKINA FASO.\nTOP SECRET\nDear Friend\n\nI am DR. ABDULAHI. the bill and exchange manager at the foreign remittance\ndepartment of BANK OF AFRICA. I got your contact from the internet ,while\nseaching for an honest and trust worthy person, who will assist me to\nimplement this transfer.l discovered the sum of Twenty Two Million and\nfive hundred Thousand United States Dollars (USD22.5M) belonging to a\ndeceased customer of this bank.\n\n The fund has been lying in a suspence account without anybody coming to\nput claim over the money since the account owner late Mr JOHN KOROVO from\nJORDAN , who was involved in the December 25th  2003 Benin plane crash.\n Here is the air crash  website on cn\nhttp://www.cnn.com/2003/WORLD/africa/12/26/benin.crash/index.html\n\nThe said fund is now ready for transfer to a foriegn account whose owner\nwill be portrayed as the beneficiary and next of kin to the deceased\ncustomer of the bank. Since we got information about his death, we have\nbeen expecting his next of kin to come over and claim his money because we\ncannot release it unless somebody applies for it as next of kin or\nrelation to the deceased as indicated in our banking guidlines and laws\nbut unfortunately we learnt that all his supposed next of kin or relation\ndied alongside with him at the plane crash leaving nobody behind for the\nclaim.\n\nIt is therefore upon this discovery that I decided to make this business\nproposal to you and release the money to you as the next of kin or\nrelation to the deceased for safety and subsequent disbursement since\nnobody is coming for it and I don't want this money to go into the bank\ntreasury as unclaimed bill.\n\nThe banking law and guidline here stipulates that if such money remained\nunclaimed after five years, the money will be transfered into the bank\ntreasury as unclaimed fund. The request of foreigner as next of kin in\nthis business is occassioned by the fact that the customer was a foreigner\nand a Burkinabe cannot stand as next of kin to a foreigner. I therefore\nsoliciting for your assistance to come forward as the next of kin.\n I have agreed that 40% of this money will be for you as the beneficiary\nin respect of the provision of your Account and services rendered, 55%\nwould be for me while 5% will be for expencses incured during the cause of\nthis transaction If the money is transferred to your Account from BANK OF\nAFRICA,\n\n I and my family in this transaction will proceed immediately to your\ncountry for our own share of the money. I expect you to keep this\nbusiness strictly confidential and secret as you may wish to know that I\nam Bank official.\n\nBe rest assured that this business is 100% risk free on both side and\nevery arrangement to transfer this money to the Account you are going to\nprovide have been concluded provided we maintain the confidentiality and\nsecreceirity involved.\nContact me on my private phone number( +226-76419344 or email address at()\nI am looking forward for your prompt response.\n\nYours faithfully,\nDR. ABDULAHI.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "6ab6f21ed431db9effe43f7b72fd1e23"}