{"email_subject": "ASSISTANCE & OFFER !!!", "email_body": "Dear Sir, \n\nThis letter may come to you as a surprise but I really prayed to God to help me choose somebody that will be my true partner. \n\nMy name is James Nandu Savimbi.I am the first son of Mr. Jonas Savinbi, the leader of the UNITA movement in Angola. May be you know that my father was killed recently in Angola by the Angolan Government soldiers and he has since \nbeen buried. \n\nTwo weeks before he died (May be he knows he will die), he called me and showed me a box containing US$20 million and some Diamond value about US$15 million. He sent the box to a security company in Europe for safe keeping with a false name. \n\nHe give me the certificate of deposit and the code number. With that I can collect the box anytime I want. Now that my father is dead and I need the money to take care of the family left behind of about two wives and six children. \n\nI am now hiding as the government of Angola is desperately looking for me to assasinate and also the former commander of my father wants to get me at all cost.Also, I have to be very careful of my movement hence my search for you to help me to get the box and keep it until I can escape and meet you and you will also help me to invest the money in your country or where it is good. \n\nI will give provide you with all the power(necessary documents) to collect the box on my behalf when you tell me in your reply that you will help me and I can trust and count on you. I don't trust anybody in Angola and with the certificate and the code which I will give you, there should/will be no problem in collecting the box. \n\nYou don't have to worry,as this is 100% risk free to you as only me, my dead father and the security company in Europe knows about this box. \n\nBut I want you to keep this secret as there are some enemies of my father scattered all over the whole World who are friends to the government of Angola. The name of the country where the box is in Europe and how much I will give you for help shall be revealed upon your response to my mail. \n\n1 YOUR FULL NAME \n2. YOUR CONTACT (HOME)ADDRESS \n3. YOUR TELEPHONE AND FAX NUMBER \n4. YOUR DATE OF BIRTH & YOUR OCCUPATION \n\nI await your quick answer and sorry for poor english if there is any. \n\nThank you. \nJames Nandu Savimbi. \n\n", "id": "6ac151a783d07db3584ad99bfd5d7bb3"}