{"email_subject": "USE FOR THE LESS PRIVILEGED?", "email_body": "--Good dayPrivate Message to you,This is an important message to you.The lord directs me to share this with you. As you read the mail, you should sympathize with my current situation and assist me. My name is Isabella Carmel the only survivor from family of four. I was narrowly escaped from the tsunami disaster which affected my spinal cord and also my ear drum and claim the lifes of my entire family, husband (Denis caromel) and two sons (Ugo and Tom) who went for holidays in Sri-Lanka.Right now I am currently in Kuala Lumpur Malaysia. After staying a week in my family hospital, I was disabled by the catastrophe and now on a wheel cheer after all the treatment.This has defiled all forms of medicine and right now I have only about a few months to live, according to medical experts.I have not lived my life so well as my primary interest and focus was only on my late fathers business. Though my father is very rich and was never generous. But now I regret all this, as I know that there is more in life than just wanting to have or make all the money in the world.The bible says what shall it profit a man to wine the whole world and loose his soul. I believe when God gives me a second chance to come to this world I will live my life a different way from how I have lived before. I have willed and given most of my fathers properties to the less privileges because I want God to be merciful to me and accept my soul. I have decided to give arms to charity organizations and give succor and comfort to the less privileged in our societies. I want this to be one of the last good deeds I do on earth since my father has never recognized that.So far I have to distribute money to charity organizations now that my health has deteriorated so badly,I cannot do this myself anymore that is why am soliciting your assistant to make this donation through you. The last of my late fathers money that am willing to donate to the less privileged right now is the huge sum of $10.6M USD that is concealed in a consignment and deposited in (OVERSEA CREDIT COMMISSION ABROAD) for safekeeping which he intends to invest on profitable factory. I want you to help me claim this funds where is deposited and disburse it to charity organizations and the less privileged in the society.Please I will appreciate you to indicate interest for the disbursement and also include your contact telephone/fax numbers that I will forward to the(OVERSEA CREDIT COMMISSION ABROAD) to be able to contact you as the appointed beneficiary. I will provide you the certificate of deposit and the letter of authority to enable you claim the consignment of the funds.If you are willing and ready to assist with this project,please e-mail me at mrslsabellacaromel_1950@yahoo.it without delay, while I wait to hear from you.Thanks once again for your kindness may God guide and reward you in all your endeavors as you make me realize my last dreams and wishes.Remain blessed,Mrs.Isabella Caromel ________________________________________________ Cristina Fusi WebMail - Message sent using UebiMiau 2.7.2", "id": "6b21413f49c703e49a6ea7f261839997"}