{"email_subject": "FROM: MR. RICHARD WILLIAMS.", "email_body": "FROM: MR. RICHARD WILLIAMS.\n1A PRESIDENTIAL ROAD,\nENUGU, ENUGU STATE\nNIGERIA. \nATTENTION PLEASE! THIS IS NOT A SPAM MAIL: \nWITH ALL DUE RESPECT, I GUESS MY LETTER WILL NOT EMBARRASS YOU, SINCE I\nHAS NO PREVIOUS CORRESPONDENCE WITH YOU. I GOT YOUR CONTACT THROUGH THE\nFOREIGN TRADE OFFICE OF THE NIGERIA ASSOCIATION OF REALTORS. I STRONGLY\nBELIEVED, I WOULD NOT REGRET APPROACHING YOU IN THIS MATTER . IT IS MY BELIEF\nTHAT I CANNOT CONTINUE LEAVING A MONOTONOUS AND UNAMBITOUS EXISTENCE; THE\nKIND OF LIFE THE HUNDREDS OF THOUSANDS OF YOUNG MEN LIVES, WHO HAVE NO PROSPECT\nAND WHO WILL BE DOING THE SAME THING IN ANOTHER TWENTY YEARS TIME AS THEY\nARE DOING NOW. \nI AM MR. MR. RICHARD WILLIAMS, CHIEF AUDITOR-GENERAL CONTINENTAL TRUST BANK\nLIMITED, ENUGU MAIN BRANCH. ,FOR REASONS WHICH WILL COME TO LIGHT AS \nYOU READ ON. I OBTAINED YOUR ADDRESS PARTICULARLY FOR THE SAKE OF THIS BUSINESS\nPROPOSITION.PLEASE EXERCISE SOME PATIENCE AND READ THROUGH MY MESSAGE.I\nHAVE A VERY URGENT AND CONFIDENTIAL BUSINESS TO PROPOSE TO\nYOU. ON THURSDAY JUNE 6TH 2000, AN OIl CONSULTANT/CONTRACTOR WITH THE NIGERIA\nOIL MINISTRY, MR. YOUSEFF ABDULLAH, AN IRAQI NATIONAL,MADE A\nNUMBERED TIME FIXED DEPOSIT FOR TWELVE CALENDAR MONTHS, VALUE US$8 MILLION\nDEPOSIT IN MY BRANCH. ON MATURITY, WE SENT A ROUTINE NOTIFICATION\nTO HIS FORWARDING ADDRESS BUT GOT NO REPLY.AFTER A MONTH, WE SENT A REMINDER\nAND FINALLY, HIS EMPLOYERS,WROTE TO INFORM US THAT MR. ABDULLAH\nDIED IN AN AUTO MOBILE ACCIDENT. THAT HE DIED WITHOUT MAKING A WILL WHILE\nATTEMPT TO TRACE HIS NEXT OF KIN THROUGH THE IRAQI EMBASSY PROVED FRUITLESS.\nAT FIRST, I WAS SURPRISED THAT I DID NOT RECEIVE MUCH OFFICIAL\nCO-OPERATION IN MY ENQUIRIES IN ORDER TO TRACE HIS KIN IN IRAQ AND INFORM\nTHEM ABOUT MR.ABDULLAH?S DEPOSIT OF US$8.4 MIILLION PLUS ACCRUED INTEREST. \nFURTHER INVESTIGATION REVEALED THAT MR. ABDULLAH WAS ACTIVELY OPPOSED TO\nIRAQ GOVERNMENT OF LEAD BY THE FORMER PRESIDENT SADDAM HUSSEIN OF IRAQ AS\nA RESULT, HE WAS DRIVEN INTO EXILE. BEING AN OIL EXPERT, MR.ABDULLAH SUBSEQUENTLY\nOBTAINED A JOB IN NIGERIA HERE, AND SETTLED IN NIGERIA. THEREAFTER HE WALKED\nINTO MY OFFICE TO MAKE THE AFORE-MENTIONED DEPOSIT OF US$8 MILLION. HE\nDID NOT DECLARE HIS KIN IN HIS APPLICATION PAPER WORK. WHEN I ASKED HIM,\nHE INFORMED ME THAT HE WISHED IT SO.IN THE CONSERVATIVE MANNER OF OUR BANK.\n(MY EMPLOYER), I DID NOT TURN DOWN HIS WISH BUT RATHER HONOURED IT ESPECIALLY\nGIVEN HIS HIGH NET WORTH. IN REALITY,NO ONE KNOWS THE SOURCE OF HIS MONEY\nSINCE APPARENTLY, THE TIME FRAME OF HIS EMPLOYMENT HERE DOES INDEED PRECLUDE\nSUCH A LARGE\nAMOUNT OF MONEY. IT IS THEREFORE PRESUMED THAT HE BROUGHT IN HIS MONEY FROM\nIRAQ ALTHOUGH THIS IS OPEN TO SPECULATION. THE POINT HOWEVER IS THAT THE\nEMPLOYERS ARE NOT AWARE OF HIS MONEY,THEREFORE ONE CAN SAFELY INFER THAT\nNO ONE WILL EVER COME TO THIS MONEY. THIS FUND,TOTALLING US$8.4 M(INCLUSIVE\nOF ACCRUED INTEREST) IS STILL SITTING IN MY BANKS DORMANT ACCOUNT PORTFOLIO.\nACCORDING TO NIGERIA BANKING LAWS AND ACT OF 1993,THE MONEY WILL AUTOMATICALLY\nREVERT TO THE NIGERIA GOVERNMENT TREASURY AFTER FIVE YEARS, ESPECIALL IF\nTHE ACCOUNT OWNER IS A FOREIGNER WHO HAS BEEN CERTIFIED DEAD AND THERE IS\nNO VALID CLAIM, THIS INDEED, IS THE\nSITUATION. I AM THUS LOOKING FOR A FOREIGNER WHO WILL STAND-IN AS THE NEXT\nOF KIN TO MR. ABDULLAH.IT IS NOT NECESSARY TO BE A BLOOD RELATION TO MR.ABDULLAH,\nEITHER IS IT NECESSARY TO BEAR THE SAME SURNAME WITH HIM. IT IS EVEN NOT\nIMPORTANT FOR THE STAND-IN NEXT OF KIN TO BE AN IRAQ NATIONAL.READY, I HAVE\nWORKED OUT MODALITIES FOR ACHIEVING MY AIM OF\nAPPOINTING A NEXT OF KIN AS WELL AS TRANSFER THE MONEY ABROAD FOR US TO\nSHARE. IT IS MY INTENTION TO ACHIEVE THIS TRANSFER IN A LEGITIMATE WAY BY\nSIMPLY USING AND ATTORNEY(REPRESENTING YOU AS BENEFICIARY) TO EXECUTE A\nSERIES OF AFFIDAVITS IN SUPPORT OF YOUR CLAIM THIS WILL BE APPROVED. THE\nMONEY TRANSFER PAPER WORK ITSELF WILL INCLUDE A CERTIFICATE OF ORIGIN SO \nTHAT THE RECEIVING BANK DOES NOT ASK QUESTION OR WORSE STILL REFUSE THE \nFUND ACCEPTANCE ON GROUND OF LAUNDERING. ALSO, THE PAPER WORK WILL INCLUDE\nPROPER CERTIFICATION THAT THE FUND BEING TRANSFERRED IS FROM NON-CRIMINAL\nSOURCES.IN SHORT THIS WILL BE A PROPER AND LEGAL MONEY TRANSFER WITH APPARENTLY\nNO RISK INVOLVED! THE ATTORNEY WILL HAVE TO PROCESS THE INITIAL PAPER WORK\nTO OBTAIN APPROVAL FROM THE PROBATE\nREGISTRY OF THE MINISTRY OF JUSTICE FOR THE LETTER OF ADMINISTRATION EMPOWERING\nYOU AS THE SOLE TRUSTEE/EXECUTOR TO THE ESTATE OF MR. ABDULLAH. IF YOU THEREFORE\nAGREE TO BE THE OFFICIAL BENEFICIARY,THEN \nPLEASE NOTE THAT YOU WILL NOT BE REQUIRED TO SIGN ANY MONEY RANSFER DOCUMENTS,\nAS THE APPOINTED ATTORNEY WILL DO ALL THAT. ALSO, YOU WILL NOT BE REQUIRED\nTO VISIT NIGERIA.I WILL ALSO NEED THE ABOVE INFORMATION ONCE I HAVE THE\nREQUIRED INFORMATION AS ABOVE, I WILL INITIATE THE PROCESSING OF THE TRANSFER,\nAND\nIN ABOUT TEN (10)WORKING DAYS, THE FUND WILL BE IN YOUR NOMINATED BANK ACCOUNT\nFOR US TO SHARE IN THE RATIO OF: 65%FOR ME 30% FOR YOU WHILE 5% HAS BEEN\nSET ASIDE FOR LOCAL AND INTERNATIONAL EXPENSES. THE TRANSACTION IS GUARANTEED\nTO SUCCEED WITHOUT ANY PROBLEMS. AS SOON AS I HEAR FROM YOU, I SHALL PROVIDE\nYOU WITH FURTHER CLARIFICATION THAT YOU MAY NEED. \nI LOOK FORWARD TO YOUR URGENT REPLY. \nBEST WISHES, \nMR. RICHARD WILLIAMS \nNOTE:IN THE EVENT YOU ARE NOT WILLINGLY TO ASSIST, KINDLY NOTIFY ME TO\nPREVENT ME FROM MAKING FURTHER CONTACT.\n\n\n\n\n\n", "id": "6b3431bf6554fc9ad78cd9c9dd77b1b5"}