{"email_subject": "Hello", "email_body": "Dear Friend,\n\nI write to seek your cooperation as a foreign partner and your assistance to enable us to own properties and invest in the stable economy of your country. Do accept my apology if this mail does not suit your personal or business ethics.\n\nI am Mr. Stephen Bello a senior civil servant with Nigerian civil service. I am making this proposal to you in strict confidence on behalf of myself and my partners. As senior civil servants of the Nigerian Government Nigerian civil service laws (Code of Conduct Bureau) forbids us to own a foreign accounts and we have in our possession an overdue payment bill totalling eighteen million, five hundred thousand United States Dollars (US$18,500,000.00) which we want to transfer abroad with the assistance and co-operation of a company/or an individual to receive the said funds, via a reliable Bank Account on our behalf.\n\nIf this proposal satisfy you, do indicate your interest by writing to me via email or giving me call on my confidential telephone number 234 1 7765863 to enable me educate you more on the modalities of this transaction. For your assistance, you shall receive 30% of the entire sum, amounting to US$5.55 million of the US$18.5Million, while 60% of the total sum, amounting to US$11.1 million will be for me and my partners and 10% amounting to US$1.85Million will be used to defray all expenses incurred in the course of transferring these funds to your account, such as taxation and other miscellaneous.you can reply me directly to my email:stephenbello55th@yahoo.co.in\n\nDo note that all modalities have been perfected to ensure a hitch free transfer of these funds and on receipt of your sincere desire to assist us, we will swing into full action and we hope to complete the transfer of the funds within 14 working days with your assistance and total commitment.\n\nPlease treat as very urgent.\n\nRegards,\n\nMr. Stephen Bello\n\n\n\n\n", "id": "6b4dd1f37dfc8424114437609a5f6d84"}