{"email_subject": "HELLO GOOD DAY PLEASE I NEED YOU HELP", "email_body": "ISA HAMMED  & CO. BUSINESS CONSULTANTS & PROJECT\nMANAGERS. RC 412281\nOUR REF JBC/MAKN/44\nYOUR REF_______________________\nATTN: \nWE HUMBLY WISH TO SEEK YOUR ASSISTANCE IN A MATTER\nTHAT IS VERY IMPORTANT TO US WHICH REQUIRES UTMOST\nURGENCY AND CONFIDENTIALITY. ONE OF OUR HIGH NETWORK\nCLIENTS AND A GOLD  ROYALIST WHO SERVED IN THE PAST\nGOVERNMENT OF CHARLES TARLOY  IN LIBERIA  WISHES TO\nINVEST THE SUM OF US $40 MILLION IN YOUR CONUTRY OR\nANY OTHER COUNTRY WITH GOOD ECONOMIC STABILITY AND\nPOLITICAL CLIMATE. OUR CLIENT IS INTERESTED IN REAL\nESTATES, HOTEL BUSINESS, STOCKS & BONDS.THIS SIAD FUND\nWAS BROUGHT INTO MY COUNTRY SENEGAL IN THE YEAR\n2001.WHEN THE HEAT WAS TOO MUCH IN LIBERIA.MYSELF AND\nMY CLIENT HAS DEPOSITED THIS FUND IN THE SECURITY\nCOMPANY FOR MAXIMUM PROTECTIONS HERE IN DAKAR\nSENEGAL.HOWEVER IT IS HIS WISH TO INVEST THIS MONEY\nNOW IN YOUR COUNTRY.\n \nFOR OBVIOUS REASONS MY CLIENT DOES NOT WISH TO PLACE\nTHIS FUND WITH ESTABLISHED FINANCIAL INSTITUTIONS AND\nTHUS REQUIRES OUR ASSISTANCE TO LOOK FOR A RELIABLE\nFOREIGNER  TO HELP MOVE THIS FUND AND IN TURN MANAGE\nIT FOR THE FAMILY. IT IS ALSO OUR CLIENT'S WISH THAT\nTHIS DEAL BE HANDLED AS QUIETLY AS POSSIBLE WITHOUT\nANY LEAKAGE TO THE PRESS. IF YOU AGREE TO ACT AS A\nFUND MANAGER FOR MY CLIENT. THE SUM OF US$40 MILLION\nWILL BE RELEASED TO YOU IF YOU MEET OUR REQUIREMENTS.\nTHE MONEY IS AVAILABLE IN CASH AND UPON A FAVORABLE\nRESPONSE FROM YOU WE SHALL LET YOU KNOW HOW TO RECEIVE\nIT.\n \nYOUR  COMMISSION SHALL BE DOWN PAYMENT OF 20% OF THE\nTOTAL SUM THAT IS US$8 MILLION AND AN ANNUAL 10% OF\nTHE AFTER TAX RETURNS FOR THE FIRST 5 YEARS THEREAFTER\nTHE TERMS SHALL BE REVIEWED.\n \nIF YOU ARE WILLING TO DO THIS PLEASE INDICATE YOUR \nINTEREST VIA MY Privat EMAIL isa_hammed30@yahoo.co.uk\nSPECIFED AT ONEC FOR FURTHER DETAILS  ALLSO I WILL NEED YOUR PHONE NUMBER AND HOUSE ADDRESS \nBEST REGARDS,\nISA HAMMED.\n\n\n\n\n", "id": "6b628d20217cd9effe1487cc7d37aadd"}