{"email_subject": "MRS LINDA", "email_body": "FROM MRS LINDA SULE \nHello,\nPermit me to inform you of my desire of going into\nbusiness relationship with you. I believe you are a\nreputable and responsible and trustworthy person I\ncando business with from the little information so far\ngathered about you during my search for a partner and\nby matter of trust I must not hesitate to confide in\nyou for this simple and sincere business. \n\nI am MRS LINDA SULE  the only Wife of late MR SIMON\nSULE, my husband was assassinated by therebels during\ntheir attacked in our country cote divoire and took\nover our town BOUAKE. \nI ran to Abidjan the economical capital of cote d\nivoire from were I am contacting you. Before the\ndeathof my husband he told me that he has a sum of usd\n$24,000,000 (twenty-four million united statesdollars)\nkept in a private security company in Cote d' Ivoire\nin the name of my only son as the next as the of kin.\nin the capacity of the next of kin, I am contactingyou\nwith due sence of humanity and responsibility and with\nfew awareness that you will give ita sympatheticand\nmutual consideration. \nNow that we are in Abidjan and verified the\ntransacting, we need your assistance to help us move\nthis funds out of Cote d\"Ivoire for investment in your\ncountry as we cannot invest here due to our  country\nand the war still going on there. \nBy this mail, you are now requested to arrange a visit\ndown to Abidjan so that we shall know our selves and\narrange on how to transfer this money to your country.\n\nBut if you can not come down, then let have your full\ndetails so that I will plan on how to transfer\nthismoney out of Africa immediately for investment in\nyourcountry. \nThere is need for urgent actions because I pay US$50\ndaily as demurrage to the security company for keeping\nthis consignments. Your services will also be required\non advising us forproper investment programs in your\ncountry after this transfer is concluded. \nThis is subject to my acceptances of  charges you\nrequired. Please treatthis issue as confidential\nandcontact me immediately with the above yahoo private\ne-mail address mrssulel@yahoo.fr for more information\nabout this transaction. \nReply me this message immediately. Thanks, Wishing \nyou God richest blessing \nYours Faithfully \nMrs. Linda SULE \n\n\n\n\n\t\n\n\t\n\t\t\nDcouvrez le nouveau Yahoo! Mail : 250 Mo d'espace de stockage pour vos mails ! \nCrez votre Yahoo! Mail sur http://fr.mail.yahoo.com/\n\n\n", "id": "6b71ca2ae37ea0d63d9d0f03b6c03e2c"}