{"email_subject": "CONTACT ME IMMEDIATLEY.", "email_body": "Hello,\n\n\n\nI HAVE INTREST OF INVESTING IN YOUR COUNTRY AS SUCH I WOULD LIKE TO \nMAKE CONTACT WITH YOU FOR ASSISTANCE. IN ORDER TO TRANSFER OUT (USD 15 \nMILLION DOLLARS) FROM OUR BANK. I HAVE THE COURAGE TO ASK YOU TO ASSURE ME \nOF YOUR RELIABILITY AND HONESTY AND CAPABILITY FOR THIS IMPORTANT \nBUSINESS BELIEVING THAT YOU WILL NEVER LET ME DOWN OR IN FUTURE.\n\n\nI AM MR. USMAN RAMAT SHEHU, AM TOP MANAGEMENT STAFF IN THE EASTERN \nDISTRICT OF UNITED BANK FOR AFRICAN PLC(U.B.A.). THERE IS AN ACCOUNT IN THIS \nBANK IN 1987 AND SINCE 1990 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN.\n\n\nAFTER GOING THROUGH SOME OLD FILES IN THE RECORDS I DISCOVERED THAT IF \nI DO NOT REMIT THIS MONEY OUT URGENTLY, IT WILL BE FORFEITTED FOR \nNOTHING.THE OWNER OF THIS ACCOUNT IS MR.ADAM SMITH, A FOREIGNER, AND THE \nMANAGER OF PETRO-TECHNICAL SUPPORT SERVICES, A CHEMICAL ENGINEER BY \nPROFESSION AND HE DIED SINCE 1996. NO OTHER PERSON KNOWS ABOUT THIS ACCOUNT \nOR ANY THING CONCERNING IT. THE ACCOUNT HAS NO BENEFICIARY AND MY \nINVESTIGATION PROVED TO ME AS WELL THAT HIS COMPANY DOES NOT KNOW ANYTHING \nABOUT THIS ACCOUNT AND THE AMOUNT INVOLVED IS (USD) 15 MILLION DOLLARS). \nI WANT TO TRANSFER THIS MONEY INTO A SAFE ACCOUNT ABROAD BUT I DON'T \nKNOW ANY FOREIGNER,\n\nI AM ONLY CONTACTING YOU AS A FOREIGNER BECAUSE THIS MONEY CAN NOT BE \nAPPROVED TO A LOCAL BANK HERE, BUT CAN ONLY BE APPROVED TO ANY FOREIGN \nACCOUNT BECAUSE THE MONEY IS IN USDOLLARS AND THE FORMER OWNER OF THE \nACCOUNT MR.ADAM SMITH IS A FOREIGNER AND FROM YOUR COUNTRY. I KNOW THAT \nTHIS MESSAGE WILL COME TO YOU AS A SUPRISE AS WE DON'T KNOW OURSELVES \nBEFORE, BUT BE SURE THAT IT IS A GENUINE BUSINESS.\n\n\nI ONLY GOT YOUR CONTACT FROM SEARCH IN THE INTERNET, WITH BELIEVE IN \nGOD THAT YOU WILL NEVER LET ME DOWN IN THIS BUSINESS YOU ARE THE ONLY \nPERSON THAT I BELIEVE COULD HANDLE THIS TRANSACTION UNTIL AM ABLE TO \nCOLLECT MY SHARE, SO PLEASE REPLY URGENTLY SO THAT I WILL INFORM YOU THE \nNEXT STEP TO TAKE. SEND ALSO YOUR PHONE AND FAX NUMBERS FOR EASY ACCESS.\n\n\nAT THE CONCLUSION OF THIS BUSINESS, YOU WILL BE GIVEN 20% OF THE TOTAL \nAMOUNT, 70% WILL BE FOR ME, WHILE 10% WILL BE FOR EXPENSES BOTH PARTIES \nMIGHT HAVE INCURED DURING THE PROCESS OF TRANSFERING.I LOOK FORWARD TO \nYOUR EARLIEST REPLY.\n\nYOURS TRUELY\n\nMR.USMAN RAMAT.\n\n------------------------------\nCosmo.com Email - 8 megs free!\nhttp://www.cosmo.com\n\n", "id": "6b870233a4d7b65fde931b8b3ebeeac8"}