{"email_subject": "Trusting to hear from you immediately.", "email_body": "\n\n\n\n\n\n\n\n\n\n\n\n\nFROM THE DESK OF DR. AMIR JASIMBILL AND EXCHANGE MANAGER, AFRICAN DEVELOPMENT BANK OUAGADOUGOU, BURKINA FASO. TEL:00226-78-81-04-32 Good day,I am the manager of bill and exchange at the foreign remittance departmentof African Development bank (ADB). I came to know you in my private search for a reliable and reputable person to handle this Confidential Transaction,which involves the transfer of a huge sum of money to a foreign account requiring maximum confidence. An investor (our costumer)who died without naming a next of kin to his fund in my bank.The amount in question is a about $30.M(thirty million US dollars) and banking regulation/legislation in Burkina Faso demand that I notify the fiscal authorities after a statutory time.The above set of facts underscores my reason of writing and making the following proposing to present you as the next of kin.you can view the site for more details:   (news.bbc.co.uk/1/hi/world/europe/859479.stm) I have all the legal and Banking details of our deceased client that will facilitate our putting you forward as the claimant/beneficiary of the funds and ultimately transfer the money to any bank account nominated by you.I am prepared to compensate you with a 30% share of the total funds for your efforts.10 % will be set aside for expenses incurred during the business and 60 % would be for me and my colleagues. Please contact me immediately whether or not you are interested in this deal.If you are not,it will enable me scout for another foreign partner to carry out this deal.But where you are interested, contact me through my email address  for more details as time is of the essence in this business.    You should contact me immediately as soon as you receive this letter. Trusting to hear from you immediately. Yours faithfully, Dr. amir jasim, Bill and exchange manager, African Development bank ADB \n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE!\nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/", "id": "6bd91850fcdf4cbe63a6b8da75a7ba61"}