{"email_subject": "FAMILY IN NEED OF ASSISTANCE { this is not spam} ", "email_body": "FROM: MOHAMMED WILLIAMS\nJOHANNESBURG\nREPUBLIC OF SOUTH AFRICA\nTEL: +27-78-393-0704\nEmail: moha_william61@hotmail.com\n\nDear Sir,\n\n                                   PRIVATE AND HIGHLY CONFIDENTIAL\n\nGreeting! I know you will be surprised to read from me, but please this \nletter is a request from a family in dire need of assistance. I am Mr. \nMohammed Williams from Angola.The first and the only son of Brigadier Chanza \nWilliams communicating to you from Johannesburg, South Africa.\n\nI got your address from my random search at the net. And, I on behalf of my \nwidowed mother Mrs. Bridget Williams  decided to solicit for your assistance \nto transfer the sum of US$35.8 Million (Thirty five Million Eight Hundred \nThousand United States Dollars), which he deposited in a safe box to private \nsecurity company in Johannesburg, South Africa.\n\nIn fact, my father said, and I quote: My son, I wish to draw your attention \nto US$35.8 Million (Thirty five Million Eight Hundred Thousand United States \nDollars). I deposited the box containing the fund in a security company in \nJohannesburg, South Africa as valuables. During the war, I was very \ncommitted and dedicated in winning the war against the rebels, until I found \nout that the senior army officers and government functionaries were busy \nhelping themselves with government funds and properties, sending them to \nforeign countries. Due to this, when the former adviser to the president and \nI were assigned by the president (JOSE EDUARDO SANTOS) to purchase arms in \nSouth Africa, we saw this as a golden opportunity and diverted the money and \nshare it, of which I got a total sum of US$35.8 Million (Thirty five Million \nEight Hundred Thousand United States Dollars).\n\nIn case of my absence on earth as a result of death, only you should solicit \nfor assistance of a reliable and sincere foreign partner to assist you to \ntransfer this money out of South Africa for investment purpose. I deposited \nthe box in your name and you can claim it alone with deposited code. Your \nmother is with all the documents. Take good care of your mother and your \nsisters.\n\n>From these words of my late father, you can understand that life and future \nof my family depend on this fund, as such I will be grateful if you can \nassist us. We are now living in South Africa as political asylum seekers. \nFinancial laws and regulations of the Republic of South Africa do not permit \nus certain financial rights. In view of this, I cannot invest this fund in \nSouth Africa hence; I am seeking your assistance to transfer this fund out \nof South Africa for investment purpose. For your assistance, we are prepared \nto offer you 25% of the total fund while 5% will be set aside for any \nexpenses incurred during this transaction.\n\nPlease note that this transaction is 100% risk-free and the major thing I \ndemand from you is to assure me the safety of this money when it finally \ngets to you. Further information and arrangement commence as soon as trust \nconfidence and good relationship are established. I shall be most grateful \nif you maintain the confidentiality of this matter. Please, confirm your \ninterest through the above contact telephone numbers or email.\n\nBest regards,\n\nMOHAMMED WILLIAMS.\n{For the family}\n\nAll responses should be sent to: mohammed_william4@yahoo.com\n\n_________________________________________________________________\nCould you be the guest MSN Movies presenter? Click Here to Audition \nhttp://www.lightscameraaudition.co.uk\n\n\n\n", "id": "6bf3feccbc6cee2ae264aa8f8d2da341"}