{"email_subject": "", "email_body": "My Dear,\n\nI got your  contact address through \ninternet browsing in my search for a reliable and\ntrustworthy person who will assist me in a business investment\nventure in your country I am MRS. CEDIA D. ASTRADA\nthe wife of MR.JOSEPH ASTRADA the former president of\nPhilliphine located in the Southeast Asia.\nMy husband was recently impeached from office by\na backed uprising of mass demostration and the senate parliament.\nThe present government has enforced my husband out of office\nfor Manila to avoid demonstration by his supporters.\nDuring my husband regime as president of Phillipine I realised millions\nof dollars from various projects I executed successfully I had plans\nto > invest this money for future on real estate and industrial production.\nMy husband is not aware of this because I wish to do it secretly \nnow. Before my husband was impeached from office\nI  secretly deposited this money valued at about $30 millon us dollar\nwith a security that deals with transhipment of value googs through a\ndiplomatic courier services to the adhoc offices. The consignment or\nboxes I declared owned by my foreign business partner.\n I wish to give you 20% out of the total sum if\n You will be willing to assist me claim money and invest\n the money as I assumed you 100% risk free business\n transaction I am trusting you as a God fearing\n person that will not sit on my fund when it get into\n your account but rather assist me in this business\n venture.\n \n This business demands absolute secrecy and confidentiality as such it's\nmy considered opinion that all correspondence shall be via email because\nmy lines are connected to the philliphine telecommunication network services.\n\n I will furnish you with more details (documents) \n when I receive your positive response wishing you a long lasting business\nrelationship.\n \n Thanks.\n \n MRS LUISA ASTRADA\n\nPLS SEND YOUR RESPONSE TO MY PRIVATE EMAIL:luisa_2003@myself.com\n___________________________________________________________\nKukamail.com - Free Email for the World!\nOpen your account here: http://www.kukamail.com\n\n___________________________________________________________\nSPONSOR MESSAGE: \nGet Email @YOURFAMILY, @YOURBUSINESS, or @YOURDOMAIN\nVisit: http://www.entergroup.com today!\n\n\n", "id": "6bfd9233053f23f2800daddb16ec3d89"}