{"email_subject": "From: Mr.Al-Zarqawi Yusuf ", "email_body": "From: Mr.Al-Zarqawi Yusuf\n\nDear Friend,\n\nYour first reaction to this mail will be total rejection, scare and maybe\ndisbelief, owning largely to the atrocities people commit these days.But\nthis mail comes from a devastated, sorrowful and emotional laden soul that\nneeds compassion from a kind and good spirited person to wipe away my\ntears and appropriate my dream and humanitarian gesture.\n\nAs you read this, I don't want you to  feel sorry for me, because, I\nbelieve everyone dies someday.,I am Al-Zarqawi Yusuf, A Oil merchant in\nDubai, United Arab Emirate ( UAE). I have been diagnosed with Cancer,\nwhich was discovered very late, due to my laxity in caring for my health.\nIt has defiled all forms of medicine; Right now I have only about a\nlimited to live, according to my Medical Doctor. I have not particularly\nlived my life so well, as I never really cared for myself but the Oil\nbusiness.Though I am very rich, I was never generous, I only focused on my\nbusiness as that was the only thing I cared for. But now I regret all this\nas I now know that there is more to life than just wanting to have or make\nall the money in the world.\n\nI believe when Allah  gives me a second chance and  heal me I would live\nmy life a different way from how I have lived it.I have sowed a seed for\nmy healing I have willed and given most of my properties and assets to my\nimmediate and extended family members and as well as a few close friends.\ni want Allah to be merciful to me and accept my soul and so, I have\ndecided to give arms to charity organizations and give succor and comfort\nto the less privileged of the Tsunami and Hurricane Katrina Victims, as I\nwant this to be one of the last good deeds I do on earth so far, by\ndistributed some of this money to some charity organizations in\nIndia,Hurricane Katrina victims in USA and other part of the world. Now\nthat my health has deteriorated so badly, I cannot do this my self\nanymore.I once asked members of my family  to close one of my accounts in\nSaudi Bank and distribute the money which I have there to charity\norganization and to the less  privileged in Bulgaria and Sudan.  They\ncashed the money but kept it only to themselves.\n\nHence I do not trust them anymore,as they seem not to be contended with\nwhat I have left for them already.The last of my money, which no one knows\nof, is the huge cash deposit of Thirty Five Million United States Dollars\n( US$35Million)  that I have in the Vault of The Security Company as\nfamily valuable since the year 2003 for safekeeping.I want you to collect\nthis deposit on my behalf and disburse it to the Tsunami Earthquake\nvictims in Asia for the less privileged. Please send me a mail to indicate\nyour wiliness to assist in this disbursement.\n\n I will set aside 10% for you for your time and efforts by notifying the\nsecurity company as soon as i hear from you.I need your urgent reply with\nyour full name and address, your Phone and Fax numbers and your\nOccupation so that I will not have to go on sourcing for a credible\nperson to handle this project for himself and the rest of the less\nprivileged.I will also plead to you to always pray for me because only\nAllah heals.\n\n\nWasaalam\n\nRegards,\nAl-Zarqawi Yusuf.\n\n\n", "id": "6c0d73ae82d66690ec34fcd320b9dffd"}