{"email_subject": "OVER TURE", "email_body": "Dear Sir,\n\nI am contacting you in view of the fact that we will be of great assistance\n\nto\n each other likewise developing a cordial business relationship. As I am\n interested in your kind of business and wishing to invest in your country.\n\n\n\nI am Mrs. Maryam Abacha, wife to the late Nigerian military Head of State.\n General Sanni Abacha who died on the 8th of June 1998 still in office due\nto\n\na\n protracted illness.\n\nI believe you must be aware of the recent face-off between my family and the\n\n\n present Civilian Government of President Olusegun Obasanjo who wants all my\n\n\n Late husbands foreign bank accounts and assets confiscated because of the\n monetary excesses of my la\n\n\nte husbands\nMilitary regime.\n\nCurrently, within my reach is the sum of twenty-three Million seven Hundred\n\n\n thousand United States Dollars (US$ 23,700,000.00) cash, which I intend to\n\nuse\n for investment purposes especially in your country. This huge sum of money\n\n\n came\n as result of a pay\n\n\nback contract\ndeal between my late husband and a Russian firm on our country's Multi\nbillion\n\n\n Dollar Ajaokuta Steel plant/complex. The Russian partners had since\nreturned\n\n\n my\n husband's share of US$23.7Million after his death and lodged it with a\n security\n firm.\n\nRight now the new Civilian Government have revoked all our licenses that\nallows\n\n\n us to own financial and oil companies and has frozen some of my late\nhusbands\n\n\n bank account in Switzerland and America.\n\nIn view of these I acted very fast to withdraw this US$23.7M from the\nsecurity\n\n\n company's vault well preserved and packaged in {1}trunk box and lodged in a\n\n\n private security firm OVERSEAS as Family Deposits (FD) No record ever\nexisted\n\n\n concerning the money\n\n\nneither is the money traceable by the Government because there is no\ndocuments\n\n\n showing that we received the money from the Russians.\n\nHowever, due to the current situation in the country concerning the present\n\n\n civilian Government hostile attitude towards my family, it has become quite\n\n\n impossible for me to make use of the money within the country. Thus I seek\n\n\n your\n assistance in moving t\n\n\nhis family Deposits (FD) into your account for safekeeping pending my\narrival\n\n\n in\n your country for investment purposes.\n\nOn your consent, I shall provide you with a POWER OF ATTORNEY to collect\nthis\n\n\n deposit with the security company OVERSEAS on our behalf. Bearing in mind\nthat\n\n\n your assistance is needed in this regards, I propose a commission of 20%\n (TWENTY PERCENT) of the\n\n\ntotal sum to you for the expected services and 10% for local and\ninternational expenses if any.\n\nYour urgent response is highly needed so as to start further contact .\nI therefore mandate Barrister GREG ADO who is our family Attorney to deal\n\n with\n you through out this transaction on my behalf.\n\nMay I at this point, emphasize the high level of confidentiality which this\n\n\n business demands whatever your decision and hope you will not betray the\ntrust\n\n\n and confidence which I repose in you.\n\nPlease don't forget to indicate your convenient phone and fax number where\nwe\n\n\n can always contact you.\n\nHowever, you may need to give me sufficient assurance that you will not sit\n\non\n this fund when it is finally remitted into your account. Please direct your\n\n\n reply of this mail to my family attorney,GREG ADO at gregado@rxpost.net and\n\ndiscuss with\n\n\nhim towards effective completion of this transaction.\n\nI believe I can trust you and I am willing to accept from you any useful and\n\n\n profitable investment proposal advice in your country. or reply me if my\n proposal interest you through my alternative email address:\nmcabacha@gawab.com\n\n\ns.\n\nRemain blessed.\n\nBest wishes,\nMrs. Maryam Abacha.\n\n\n\n\n----------------------------------------------------------------\nCe service de mailing vous est offert par http://www.freesurf.fr.\nFreeSurf, votre acces ADSL a partir de 29 euros/mois\nhttp://www.freesurf.fr/adsl/\n\n\n\n", "id": "6c206052cb355edce3bf3bb4d7344d48"}