{"email_subject": "Please kindly assist", "email_body": "\nHello,\n\nIt may come to you as a surprise hearing from me, but\nto be precise I got your data from the your e-mail\nsite member directory in my search for a competent\nbusiness manager/hard working person who is willing\nand able to be my friend and partner, to liaise with\nme in order to\nexecute a project which I am convinced that you are\ncapable and trusted to do this business with me.\n\nI am Mark Luke, 32 years old and good looking man, and\nI am from  River State of Nigeria. I have B.SC in\nPublic Administration and I work with GLOBAL SECURITY\n& FINANCE LTD. I  have now developed the interest in\nhaving a business investment outside Nigeria without\nmy employers knowing about it. Hence I contacted you\nfor friendship and business relationship.\n\nThe fund in question proposed for this project is\nUS$14.8million(Fourteen Million, Eight Hundred\nThousand Dollars Only), which I will like you to\nreceive it on my behalf and to invest it in your\nbusiness or in any business that you think will be\nprofitable in your country.\n\nPlease Note: This fund have been under a suspense\naccount pending the time it will be claimed by the\nowner. It came as a result of a multi-natinal company\nthat we helped to secure an oil drilling contract some\nyears ago and after the contract, the company got paid\nand went back to their country leaving behind this\nover-inflated sum for me and my colleagues to claim.\n\nNow the time has come for me to process and move the\nfund out for investment, but I can not do it on my own\nsince I am still working with the Global Security &\nFinanace Ltd. This is why I need your help so that I\ncan use you or your company to process the release of\nthe fund as if you are reciving a payment of an\nexecuted contract.\n\nPlease let me know about yourself/company and also let\nme know if you can be able to receive the money on my\nbehalf and invest it in your company or any good and\nprofitable business in your country without exposing\nme, so as to give you all the details needed to make\nthe money transferred to you. \n\nYour share will be 40% for your assistance, while I\nwill take 55% and 5% will take care of any expenses\nthat will be incurred in the cause of transfer.\n\nPlease write back if only you know you are capable\nenough to execute this project with me.\n\nPlease this transaction requires utmost\nconfidentiality. My alternative Private email address\nis: markluke2@bareed.com           \n  \nLooking forward to your cooperation.\n\nYours faithfully,\nMark Luke\n\n\n\n___________________________________________________________________________\n   - http://www.almarefa.net\n\n\n", "id": "6c41d2e6883e8bc337281668a5c57e23"}