{"email_subject": "    Job offer    !!!       from Rosinvest      company   fIw", "email_body": "\n                                  \n\n\n\n\n\n                                                  RAxZtHPZyXtBTEAQBhXI                                                  \n\n\n\nGood afternoon ladies and gentlemen.   \n   \n     Investment Company\"ROSINVEST-TRUST\" is a mediator between large corporate enterprises and customers. We provide access to share market of large corporations (GasProm, Aeroflot, Sibneft, Ugansk-Neftegas ) to virtually any person. \nOur global agent network helps to obtain our service from any place around the world!   \n\n\n    Our company is glad to offer you Work the Internet of the manager in our company.\nWorking with our company, you can earn from 500 euros up to 1200 euros day.    \n\n   For what to get a job in our company you should have the bank account    \n\n    Our company offers you legal and highly paid work     \n\n     Principle of work:   \n    \n     On your bank account  account will act money of our clients     \n    You should take money, and send 90 % of money on system of remittances Western Union or e-gold.     \n     Our company will pay to you cost of transportation and charges on sending of money in Western Union.   \n   You can, earn, yours of 10 % not spending money for the commissions.    \n\n\n\n\n\n    Plus of work with our company:    \n\n\n\n- You can earn up to 4000 euros a week (further the salary will raise) \n- You can sign the contract with our company for the first 3 years of work.\n- To work to you it will be necessary no more than 3 hours per day (From Monday till Friday)\n- An opportunity of increase on career ladders up to the main manager and the Chief of department (with increase of your wages)\n- Working with our company, you can receive free-of-charge holiday by family yearly for the sum not exceeding 2500 euros.\n- Our company does not demand from you an operational experience and higher education.\n\n\n\n\n\nOur company will give up to you in reception of work only on the given conditions:\n\n\n\n- If you have problems with authorities\n- If you still do not have 18 years.\n\n\n\n\n\n    For reception of work of the manager in our company you will need to fill in the form of registration on a site of our company:  ( http://www.rosinvest-trading.net/ )      \n\n\n\n\n\n    After you fill in the registration form, our operator will contact you through phone or your e-mail during 24 hours from the moment of filling the form.     \n\n\n\n\n\nHurry up.\nThe amount  of workplaces in our company is limited.\n\n\n\n\n                                                  \n\n\n\n\n                                                 NSkqAPFPDWGhlWEkpjimJrFlMuynTmMOeMjgjbxygqLYEJoGQ                                       \n\n\n\n\n\n", "id": "6c6221fcab9d16dca9ec548d5da412de"}