{"email_subject": "Message from Ata, pls give me a hand.", "email_body": "Dear Friend,\nI am Ata Yusuf 24 years of age, from Darfur, Sudan, the only surviving Son of the family of Ibrahim Yusuf who was a civil engineer before his death in May 21, 2004 as a result of the crisis in Darfur, Western Sudan. You can read more about the crisis in Dafur, Sudan by click on this weblink; http://www.savedarfur.org/. This unforgettable incident claimed the lives of my parents while my sisters and I were in school, as such we have been in a refugee camp since the death of our parents before a kind hearted woman took me to London, Uk where I have currently seek asylum. As such I am in great need of help now because I need to move my sisters out of the refugee camp back home in Sudan, to settle down with me here in London. \n\nI am writing you now because I need you to help me claim the funds my father deposited in a security and finance company in Amsterdam, Netherlands. He deposited the sum of $3.8million us dollars (three million and eight hundred thousand united states dollars) in this security and finance company which I discovered shortly before leaving my country for Uk. I have the relevant document that will be require for the claim of the funds but my problem now is that I am not in the position to handle such huge amount of money here because of my immigration status. It might interest you to know that I have already establish communication with the security company to claim the funds as the heir of my family, unfortunately that is just all I can do by myself for now. As a result, In a nut shell i need you to help me remit the funds from the security company on my behalf, I am sure it will not take too much of your time because I have everything that will facilitate the quick release of the funds to you.\n\nI am counting on you to help me in most sincerity and not to take undue advantage of my present situation as I will be basically entrusting you with these funds. Once you get the funds, you have to send me some money that will be enough for my sisters to arrange for their traveling documents to come over to London to join me. \n\nFinally, I will need you to invest the rest funds in a profitable partnership business venture in your country, we will discuss our partnership terms when we arrange to meet after the completion of this transfer.\n\nI hope to hear from you soon, my regards to your family.\n\nBest Regards,\nAta Yusuf.\n\n\n", "id": "6c6e2a1095134e2061f875f75fb80bd0"}