{"email_subject": "This is from Mr Henry Kabore  ", "email_body": "Dear friend.\nI know that this letter may come to you as a surprise.I got your address \nthrough a local Business directory on the web.I must apologize for taking \nsome of your valuable time to explain a proposal that I believe will be of \nutmost benefit to us.\n\nI am manager of bill and exchange at the foreign remittance department of \nAfrican Developement Bank.(A.D.B.) In my department we discovered an \nabandoned sum of NINTEEN MILLION, THREE HUNDRED THOUSAND UNITED STATES \nDOLLARS ($19,300,000.00 ) in an account that belongs to one of our foreign \ncustomer who died along with his entire family in a plane crash .you can \nalso confirm this in the website as\n\nSince the bank got information about his death we have been expecting his \nnext of kin to come over and claim his money because we cannot release the \nfund unless somebody applies for it as next of kin or relation to the \ndeceased as indicated in our banking guidelines and laws but unfortunately \nwe learnt that all his supposed next of kin died alongside with him at the \nplane crash leaving nobody behind for the claim and our banking law and \nguideline here stipulates that if such money remains unclaimed after five \nyears,such money will be moved into the banking treasurer as unclaimed fund.\n\nThe request of a foreigner as next of kin in this business is occassioned by \nthe fact that the deceased customer was a foreigner and a Burkinabe cannot \nstand as next of kin. 25% of the total money will be for you as a foreign \npartner while 5% will be set asite to cover any expenses that might be \nincured during the process of transfering the fund to your nominated bank \naccount.\n\nIf you're willing to handle this deal with me kind get back to me with your \nPrivate telephone and fax numbers for easy communicationas well as your \npersonal picture or a copy of your international passport to enable me know \nwhom i'm dealling with.\nMeanwhile, i will send to you an  application form which you will fill and \nsend  directly to the bank.\n\nNote:I demand the hightest trust from you to keep this business strictly \nconfidential for security reasons as you may know that the bank don't know \nthat i am the one that contacted you to stand for this claim.\nBest regards,\nMr Henry Kabore\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "6c6fb790b32721116c7424be65532d4b"}