{"email_subject": "CONFIDENTIAL DOCUMENT", "email_body": "From: Mrs.Suha Aisha Arafat\n[mailto:suhaarafat@easyinfomail.co.za]\n\nGreetings from Palestine,\n\nI am sorry to disturb your peace as I konw you are not expecting to hear \nfrom some one like me. You will be compelled to help me once you have heard \nwhat I have to say to you.\n\nI am Mrs. SUHA ARAFAT, the wife of YASSER ARAFAT, the Palestinian leader who \ndied recently in Paris.\n\nYou must have heard over the media reports and the Internet on the discovery \nof some fund in my husband secret bank accounts and companies and the \nallegations of some huge sums of money deposited by my husband in my name of \nwhich I have refuses to disclose or give up to the corrupt Palestine \nGovernment.\n\nIn fact, the total sum allegedly discovered by the Government so far is \nabout $6.5 Billion Dollars.\nPlease visit the BBC news broadcast below for better understanding of what I \nam talking about;\n\nhttp://news.bbc.co.uk/1/hi/world/middle_east/3479937.stm\nhttp://news.bbc.co.uk/1/hi/world/middle_east/3995769.stm\n\nI have deposited the sum of 32 million dollars with a private security firm \nabroad whose name is withheld for now until we open communication the reason \nwhy I deposited this.32 million dollars to a security company was because \nevery transfer that goes into my bank account has being monitored by the \ngovernment.\n\nI shall be grateful if you could receive this fund into your bank account \nfor safekeeping and any Investment opportunity.\n\nThis arrangement is known to you and my personal Attorney. He might be \ndealing with you directly for security reasons as the case may be.\n\nIn addition, please note that there will be no risky of any kind from your \npart as every arrangement for smoothly transfer has being made by my legal \nadviser.\n\nIf you are willing to assist me, we will have to negotiate on your \nPercentage share of the $32,000,000 that will be kept in your position for a \nwhile and invested in your name pending when my Daughter, Zahra, will come \noff age and take full responsibility of her Family Estate/inheritance.\n\nPlease note that this is an excellent opportunity that comes once in \nlifetime and more so, if you are honest, I am going to entrust more funds in \nyour care as this is one of the legacy we keep for our children.\n\nIn case you do not accept, please do not let me out to the security and \ninternational media as I am giving you this information in total trust and \nconfidence I will greatly appreciate if you accept my proposal in good \nfaith.\n\nPlease expedite action and all response to my e-mail address below.\n\nYours sincerely,\n\nMrs. Suha Aisha Arafat\nEmail. suhaarafat@easyinfomail.co.za\n\n_________________________________________________________________\nDiscover the magic of RSS feeds at MSN South Africa! http://za.msn.com/\n\n\n\n", "id": "6c9c7fc2495d8cdfefc8604b8a9fa1d8"}