{"email_subject": "From: Mrs. Helen  Walter. ", "email_body": "From: Mrs. Helen  Walter. \n  \nHello this letter might come to you as a surprise since, we have not had any previous correspondence or meet. i need your help. As a reliable one and trustworthy person that can help  i saw your information on internet and i am really interested in you.\nI am the above named person but now undergoing medical treatment in London, England. I am married to Dr. Jim Walter who worked with British Railway Commission in Chelsea England for over a decade before he died on 5th of July in the year 2003. We were married for fifteen years without a child. He died after a brief illness that lasted for two weeks.  \n \nBefore his death he made a vow to use his wealth for the down trodden and the less privileged in the society.Since his death I decided not to re-marry or get a child outside my matrimonial home.When my late husband was alive he deposited the sum of Â£1 Million (One Million Pounds sterling) in a Vault with a Security company in JAPAN.  Presently, this money is still  there. Recently, my Doctor told me that I would not last for the next 30 days due to cancer problem.Though what disturbs me most is my stroke. \n \nHaving known my condition I decided to donate this fund to an individual or better still a God fearing person who will utilize this money the way I am going to instruct . I want an individual that will use this fund and provide succor to poor and indigent persons, orphanages, and above all those affected in the Tsunami in far Asia.and  you\nI understand that blessed is the hand that giveth. I took this decision because I do not have any child that will inherit this money and my husband relatives are not inclined to helping poor persons and I do not want my husbands hard earned money to be misused or spent in the manner in which my late husband did not specify. I do not want a situation where this money will be used in an ungodly manner, hence the reason for taking this bold decision. I am not afraid of death hence I know where I am going. \n  I know that I am going to be in the bosom of the Almighty.  I do not need any telephone communication in this regard because of my health, .With God all things are possible.\nAs soon as I receive your reply I shall give you the contact of the Security company in JAPAN. \nI want you to always pray for me. My happiness is that I lived a life worthy of emulation. Whosoever that wants to serve the Almighty must serve him with all his heart and mind and soul and also in truth. Please always be prayerful all through your life. Any delay in your reply will give me room in sourcing for an individual for this same purpose. Please assure me that you will act according to my specification herein. Hoping to hear from you.\nThank you and may the Almighty bless you.pls Reply me to helen_waiter@yahoo.com\n \nYours sincerely, \nMrs.Helen Walter Anne\n\n \n---------------------------------\nEveryone is raving about the all-new Yahoo! Mail beta.", "id": "6cad3f965e58b04b3930bd2d1091df30"}