{"email_subject": "INVESTMENT RELATIONSHIP", "email_body": "12No 208b ABACHA'S CRESCENT OFF\nGIDADO ROAD LAGOS-NIGERIA \n    \nDear Eric Huang, Director\n\n \n  It is my plesure to write you this letter in a situation like this, even though we hardly know each other i beileve you can help us. I am  mrs.marriam Abacha, the wife to the late Head of State, of the federal  Republic of Nigeria from 1993 -1998 - General Sani Abacha. My late husband made a lot of money asthe Head of state of Nigeria  for 5years.  He has different accounts in many banks of the world.  He  has not left any stone unturned in accruing riches for his family.\n   \n The present democratic government of Nigeria led by President (Gen. (Rtd)) olusegun Obasanjo has not find favour with my family since their  inception. This may be as a result of his hatred for my late husband who kept him in jail for over two years for a coup attempt, before the death of my father.  He was released immediately my husband died and he was later made the present President.He has confiscated and frozen all my family account in Nigeria and some other American, \nEurope and Asian continents, It has been in both the local and international news.Presently my son mohammed Abacha has been languishing in different prison centers in Nigeria for a case against his father which he knows nothing about.\n   \n \nNow, my purpose of all these introduction and proposal is just seeking for your candid assistance in saving this sum 0f $7.8.000,000.00 USD SEVEN.EIGHT MILLION.DOLLARS]which my late husband had hidden from the Nigerian govt.during his regime. and which is presently somewhere in a financial and security company outside the entire Nigeria and West African region.\n   \nThis is a huge sum of money, I cannot trust much on mostsaboteur friends of my family in Nigeria who could not be trusted. I deemed it necessary to contact you for this trustworthy transaction. All whom I needed is a sincere, honest, trustworthy and God-fearing individuals whom my mind will absolve to help me in this deal.If you have feelings about my situation, don't hesitate to stand for me. \n  \nIf my proposal  is sudden to you, all I need now is for you to stand as the  Beneficiary of this money  to claim it and save for me.There is no difficulty, I will send your name as the recipient as well as the beneficiary of the money.On your identification and confirmation from me, the fund will be handle  to you.all i need is your confirmention of willingness and i will give you the full  details. You will be compensated with 25% of the total fund for all your efforts  \nin this transaction,provided this fund is  save for me for your account in your country.Please this is a very serious matter, it is a save my soul request from you and I will be delighted too much to receive a positive response from you in order to move into action. I will give you details on request from you.\n  \nPlease treat urgent, sincerity and highly confidentiality\n   \nLooking Forward in hearing From You\n   \nIn Allah We Trust \n   \nBest Regards,\nMrs Marriam Abacha\n\n\n\n\n", "id": "6cb129b04b8a50efd1c1018e4fa9ea95"}