{"email_subject": "URGENT ASSISTANT PLEASE.", "email_body": "FROM THE DESK OF: MRS AJAHA AHMED\nAFRICAN DEVELOPMENT BANK (ADB)\nBILL AND EXCHANGE DEPARTMENT,\nOFFSHORE OFFICE,OUAGADOUGOU,\nBURKINA-FASO.\n\nDear Friend,\n\nI am the Bill and Exchange(assistant) Manager of the Africa development \nBank,\nIn my department I discovered an abandoned sum of USD$11.300.000 (ELEVEN \nMILLION THREE HUNDERS U.S.A DOLLARS). In an account that belongs to one of \nour foreign customer who died along with his wife and two children in July \n2000 in a plane crash. Since we got information about his death, we have \nbeen expecting his next of kin to come over and claim his money because we \ncannot release it unless somebody applies for it as next of kin or relation \nto the deceased, as indicated in our banking guidelines but unfortunately we \nlearnt that all his supposed next of kin or relation died alongside with him \nin the plane crash leaving nobody behind for the claim.\n\n                          You can also confirm this in the website as \nfollow:\n\n                      http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\nIt is therefore upon this discovery that I in my department now decided to \nmake this business proposals to you and release the money to you as next of \nkin or relation to the deceased for safety and subsequent disbursement since \nnobody is coming for it and we don't want this money to go into the bank \ntreasury as unclaimed fund. The banking law and guidelines here stipulates \nthat if such money remains unclaimed after  five years, the money will be \ntransferred into the bank treasury as unclaimed fund.\nThe request of foreigner in this transaction is necessary because our late \ncustomer was a foreigner and a Burkinabe cannot stand as next of kin to a \nforeigner. We agree that 27% of this money will be for you as foreigner \npartner, in respect to the provision of a foreign account,3% will be set \naside for expenses incurred during the business and 70% would be for me and \nmy colleague, after which we shall  visit your country for disbursement \naccording to the percentages indicated. Therefore to enable the immediate \ntransfer of this fund to you as arranged, you must apply first to the bank, \nand send your account number, your private telephone and fax number for easy \nand effective communication and location where  the money will be remitted.\nUpon receipt of your reply, I will send to you by fax or e-mail the text of \nthe application which you shall retype and fax to our foreign remittance \nmaneger,for easy execution of the transaction.\nI will not fail to bring to your notice that this transaction is 100% \nhitch-free on both side. As all required arrangement have been made for the \ntransfer. You should contact me immediately as soon as you receive this \nletter.\n\nTrusting to receive your urgent reply through my alternative Email \n:mrs_ajaha66@yahoo.fr\nBest regards.\n\nMRS AJAHA AHMED\nBILL AND EXCHANGE (ASSIST.)MANAGER,\nAFRICAN DEVELOPMENT BANK ANNEXE,\nOUAGADOUGOU BURKINA-FASO.\n\n_________________________________________________________________\nTestez Windows Live Mail Beta ! http://www.ideas.live.com/\n\n\n\n", "id": "6cce30e0ac12d6d1566cdcdc2cd2c8cc"}