{"email_subject": "CONSIDERATION", "email_body": "GORVERMENT RESIDENTIAL AREA \nBANDAR SERI BEGAWAN \nVILLA 12,\nBRUNEI.\nTel: 006732227412\n\nAssalamu alaiykum ,\nIt is my sincere wish that my mail meets you in good health , I'm Mrs. Aminatu Bolkiah\nfouth wife to Prince Jefri Bolkiah Former finance minister of brunei , My getting to your email  info was a coincidence but i beleive it was Allah's divine ways of assuring me of your helping and understanding towards my family.\n\nBy birth am a bruneian and a musillimah and I strongly hope you'll understand my plight \nbecause I am seeking investment opportunites in your country and i do know you are  \ncapable to understand and help me with the investment of my family fortunes...I am \nsoliciting your kind understanding due to my husband's arrest over tax related issues. \n\nYou may know from the BBC international media that the sultan alledged that his half brother \n( My husband ) was involve in Tax misconduct and improperity of $30 Billion dollars and \norder his arrest and froze all his foreign accounts, including his international passport and personal valuables which includes a ban and arrest on his four wifes over the tax related issue please visit the web site: http://www.timeinc.net/asiaweek/magazine/2000/0505/edit.flush.html\n\nFuthermore during this unfortunate period,I was adviced to leave my residence\nfor saudi arabia to avoid further prosecution from the sultan and his security operatives, \nbut before i could do that i was arrested and placed under house arrest (above stated with a \nland phone ) which is highly monitored and restricting me from calling rather they kept an old \npentium 4 computer for my use.\n\nBefore my husband's arrest, He made some special arrangements with some courrier company's in europe and middle east where he deposited our $35m family fortunes in cash in two trunk metal boxes with the documents in my poccession, each of the boxes contains $ 17.5m united states dollars,  I sincerely wish you'll understand and give your hands in co-operation towards my investment plans in your country until our problems are over.\n\nNo compensiation has been discussed yet until i receive your positive response, do notify me of your calling to prevent anyone from having ideal of my soliciting your personal assistance.\n\nAllah Afiz ,\n\nMrs. Aminatu Bolkiah\n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "6cd9712b4e0171193b9124102fd3c574"}