{"email_subject": "SEEKING FOR ASSISTANCE/INVESTMENT", "email_body": "\n\n\n\nFROM: MRS: MZIMBA VIVIAN \nTEL: +27-73-2134-226 \nHARARE-ZIMBABWE. \nE-mail: mzimba_vivian@hotmail.com \n\n            \n                               SEEKING FOR ASSISTANCE/INVESTMENT\n\nDEAR GUANGXI,\n\nI AM CONTACTING YOU WITH THE GREATEST DELIGHT AND PERSONAL RESPECT. I AM MRS MZIMBA VIVIAN, THE WIFE OF LATE MR. GODWIN MZIMBA WHO WAS MUDERED LAST OCTOBER BY THE FORCES LOYAL TO PRESIDENT ROBORT MUGABE DUE TO THEIR SUPPORT IN ACQUIRING HIS LAND \nAND PROPERTY DURING THE CRISIS IN ZIMBABWE LAST YEAR, WHICH CONTINUED AND LED TO THE LOSE OF SEVERAL LIFE OF FOREING (WHITE) FARMERS AS REPORTED ON CABLE NETWORK NEWS (CNN) AND BY THE BRITISH BROCASTING COROORATION (BBC). \n\nI GOT YOUR CONTACT ON MY DESPRATE SEARCH FOR A RELIABLE PERSON FOR PARTNER SHIP INVESTMENT OVERSEAS BELIEVING YOU ARE SINCERE AND TRUSTWORTHY PERSON AND OF TRANSPARENT HONESTY AND CAPABLE OF HANDING THIS TRANSATION TO THE BEST OF YOUR KNOWLEDGE IN ASSISTING MY SON AND I, IN TRANSFERRING THE SUM OF US$ 11.500,000.00 ( ELEVEN MILLION, FIVE HUNDRED THOUSAND UNITED STATE DOLLERS) INTO A FOREIGN ACCOUNT FOR SAFE KEEPING PENDING ON ARRIVAL TO YOUR COUNTRY FOR OUR INVESTMENT PLAN. \n\nYOU MAY NEED TO KNOW HOW THIS FUND ORIGINATED. THE SUM WAS INHERITED FROM MY LATE HUSBAND WHO WAS ASSASSINATED BY ROBERT MUGABE'S AIDES IN VIEW OF ACQUIRING HIS LAND AND PROPERTY. \n\nI GOT TO KNOW OF THIS FUND WHEN OUR FAMILY LAWYER APROCHED ME FEW MONTH AGO WITH SOME DUCOMENTS THAT MY LATE HUSBAND HAD FILED WITH HIM IN THE FILE, I \nREALISED THAT MY LATE HUSBAND ( BLESSED MEMORY ) HAS WRITTEN A \"WILL\" WHICH HE SPECIFICALLY POINTED MY ATTENTION AND I QUOTE.  MY DARLING WIFE, I WISH TO DRAW YOUR ATTENTION TO THE SUM OF US$ 11.500,000.00 ( ELEVEN MILLION FIVE HYNDRED THOUSAND UNITED STATE DOLLARS ) WHICH I DEPORSITED WITH A SECURITY COMPANY IN PRETORIA, SOUTH AFRICA. ALL DOCUMENT CONCERNING THE FUND IS FILED WITH OUR FAMILY LAWYER AND YOU CAN MAKE LAY CLAIM TO THE FUND IN CASE OF MY ABSENCE ON EARTH ONLY BY DEATH. I MADE AN AGREEMENT WITH THE SECURITY COMPANY THAT MY FOREINGN PARTNER WILL STAND AS A BENEFICIARY TO LAY CLAIM OF THE MONEY. THE \nBENEFICIARY WILL COME FORWARD TO SUBMIT HIS BANKING DETAILS FOR ONWARD TRANSFER OF THE FUND TO HIS ACCOUNT. \n\nGODWIN MZIMBA MY LATE HUSBAND ADVICED ME THROUGH MY LAWYER, THAT INCASE IF HE DIES THAT I SHOULD LOOK FOR A FOREIGNER WHO WILL STAND AS THE BENEFICIARY OF THE FUND SO THAT THE FUND WILL BE TRANSFER TO HIS OR HER ACCOUNT FOR PARTNERSHIP INVESTMENT. \n\nFROM THE ABOVE YOU CAN UNDERSTAND THAT MY FUTURE ESPECIALLY THAT OF MY SON  EPENDS STRONGLY ON THIS MONEY. I WILL LIKE YOU TO ASSIST US IN TRANSFERRING THIS MONEY IN TO YOUR ACCOUNT FOR INVESTMENT. YOU CAN CONTACT MY SON CHISTOPHER MZIMBA  IN SOUTH AFRICA ON TEL: 27-83-7557-022  mzimba_candi@hotmail.com FOR MORE DETAILS, AS HE HAS BEEN TO SOUTH AFRICA TO ARRANGE WITH SOME BANKERS THAT WIL ASSIST IN THIS TRANSFER. \n\nFOR YOUR ASSITANCE IN THIS REGARD, MY SON AND I HAVE AGREED TO OFFER YOU 25% \nOF THE WHOLE SUM WHICH IS US$2,875,000.00 (TWO MILLION EIGHT HUNDRED AND SEVENTY THOUSAND UNITED STATE DOLLERS), 2%WILL BE SET ASIDE FOR ANY EXPENCES THAT MIGHT ARISE DURING THE TRANSATION, WHILE THE REMAINING 73% WILL BE KEEP FOR US UNDER YOUR CARE UNTILL WE COME DOWN TO YOUR COUNTRY FOR OUR INVESTMENT PLANS. \n\nTHANKS FOR YOUR ANTICIPATION TO HELP US \n\nBEST REGARDS. \n\nMZIMBA VIVIAN\n\n\n", "id": "6ce22bdacf939eddd398f26e4b221513"}