{"email_subject": "CONFIDENTIAL PROPOSAL", "email_body": "\nDEAR PARTNER, I AM MR. SAHIDI NGOMA , A STAFF OF BICIA BANK, BURKINA FASO. WITH DUE RESPECT AND REGARDS, I HAVE DECIDED TO CONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE END OF THE TRANSACTION. DURING MY INVESTIGATION AND AUDITING IN MY DEPARTMENT, I CAME ACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON, A FOREIGNER WHO DIED IN A PLANE CRASH WITH HIS INTIRE FAMILY. \n \nTHE FUND HAS BEEN IN HIS BANK ACCOUNT WITH BICIA BANK WITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR RELATION BEFORE OUR DISCOVERY TO THIS DEVELOPMENT. THE AMOUNT INVOLVED IS USD$10.500,000 (TEN MILLION FIVE HUNDRED THOUSAND U.S DOLLARS.) \nI COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS COUNTRY AS A CIVIL SERVANT, WE ARE NOT ALLOWED TO OPERATE A FOREIGN ACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF TRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE ACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN TO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE THE MONEY WILL BE TRANSFERRED TO. YOU CAN  SEE THE WEBSITE BELOW COVERING THE PLANE CRASH BY CNN & BBC NEWS.\nhttp://www.cnn.com/2003/WORLD/africa/12/26/benin.crash \nhttp://news.bbc.co.uk/2/hi/africa/3348109.stm\n \nTHIS DEAL IS 100% RISK FREE BUT YOU MUST KEEP THIS DEAL AS SECRET UNTIL THE FUND IS CONFIRMED IN YOUR ACCOUNT. ON SMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 40% OF THE TOTAL SUM WHILE 60% WILL BE FOR ME. YOU HAVE BEEN ADVISED TO KEEP THIS TRANSACTION AS SECRET AS I AM STILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER I CONCLUDE THIS DEAL WITH YOU. I WILL BE MONITORING THE WHOLE SITUATION HERE IN THE BANK UNTIL YOU CONFIRM THE MONEY IN YOUR ACCOUNT AND ASK ME TO COME DOWN TO YOUR COUNTRY FOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES INDICATED ABOVE.\n \nALL OTHER NECESSARY INFORMATION REGARDING THIS TRANSACTION WILL BE SENT TO YOU WHEN I HEAR FROM YOU. I SUGGEST YOU GET BACK TO ME AS SOON AS POSSIBLE STATING YOUR INTEREST IN THIS DEAL SO THAT I WILL SEND YOU THE TEXT OF THE APPLICATION TO FILL AND SEND TO THE BANK.\nFINALLY, I WANT YOU TO INDICATE YOUR BANK ACCOUNT DETALS WHERE THE FUND WILL BE TRANSFERED TO LIKE: \n \n1) NAME OF YOUR BANK................2) ADDRESS OF YOUR BANK..............3)  ACCOUNT NUMBER............4) YOUR PHONE NUMBER........5) YOUR AGE ...................6) YOUR OCCUPATION.............\n \nI WILL BE GLAD TO HEAR FROM YOU AS SOON AS YOU RECEIVE THIS MESSAGE. BEST REGARD,MR. SAHIDI NGOMA \n_________________________________________________________________\nMake every IM count. Download Windows Live Messenger and join the i’m Initiative now. It’s free. \nhttp://im.live.com/messenger/im/home/?source=TAGWL_June07", "id": "6cf33d294126a740c4bb5fc4cb3546ac"}