{"email_subject": "From the Auditor ", "email_body": ">From the Auditor \nHead of the Department,\nFirst Commercial Bank\n29 \nWilson Street,\nLondon. EC2M 2SJ.\n\nDear Friend,\nI am Titus James Morris \nauditor with First CommercialBank,United Kingdom. And for reasons which \nwill become obvious to you as you read on, I obtained your address \nparticulars from an internet address listing. Please exercise some \npatience and read through my message. \n\nI have a very urgent and \nConfidential Business Proposition for you. On June 6th 1999, a Gold \nConsultant/Contractor with the British National Gold Corporation, Mr. \nAhmed Yousef Mustafa, a National of Kuwait, made a numbered time \n(Fixed) Deposit for 12 calendar months, value £12,500,000.00 (Twelve \nMillion Five Hundred Thousand British Pounds) in my branch. \n\nOn \nmaturity, we sent a routine notification to his forwarding address but \ngot no reply. After a month, we sent a reminder and finally, his \ncontract employers, the British national gold corporation wrote to \ninform us that Mr. Ahmed Yousef Mustafa died on an automobile accident; \nthat he died without making a will, and all attempts to trace his next \nof kin through the Kuwait Embassy were fruitless. \n\nAt first I was \nsurprised that i did not receive much official cooperation in my \ninquiries in order to trace his kin in Kuwait, and inform them about \nMr. Mustafa deposit of (GBP12.5m) plus accrued interest. I therefore \nmade further investigations and discovered that Mr. Ahmed Yousef \nMustafa had\nactively opposed the government of his country Kuwait,and \nwas consequently driven into exile. Being a mining expert, he \nsubsequently obtained a job with the British national gold corporation, \nand settled in London. \n\nThereafter, he walked into my office to make \nthe aforementioned deposit of (GBP 12.5m).He did not declare any kin in \nhis application paperwork, contrary to laid down procedures, and wheni \nasked him he informed me that he wished it so. I accepted his \napplication because banks are conservative and will always honour a \ncustomer'swishes, especially high networth customers. \n\nMy proposal \ntherefore is that I am looking for a foreigner who will stand in as the \nnext of kin to Mr.Mustafa. It is not necessary to be a blood relation \nto Mr. Mustafa, nor have the same name. It is not also necessary to \ncome from the same country. I have workedout the modalities to achieve \nmy aim of appointing a next of kin, and therefore, also by this means \ntransfer this money total £12.5m abroad for us to share. \n\nOnce you \nindicate your interest, I will initiate the processing of the transfer \nand in about 14 working days the money total £12.5m will be in your \nnominated bank account for us to share in the ratio of 70% for me and \n30% for you. \n\nThanks and God bless,\n\nLooking forward to your urgent \nreply.\n\nMr.Titus James Morris.\n\n\n", "id": "6d4f7c11817aafddf41f74aa5ca8d168"}