{"email_subject": "Dear Sir/Madam,", "email_body": "Content-Type: text/plain\n\nContent-Transfer-Encoding: 8bit\n\n\n\n\nSussan Art World Inc.\n\n112 st. Mary's road,\n\nLiverpool L192 JG,\n\nUNITED KINGDOM\n\nSend Your Reply To: sussan_bryant10@yahoo.co.uk\n\n\n\nDear Sir/Madam,\n\n\n\nMy name is Sussan Bryant,I am an artist with my husband Tommy Bryant,We own Sussan Art World in London(United Kingdon) I live in London United Kingdom,with my two kids,four cats, one dog and the love of my life my \n\nhusband (Tommy Bryant). It is definitely a full house,\n\n\n\nI have been doing artwork since I was a small child, that gives me about 23 years of experience I majored in art in high school and took a few college art courses, most of my work is done in either pencil or airbrush mixed with color pencils.\n\n\n\nI have recently added designing and creating artwork on the computer,I have been selling my art for the last 3 years and have had my work featured on trading cards, prints and in magazines,I have sold in galleries and to private\n\ncollectors from all around the world. I am always facing serious difficulties when it comes to selling my art works in your country,they are always offering to pay with MONEY ORDER OR CASHER'S CHEUQES,which is difficult for me to cash here in London United Kingdom.\n\n\n\nI am looking for a representative in your country who will be working for me as a partime worker and i will be willing to pay 10% for every transaction,which would'nt affect your present state of work, someone who would help me recieve payments from my customers in your country,i mean someone that is responsible and reliable,because the cost of coming to your country and getting payments is very expensive,i am working on setting up a branch in your country,so for now i need a representative in your country who will be handling the payment aspect for our company.\n\n\n\nThese payments are in money order or casher's cheuqes and they would come to you in your name if you are willing to assist as a representative, so all you need to do is cash the money order, deduct your percentage and Western Union\n\nCharges then wire the rest back .\n\n\n\nThe problem i have is trust,but i have my way of getting anyone that gets away with our money,i mean the F.B.I branch in Washington gets involve It wouldnt cost you any amount,\n\n\n\nyou are to receive payments which will be sent to you by fedex or ups from my business patners, which would come in form of a money order then you are to cash it\n\nand send the cash to me via Western Union or Money Gram.\n\n\n\nNOTE:All charges will be deducted from the money so you are rest assured that you would'nt send a dime out of your personal money. If you are interested,please get back to me.\n\n\n\nNB:Endeavour to send your reply through my alternative\n\ne-mail address: (sussan_bryant10@yahoo.co.uk)\n\n\n\nRegards\n\nSussan & Tommy  Bryant.\n\n\n\n\n\n\n", "id": "6d7fcc650cc5a20df9d4b0ae59c9391f"}