{"email_subject": "REQUEST", "email_body": "Attn:My dear friend\n\nI am Dr Mike Odey, the Bank Manager of Diamond Bank of Nigeria, Lagos \nBranch.  I have urgent and very confidential business proposition for \nyou.\n\nOn June 6, 1999, a FOREIGN Oil Consultant/Contractor with the Nigerian \nNational \nPetroleum Corporation, Mr. Barry Kelly made a numbered time (Fixed) \nDeposit \nfor \ntwelve calendar months, valued at US$25,000,000.00(Twenty- five Million \nDollars) in my branch.  \n\nUpon maturity, I sent a routine notification to his forwarding address \nbut got \nno reply.  After a month, we sent a reminder and finally we discovered \nfrom \nhis \ncontract employers, the Nigerian National Petroleum Corporation that \nMr. Barry \nKelly died from an automobile accident. On further investigation, I \nfound out \nthat he died without making a WILL, and all attempts to trace his next \nof kin \nto date has fruitless.\n\nI therefore made further investigation and discovered that Mr. Barry \nKelly did \nnot declare any kin or relations in all his official documents, \nincluding his \nBank Deposit paperwork in my Bank. This sum of US$25,000,000.00 is \nstill \nsitting in my Bank and the interest is being rolled over with the \nprincipal \nsum \nat the end of each year.  \n\nNo one will ever come forward to claim it. According to Nigerian Law, \nat the \nexpiration of 5 (five) years, the money will revert to the ownership of \nthe \nNigerian Government if nobody applies to claim the fund. Consequently, \nmy \nproposal is that I will like you as an Foreigner to stand in as the \nnext of \nkin \nto Mr. Barry Kelly so that the fruits of this old man\u0092s labor will not \nget \ninto \nthe hands of some corrupt government  officials.  \n\nThis is simple, I will like you to provide immediately your full names, \naddress, telephone and fax numers so that the Attorney will prepare the \nnecessary documents and affidavits, which will put you in place as the \nnext of \nkin. We shall employ the service of another Attorney for drafting and \nnotarization \nof the WILL and to obtain the necessary documents and letter of \nprobate/administration in your favor for the transfer.\n\nA bank account in any part of the world, which you will provide, will \nthen \nfacilitate the transfer of this money to you as the beneficiary/next of \nkin.  \nThe money will be paid into your nominated account for us to share in \nthe \nratio \nof 60% for me, 35% for you and 5% to cover any accidental expenses on \neither \nsides during the course of this transaction.\n\nThere is no risk at all as all the paperwork for this transaction will \nbe done \nby the Attorney and my position as the Branch Manager guarantees the \nsuccessful \nexecution of this transaction. Upon your \nresponse, I shall then provide you with more details and relevant \ndocuments \nthat will help you understand the transaction better. \n\nPlease observe utmost confidentiality, and rest assured that this \ntransaction \nwould be most profitable for both of us because I shall require your \nassistance \nto invest my share in your country. Looking forward to hearing from you \nsoonest.\n\nBest regards,\n\nDr Mike Odey.\n\nPLAESE NOTE, SEND  YOUR  RESPONSES TO  drmikeodey@rediffmail.com   OR konkon@hknetmail.com  & koso@hknetmail.com\n\n-------------------------------------------------\n\n___________________________________________________\nCheck-out GO.com\nGO get your free GO E-Mail account with expanded storage of 6 MB!\nhttp://mail.go.com\n\n\n\n", "id": "6da3ebc297c7914d6e0e9c074ab518d8"}