{"email_subject": "PLEASE GET BACK TO ME", "email_body": "\n\nDear Sir/Mandam,\n\nI greet you in the name of GOD, the Beneficent, and the Merciful. Before I \nintroduce myself, I wish to inform you that this letter is not a hoax mail \nand I urge you to treat it serious. We want to transfer fund to overseas \naccount the sum of ($30,000.000.00 USD)Thirty Million United States Dollars) \nfrom a Bank here in Nigeria West Africa. I want to ask you, If you are \ncapable to quietly provide either an existing bank account or to set up a new \nBank account immediately to receive this fund,even an empty account can serve \nto receive this fund,as long as you will remain honest to me till the end for \nthis important business,trusting in you and believing in God that you will \nnever let me down either now or in future.\nI am Patrick Duru,I WORK WITH FIDELITY BANK PLC During the course of our \nauditing last week, I discovered a floating fund in an account opened in the \nbank in 1997 and since 1999 till date, nobody has operated on this account \nagain, after going through some old files in the records I discovered that \nthe owner of the account died without a beneficiary to the account hence the \nmoney is floating and if I do not remit this fund out urgently it will be \nforfeited for nothing.\nThe owner of this account is Mr. Morris Thompson of 61, of Fairbanks, Alaska \nan American and a great industrialist,business leader and largest private \nland owner resident of Fairbanks City Alaska State who unfortunately lost his \nlife in the plane crash of Alaska Airlines Flight 261 which crashed, \nincluding his wife(Thelma Thompson)and only daughter(Sheryl Thompson)leaving \nnobody to claim the fund.\nNo other person knows about this account or any thing concerning it, the \naccount has no other beneficiary and my investigation proved to me as well \nthat the account is a secret account. The total amount involve is Thirty \nMillion United States Dollars only [$30,000.000.00]and I wish to transfer \nthis fund into a safe foreigners account abroad. But I don't know any \nforeigner; I am only contacting you as a foreigner because this fund cannot \nbe approved to a local person here, but to a foreigner who has information \nabout the account, which I shall give to you upon your positive response. I \nam revealing this to you with believe in God that you will never let me down \nin this business,you are the first and the only person that I am contacting \nfor this business. So, please reply urgently so that I will inform you the \nnext step to take urgently.\nI need your strong assurance that you will never let us down, me and a key \nbank official who is deeply involved with me in this business. I guarantee \nthat this transaction will be executed under a legitimate arrangement that \nwill protect you from any breach of the law. The bank official will destroy \nall documents of transaction immediately we receive this money leaving no \ntrace to any place. I will use my position and influence to obtain all legal \napprovals for onward transfer of this money to your account with appropriate \nclearance from the relevant ministries and foreign exchange departments.\nAt the conclusion of this business, you will be given 30% of the total \namount, 60% will be for me, while 10% will be for expenses both parties might \nhave incurred during the process of transferring.Furthermore, the transaction \nis Risk Free, there is no risk involved and the utmost paramount of this \ntransaction is Secret and Confidential due to my 15 years of meritious \nservice with the Fidelity Bank Plc.Which I dont want to  jeopardize.\nNote that,all correspondence should be by phone and by e-mail,I will be \nextremely happy if you can abide to my instructions, I believe the sky shall \nbe our limit and willing to invest in your area of specialization at the end \nof this transaction. Feel free to contact me directly via my email address or \ntelephone.\nThanks for your anticipated co-operation\n \nPatrick Duru\nFidelity Bank Plc\nPhone:2348026331325\n\n\nYou shall read more news about the crash on visiting this site;\nhttp://www.cnn.com/2000/US/02/01/alaska.airlines.list\n\n\n", "id": "6df5a5c0db5ff5dddbfaffbc4e8eb298"}