{"email_subject": "CONFIDENTIAL IN THE NAME OF ALLAH.", "email_body": "Dear Sir,\n\nI am Memuna Mousa from Kuwait. I am married to late Moulla Abass mousa of blessed memory who worked with kuwait embassy in Sudan for twelve years before he died in the year 2000.\nWe were married for eleven years without a child. he died after a brief illness that lasted for only four days. Before his death we were both devoted Muslims. Since his death I too have been battling with both Cancer and fibroid problem.\n\nWhen my late husband was alive he deposited the sum of ($10.5million (TEN MILLION,FIVE HUNDRED THOUSAND U.S DOLLAS) with a Bank somewhere in Europe. Recently, my doctor told me that i would not last for the next six months due to cancer problem. Though w\nhat disturbs me most is my stroke sickness. Having known my condition I decided to donate this fund to either a Muslim organization or devoted Muslim individual that will utilize this money the way I am going to instructs here in.\n\nI want this muslim organization or individual to use this money all sincerity to fund mosques, orphanages, widows,and also propagating the word of ALLAH and to ensure that thesociety upholds the views and belief of the Holy Quran. The Holy Quran emphasiz\nes so much on Allah's benevolence and this encourage me to take the bold step.\nI took this decision because I don't have any child that will inherit this money and my husband relatives are new christian's converts and I don't want a situation where this money will be used in an Unholy manner. Hence the reasons for taking this bold\ndecision. I know that after death I will be with Allah the most beneficent and the most merciful.\n\nI don't need any telephone communication in this regard becasue of my health and becasue of the presence of my husbands' relatives around me always. I don't want them to know about this development. With Allah all things are possible. As soon as I receiv\ne your reply I shall give you the contact of the Bank where the money was deposited. I will also issue you a power of Arttorney to the Bank authorizing them that the said fund have been willed to you and a copy of such authorization will be forwarded to \nyou. I want you and muslim community where you reside to always pray for me.\n\nMy happiness is that I lived a true devoted muslim life worthy of emulation. Whosever, that wants to serve Allah must serve him in truth and in fairness. Please always be prayerful all through your life. Any delay in your rely will give room in sourcing \nfor a Muslim organzation or a devoted Muslim for this same purpose.\n\nUntil I hear from you, my dream will rest squarely on your shoulders.May the Almight Allah contiune to guide and protect you.You can also reply to me through the alternative E-mail: memunamousa@survivormail.com \n\nBest regards,\n\nMemuna Mousa.\n\n\n", "id": "6e13a7f153ee9c8f0c24201820c93cd9"}