{"email_subject": "Sir, ", "email_body": " Sir, \n  I humbly ask for your assistance to enable me\ntransfer the money my late father kept in a bank\nin(THE TRUST BANK)before he died, into your nominated\naccount overseas. My name is TONY WILLIAMS JOHNSON, my\nmother's name is Madam Mariam Johnson and my late\nfather's name is Chief Omeh Attah Johnson. \n \nHe was a gold and diamond merchant from Ashanti region\nof Ghana in West Africa I am from a polygamous family\nand my father has four wives and twenty-four children,\nam the eighth child and my mother is the last wife of\nmy father and he entrusted all his valuable documents\nto her.\n \n Since we are from a polygamous home, after the death\nof my father, the whole family has been deserted. Now\nmy elder brothers, sisters and their mothers are in\nsearch of my father's documents but my mother who is\nin possession of the documents has refused to disclose\nthe custodian of the documents to them, because they\nare all fighting for themselves and their selfish\ninterest.\n \n Right now all I want from you is your bank account\nnumber where we can instruct the bank to transfer this\nmoney to you by telegraphic transfer, which takes\nabout three working days. \n \nWe are making this arrangement in order to avoid the\nrest of the children and their mothers, because if\nthey find out they will take everything from us. It is\nfor the mutual benefit of both of us, you will be\nentitle to twenty percent of the funds, as the owner\nof the account, the total amount in the bank is $21\nmillion dollars. \n \nPlease reply immediately with your Bank account\ndetails so that we can forward the information to the\nbank of ghana to expedite the transfer immediately. \n \nCould you also include your contact address, fax\nnumbers and your private mobile phone number for easy\ncommunication. \n \nBest regards.\n \n TONY  WILLIAMS  JOHNSON\n\n\t\t\n---------------------------------\nYahoo! Mail\nBring photos to life! New PhotoMail  makes sharing a breeze. ", "id": "6e63567bc7eb8cf36e2614596b2d3a32"}