{"email_subject": "FROM ELINA BOLETI", "email_body": "FROM ELINA BOLETI\nINTERNATIONAL PROMOTIONS/PRIZE AWARD DEPARTMENT\n\nRESULTS FOR CATEGORY \"A\" DRAWS\nCongratulations to you as we bring to \nyour notice, the results of the Second Category draws of THE ACCULOTTO \nPROMO INT. We are happy to inform you that you have emerged a winner \nunder the First Category, which is part of our promotional draws. The \ndraws were being officially announced on the 24th of June, 2006. \nParticipants were selected through a computer ballot system drawn from \n2,500,000 email addresses of individuals and companies from Africa, \nAmerica, Asia, Australia,Europe, Middle East and Oceania as part of our \nInternational Promotions Program.\n\nYour e- mail address, attached to \nwinnining numbers 16,18,29,33,37,42,35 consequently won in the First \nCategory. You have therefore been awarded a lump sum pay out of \n1,000,000 (One Million Euros), which is the winning payout for Category \nA winners.This is from a total cash prize of 10,000,000.00 Million \nEuros shared amongst the first Ten (10) lucky winners in category.\n\nCONGRATULATIONS!\nYour fund is now deposited with the paying Bank.In \nyour best interest to aviod mix up of numbers and names of any kind, we \nrequest that you keep the entire details of your award \nstrictly from \npublic notice until the process of transferring your claims has been \ncompleted, and your funds remitted to your account.This is part of our \nsecurity protocol to avoid double claiming or unscrupulous acts by \nparticipants/nonparticipants of this program.\nPlease contact your \nclaims agent immediately for due processing and remittance of your \nprize money to a designated bank account of your choice:\nYou are \nadvised to contact the agents by email,phone or fax.Failure to do so \nmay warrant disqualification.\n\nNOTE: For easy reference and \nidentification, remember to quote your winning numbers in your \ncorrespondence with your claims agent.\n\nTo file for your claim, please \ncontact the fiduciary agent with your winning numbers,tel/fax numbers \nand full names.\n***********************************************\nMR. \nGEORGE ALAN . \nAMSTERDAM,THE NETHERLANDS. \nTELEPHONE:+31-617-598-346\nFAX: +31-847-239-075.\nREPLY EMAIL: g.alan@fiberia.com\n***********************************************\nAll winnings must be \nnotarized to complete the claim process; winners will be referred to a \nForeign Transfer Manager,to have their winnings notarized.\n\nCongratulations once again from all our staff.\n\nSincerely Yours,\nELINA \nBOLETI.\nTHE PROMOTION COORDINATOR.\n\n\n", "id": "6e63017a3f6bee31eeac9917cb520653"}