{"email_subject": "I sincerely write to seek your co-operation and trust.", "email_body": "I sincerely write to seek your co-operation and trust.\n>From the desk of \nMr.Donatus Okobi, \nEmail ;donatus_okobi@excite.com \nSenior manager, \nBills and Exchange, \nNill Bank of Nigeria PLC, \nLagos, Nigeria. \n\nReply To: donatus_okobi@excite.com \n\nAttn:  \nDear Friend, \n\nI sincerely write to seek your co-operation and trust to enable my \ncolleagues and I carry out an urgent business opportunity in my \ndepartment. \n\nI work with the Nill Bank of Nigeria PLC; currently I am the senior \nmanager of bills and exchange at the foreign remittance department of \nmy bank. I was the account officer to one Mr. Ali B. Ashan who died \nalong  with his family on the 8th of November 1997 in an ADC Boeing 727 \nplane crash at Egirin River. All 141 passengers on board were feared \ndead. \n\nHe left in his domiciliary account the total sum of $25.5m,{Twenty \nFive  million, five hundred thousand USA Dollars}. Since the management \ngot  the information of his death we have been expecting any of his \nrelation \nor his next of kin to come up and claim his money. \n\nUnfortunately, From the day of his death till the time of this letter  \nnone of his relation or friends has come up for the claim.The banking  \nand financial law of Nill Bank of Nigeria PLC stipulates that if such  \nfund remained unclaimed after a period of (7)seven years, it will be \ntransferred into the bank treasury as unclaimed bill. On this discovery \nsir, I and two other senior staffs now decided to do business with you \nand  release the money to you as the next of kin to Mr. Ali B. Ashan \nfor  safety and subsequent disbursement. I will soon proceed for my \nretirement  leave this year, and I personally do not want this fund to \nbe  transferred into the bank treasury as unclaimed bill. That is why I \nwanted the \nfund to be move out of the bank before I proceed on my retirement from \nthe banking services by December 15th 2005. \n\nThe need for a foreigner as next of kin in this project is occasioned  \nby the fact that the customer Mr. Ali B. Ashan was a foreigner and a  \nNigerian cannot stand as his next of kin or heir. We have agreed that \n30%  of the Fund would be for you as foreign partner; thereafter my \ncolleague and I will visit your country for disbursement according to \nthe \npercentages indicated. \n\nTo enable the immediate transfer of the fund into your nominated \naccount, you will first apply to the bank as the next of kin of the \ndeceased, indicating your bank account number and location where in the \nmoney will be remitted. Upon receipt of your acknowledgement indicating \nyour interest, I will send to you the text of the application that you \nwill  send to the Nill Bank of Nigeria PLC authority for an approval to \nsubmit  your claims. Send your reply through my direct and Private: \ndonatus_okobi@excite.com  \n\nIndicate your direct Fax and telephone numbers for effective \ncommunication that this transaction needs. Do not reply through the \nNill Bank email address because it's belonged to the senior staffs for \npublic use. \n\nPlease note that you are not to appear in person, as everything \nregarding this project will be strictly on documentations and every \nbanking  documents needed for this transaction will be taken care of by \nmyself. \n\nLooking forward to urgently hearing from you. \n\nYours Faithfully, \nMr.Donatus Okobi\nPLEASE REPLY ME ON MY ALLTERNATIVE EMAIL:donatus_okobi@excite.com\n\n\n", "id": "6e6df943b5cd2825e4cd7bc61b3ce2fe"}