{"email_subject": "Miss Aranima Enfandy.", "email_body": "Miss Aranima Enfandy.\nUNHCR Refugee Camp,\nDanane,\nCote d'Ivoire.\n \nDearest One,\n \nA PLEA FOR ASSISTANCE.\n \nIt's my pleasure to contact you for an investment assistance which I intend to establish with you in your country.\n \nThough we have not met with you before but I believe, one has to risk confiding in someone to succeed sometimes in life. However is not mandatory nor will in any manner compel you to honour against your will.\n \n I am the only daughter to the Late Markeni Enfandy, from the Nshili District of Gikomgoro Province in the Republic of Rwanda. My Father before his death was a successful Gold and Cocoa Merchant in Johannesburg, South Africa and Ghana. Barely a week my father returned from his usual European business trips, on Wednesday 14th June 2004, he was attacked and killed by some unknown assassins together with my dearest Mum.\n \nThe Police could not trace the killers till today, and because I do not know those behind my parents brutal killing and their reasons, I felt out of fear that my safety is not guaranteed, that is the reason why I decided to relocate with the help of the International Care to Abidjan in Cote D' Ivoire (formerly Ivory Coast) to save my life. \n \nThey loved me so much, and I was like their confidants to them before their untimely death, as such my Dad gave me information&#30196; where he kept the documents on the very huge amount .(USD$10.500,000.00) \n \nWhich he kept for the family. Presently the money is in a Courier's Company Bonded Warehouse called the (IVSF) (full information&#30196; to be disclosed later to you on confirmation of your acceptance to assist me.\n \nI have decided to invest this money in your country or anywhere safe enough outside Africa for security and political reasons and because of the problems in where I am now (Abidjan).\n \n I want you to stand as my appointed beneficiary whom will receive the consignment on my behalf since it was deposited for shipment which stands the best way to retrieve the deposit.\n \nNote: The Courier's Company does not know the exact content of the box, as the content was declared to be classified documents and valuables. \n \nThe shipment was done with Diplomatic Immunity [not to be inspected by any authority].\n \nIf you can be of assistance to me I will be pleased to offer to you 10% of the total fund for your assistance and your advice for the investments.\n \nI hope to hear from you soonest for us to proceed.\n \nThank you and God bless you \nYours Sincerely, \nMiss Aranima Enfandy  \n\n\n---------------------------------\nProtect Your PC Now ! -- 0 Yen Security Campaign\n", "id": "6e9983ce25d4b513c0eb1c2c8952c0db"}