{"email_subject": "WORK WITH ME.", "email_body": "My dear prospective partner,\n\nI am Mr Joseph Awaye, am the former Managing Director of Nigeria Ports  \nAuthority [NPA] Calabar Branch, Nigeria. I am from Liverpool UK and I  \nhave lived and worked here in Nigeria with [NPA] for about 35 years,  \nso I have been in this country all my life. My purpose of contacting  \nyou, is that I need your urgent assistance. I have been retired in my  \ncompany [NPA] and I have been paid my retirement benefit which is  \nabout N368,000,000 {three hundred and sixty eight million naira} of  \nwhich i have coverted to US$5.7 million. After I converted the money,  \nI went straight to the Western Union\nMoney Transter [WUMT] to pay the money, but to my surpise they told   \nme that I cannot pay such money throught [WUMT], so I have to look for  \nother means of which I can send the money out of the country and also  \ntravel out to meet the person that will help me.\n\nNow I have found a way of sending the money out of the country Nigeria  \nthrough a courier service which I have met with one of the official  \nthat promise to help me out if only i will give him some money of  \nwhich I have agreed to give him $5,000 out of  the money and I have  \nmade necessary arangement concening the money and I have packaged the  \nremaining of the money in a box which is US$2.6 million and I have  \narranged for my flight ticket back to my country to invest in a  \nlucrative business.\n\nMore so, I have conclunded with all arrangement so what I need now is  \na trust worthy person that I can trust to help me out so the money  \nwill be delivered to the person, then I will travel to meet with  you,  \nif you are God fearing and willing to help, then all I need from you  \nis just the following  information about you:\n\n1. Your Full Name  {Which is the receiver name}.\n2. Contact Address {where the consignment will be delivered}.\n3. Natinality.\n4. Occupation.\n5. Sex.\n6  Marital Status.\n7. Phone Number for easy communication.\n\nFurthermore, you are going to have  20% of the total money and 80%  \nwill be for me also you have to note that this transaction is between   \nboth of us and there will be no third party. These transaction will  \ntake only five [5] working days as the consignment will get to you in  \nfour [4] days.Please if you are willing to help, please send the above  \ninformation to my private email box (mrjawaye@voila.fr)\n\nPLEASE NOTE:  A CERTAIN MAN FROM INDIA CALLED VANDIRAJ B. DESHPANDE   \nOF THE FOLLOWING ADDRESS (Flat No.202,Ashraya Apartment, Vivekanand  \ncolony,Near State bank of India colony, Keshawapur) AGREED TO WORK  \nWITH ME AND I MADE EVERY ARRANGEMENT AS I SAID AND SHIPPED THE  \nCONSIGNMENT TO HIM IN INDIA. BUT UPON THE ARRIVAL OF THE CONSIGNMENT  \nIN INDIA, HE WAS TOLD TO PAY THE SUM OF US$600 TO CLEAR THE  \nSONSIGNMENT AT THE AIRPORT AND HE COULD NOT AFFORD TO PAY IT. HE TOLD  \nME TO SEND THE MONEY TO HIM THROUGH THE WESTER UNION MONEY TRANSFER TO  \nENABLE HIM CLEAR THE CONSIGNMENT, BUT I COULD NOT SEND HIM THE MONEY  \nAS WESTERN UNION MONEY TRANSFER DOES NOT SEND OUT MONEY IN THIS  \nCOUNTRY. SO THE CONSIGNMENT HAD TO BE SENT BACK FROM INDIA. THIS TIME  \nARROUND, I DO NOT WANT SUCH A THING TO HAPPEN AGAIN AS IT COST ME MUCH  \nMONEY TO RECEIVE THE CONSIGNMENT BACK HOME. IF YOU KNOW THAT YOU WILL  \nNOT BE ABLE TO PAY FOR THE CLEARING OF THE CONSIGNMENT AT YOUR END,  \nPLEASE DO NOT WRITE BACK. AS I DO NOT WISH TO LOOSE MORE MONEY.\n\nCounting on your co-operation\nYours Faithfully,\nMr Joseph Awaye.\n\n\n", "id": "6e9e788cead3f7241c4a588ce78c3897"}