{"email_subject": "THANK YOU", "email_body": "Good Day,\nI know you will find this surprising,please pardon my surprise. With warm heart I offer my friendship, and greetings,and I hope this mail meets you in good time.I have mused over your profile for sometime and decided to contact you in this regard. However strange or surprising this contact might seem to you, as we have not met personally or had any dealings in the past,I humbly ask that you take due consideration of its importance and immense benefit. I also sincerely seek your confidence, as I make this proposal to you as a person of integrity.\nFirst and foremost I wish to introduce myself properly to you. My name is Mr.Robert Savimbi,I am a nephew and Personal Assistant to Late Jonas Malheiro Savimbi, leader of UNITA (National Union for the Total Independence of Angola). As led by my instinct, I selected your email address from an internet directory, in my search for a partner, hence this email. \nMy Uncle(Mentor) was killed in a battle with government forces of Angola, led by President Dos Santos, on Friday 22nd February 2002. After his death,Mr. Antonio Dembo and general Paulo Lukamba who were his second in commands, assumed office as leaders of UNITA, due to lack of the Charisma my Uncle had carried the party with in Dembo and general lukamba,\nthere was chaos and struggle for leadership. Prominent members like Carlos Morgado lobbied to depose them and assume office as leader to enrich themselves and some of them who saw me as a threat to their ambitions, including Mr.Dembo, planned to kill me. The tension\nand confusion in UNITA became uncontrollable when Mr.Dembo died 10days after my Uncle's death. As I lost my mentor in this struggle which has been on for three decades now, not so much of this struggle interests me anymore, as there is now no sense of direction. I now\ndesire a peaceful life, as I am no more interested in conflicts and wars. For this reason, I secretly left Angola and came here (Holland) to seek political asylum.\nI am sincerely proposing to you to render me your highly needed assistance in respect to safekeeping of some of my Uncle's money that arose from Diamonds sales. This money (Eighteen Million Dollars Only), which was already on its way to my Uncle's Swiss Bank\naccount, through the Diplomatic means we use to move money abroad, and was on transit with a private safe deposit security company here in Amsterdam,Netherlands. in February when the tragic incident of my Uncle's death occurred. I then instructed the company to secure the consignment containing the money pending on further instructions from me. I have waited\nfor sometime now for security reasons, and have now decided to act with your reliable assistance. As a matter of fact, the reason I came to the netherlands to sought for political asylum here is because of the safe deposit. \nPresident Dos Santos has lobbied the International Community to freeze my Uncle's assets and accounts abroad, to ground UNITA, and has already done this in Angola. Hence I cannot lodge the funds in my name. Also I did not declare the funds to the here.\nI plan to use this money to safeguard my families future. It is very essential that you understand that the kind of trust and confidence I want to put in you is extraordinary, and an act of desperation on my part, in order not to lose this money. Also, ensure that this contact with you should be treated with utmost secrecy.\nYour role in this project, is clearing the safety deposit containing the money which is deposited in my name from the Security and finance company, after which, the money will lodged into an account preferably a new account you should open for this transaction.  My share of the money will be returned to me when my asylum application in this country is granted, and I have permission to do business and open an account here. \nFor your reliable assistance, I will reward you with Fifteen Percent of the Money of the money. \nI have with me, the Certificate of Deposit for the consignment containing the funds, which will be used for claim from the security company, and the release codes of the vaults. Also, everything will be legally processed for transfer of ownership to you, and this transaction should be completed immediately depending on your prompt response.\nI thank you in advance as I anticipate your assistance in enabling me achieve this goal. \nPlease contact me whether or not you are interested in assisting me. This will enable me scout for another partner in the event of non-interest on your part.\nTo know more about the struggle by UNITA to liberate Angola, click on the link below and read.\n \nhttp://www.the-idler.com/IDLER-02/3-16.html\nhttp://news.bbc.co.uk/hi/english/world/africa/newsid_1839000/1839252.stm\n\nTHANKS,GOD BLESS.\nSincerely,\nSavimbi.\n\nPlease let me know you got my email by replying to my personal email address :\nsavimbi765@zensearch.com  \n\n  ", "id": "6ea1c4c02c62f5b600798eb10219fec4"}