{"email_subject": "ANSWER OUR CRY", "email_body": "Zuma bullians&Mother \nknow that this proposal might be a surprise to you but it as an emergency to \nour condition with my mother here in Cote D' Ivoire Abijan, Be bless as you \nhelp me and my mother to transfer and invest our money in your country.My \nname is Zuma Bullians. with My Mother from the republic of Sudan in Central \nAfrica Dafur, now seeking for refuge in Cote D' Ivoire l under \nthe(UNHCR)united nation high commission for refuge with my mother. \nI got your contact during a desperate search here in Cote D' Ivoire for a \npossible investment transaction. My (late) father HON DR. ALMAMMY BULLIANS, \nwho was the former ministre of finance and economy in Sudan before he was \nassasineted by the rebbles in the captal city of Khartoon 2003. And all our \nproperties was totally destroyed. However, we managed to escape with some of \nmy father's documents covering $18.500.000 Million dollars(Eighteen Million \nFive Hundered Thousand us dollars Only) which is presently deposited safely \nin a Bank here in Cote D' Ivoire Abijan West Africa on my name as the only \nson of the family and the next of kin. \nThe Bank have approved to transfer the fund deposited on my name but we are \nlooking for a trust and reaible foreign partner who will assist us to \ntransfer and inves the fund in his country. i was advice to live with my \nmother to Cote D' Ivoire abidjan because i was the next target as the only \nson of my family. All the vital documents will be fax to you as our foreign \npartner who will recive the fund for the investment. \nMeanwhile,we are saddled with the problem of securing a trust worthy foriegn \npersonality to help us transfer the money and invest it in his country and \ninto his possession pending our arrival to meet with him. Furthermore, we \nonly want this done this way because your country is politically stable for \nany profitable investment and only if you accept our proposal, you will \nserve as the beneficiary of the fund on commencement of this proposed \ntransactions. \nYou will send me and my mother a letter of inviation to enable us to get a \nvisa and fly down to your country once the fund is been transfer to your \ncountry.i hope you will not betray me and my mother because this money is \nall our hope since my late fathe r died. I am giving you the offers as \nmentioned with every confidence on your acceptance to assist us, we have \ndecided to invest 40% of the total fund based on equity participation in \nyour company. Secondly, we shall also take 5% out for any miscelleneous \nexpenses that may occure during the transfer. \nConclusively, i wish you send me a reply immediately as soon as you recieve \nthis proposal so that we shall arrange on how this fund will be transfer to \nyour country. On commencement,this transaction will take nothing less than 4 \nworking days to be accomplished as the bank managment told me and my mother. \nAll documents covering the fund are and intact with us here in Cote D' \nIvoire Abidjan and also send me. \n(1)your private phone number \n(2)your private fax number \n(3)your private email address so that i will contact you for more ditails \ni will fax you all the vital documents to enable you to contact the Bank \nfirm for the transfer.my mother is sending her greetings to you and your \nfamily. kindly keep this transfer seceret and confidentail between you and \nus . (zuma_bullians222@yahoo.fr)\nMy mother is sending her greetings to you and your family my private email \naddress (zuma_bullians222@ozu.es) \nTELE +225 064 084 70 \nThanks, yours son, \nBullians & Mother ", "id": "6f1415eeb061343a14109cc1f1faf3b2"}