{"email_subject": "Confidential", "email_body": "Dear Friend\n\nI am Mrs.Mercy Kume, wife of late Mr Anthony Kume, a wealthy Zimbabwean \nfarmer who was brutally murdered in a land dispute together with his \noversea \npartner Mr. pete Bailey and the whole of his family as result of land \nact \nreform by Zimbabwean president Robert Mugabe. The whole of  our \nfarmland amd \nproperties were destroyed by the mobs. The new land act reform which \naffected the white and black farmers, resulting to massive killing by \nwar \nveterans and lunatics in the society.\n\nMy husband died without leaving a word neither to me nor our only son, \nbut \nhis partner was rushed to the hospital where he later died after 2 \ndays. \nBefore my husband partner died, he confided in me that he deposited \nUS$29,000,000 (Twenty Nine million united states dollars) in one \nprivate \nsecurity company in Europe, that the money was meant for the purchase \nof new \nmachineries for mechanised agriculture for the Zimbabwean farmers \nmovement \nand new farms in Swaziland. He said that all I have to do is to source \nfor \nan oversea partner who can be placed as the Beneficiary of the fund so \nthat \nI and my son can have a new lease of life again. He made me promise \nthat \nsince he has no other leaving relatives, that I will not let money go \ndown \nthe drain.\n\nI was later diagnosed to have cancer of the breast which resulted to my \nlosing one part of the breast to surgery. Presently, I am hospitalised \nbecause my condition started deteriorating in a very strange manner. My \ndoctor gave me the saddest news of life as he told me that the cancer \nhas \nspread to every part of my body including my liver. I have been boldly \ntold \nthat I just have a very short time to leave. As things are now, I am \nnot \nafraid to die, but I don??t want my son to suffer and I don??t want to \nlet \nlate Mr.Bailey down by not having this claimed.\n\nConsequently, my proposal is that I will like you as a foreigner to \nstand in \nas the next of kin to Late Mr. Pete Bailey .This you can do by \ncorroborating \nwith my Kenneth who is currently seeking political asylum in Europe, \nand our \nfamily attorney to actualise this claim. I will request that you send \nme \nyour personal details viz: Your full name and private home address, \nyour \ntelephone and fax number.this will enable the attorney to place you as \nthe \nnext of kin to late Mr.Pete Bailey.The sharing mode will be as follows.\n\n1.30% of the fund will be for you\n\n2.50% will be for my son which you will have to invest for him as his \nguadian.\n\n3.10% will be donated to the Southern African research center for \ncancer.\n\n4.While 10% will be set out for all the bills encured to conclude this \ntransaction including the attorney fees.\n\nThere is no risk at all as all the paperwork for this transaction will \nbe \ndone by the Attorney and with my support and endorsement I can \nguarantee the \nsuccessful execution of this transaction. I cannot answer to any phone \ncalls \nhere in the hospital because of my situation.So if you are interested \nin \nthis transaction, kindly declare your interest by replying to this  \ne-mail \nvia my private mail mercykume@netscape.net\n\nFor your information the success and safety of this transaction will \ndepend \non your co-operation to keep it confidential and secret.As soon as I \nreceive \nyour favourable reply , I will proceed to forward you with further \ninformation.\n\nThank you and may God bless you.\n\nYours respectfully,\n\nMercy Kume(Mrs)\n\n\n\n", "id": "6f15408c2fe6ef33c85312a4c4e7121a"}