{"email_subject": "Your confidence. ", "email_body": "FROM MRS. DAISY KOUDIO\nVERSUS BANK OF COTE D'IVOIRE PLC \nPLOT 1004 CAMPOS DRIVE .\n       ABIDJAN.\n  (STRICTLY CONFIDENTIAL)\n \nHello  Good Friend,\n \nI have your contact from our officail  web-site directory in this department. I wish to commend you to carry out this business proposal with human and sincere trust.\n \nl am MRS. DAISY KOUDIO, Bank manager, long term fixed deposit department director, of VERSUS BANK COTE D'IVOIRE PLCS.  l have urgent and confidential business proposition for you) On june 6, 2001 an Australian mining consultant/contractor with the national mining corporation, ANN BARBARA MILLARD made a numbered time [fixed] deposit for twelve [12] calendar months, valued at us$15,000,000.00 [fifteen million us dollars] in my branch. \n \nUpon maturity, l sent a ruotine notification to her forwarding address but got no reply. After a month l sent a reminder and finally discovered from her contract employers, the national mining corporation that ANN BARBARA MILLARD died in an automobile accident. On further investigation, l found out that she died without making a [WILL] and all attempts to trace her next of kin was fruitless. l therefore made further investigation and discovered that ANN BARBARA MILLARD did not declare any kin or relation in her official documents,including her bank deposit paper work in my bank.\n \nThis sum us$15,000,000.00 is still hovering in my bank and the interest is being rolled over with the principal sum at the end of each year.According to our National Law, at the expiration of five [5] years, the money will revert to the ownership of the government, if nobody applies to claim the funds. \n \nConsequently, my proposal to you is that l would like you to stand as the next of kin to ANN BARBARA MILLARD so that the fruits of this old woman's labour will not get into the hands of some corrupt gorvernment officials. This is simple, l will like you to provide immediately, your full name,address, brief profile of you including your telephone and fax numbers so that an attorney will prepare the necessary documents and affidavits which will put you in place as the next of kin.\n \nWe shall employ the service of an accredited attorney for the drafting and notarization of the [WILL] and to obtain the necessary documents and of probate/administration in your favour for the transfer. Bank account in any part of the world which you will provide will then facilitate the transfer of this money to you as the next of kin/beneficiary.\n \nThe money will be paid into your account for us to share in the ratio of 50% for me and 30% for you. While the remaining 20% will be the expences both of us will incure during the transaction. \n \nThere is no risk at all as the paper work for this transaction will be done by the attorney and my position as the branch manager of my bank guarantees the successful execution of this transaction.lf you are interested, please reply immediately via email address above.\n \nUpon your response, l shall then provide you with more details and relevant documents that will help you to understand the transaction.\n \nPlease observe utmost confidentiality, and be rest assured that this transaction would be most profitable for both of us because l shall require your assistance to invest my share in your country.\nAwaiting your urgent reply. \n\n\n  Best regards, \nMRS. DAISY KOUDIO\n  Versus bank Abidjan Ci.\n\n\t\t\n---------------------------------\n  24 FIFA World Cup tickets to be won with Yahoo! Mail. Learn more ", "id": "6f182dfb1d6712b5923a63e9711c755d"}