{"email_subject": "YOUR ATTENTION URGENTLY NEEDED.      quintman", "email_body": "REPLY TO:  john.wimpoe@caramail.com\n                  wimpoejohn2@rediffmail.com\n\nFROM:      MR JOHN KELU\nCOUNTRY:   (BENIN REPUBLIC)\nBENIN REPUBLIC TEL:  +229-481137\nSATELLITE TEL:  +88216-46689736\n\nMy name is MR JOHN KELU from LIBERIA, a Country in WEST \nAFRICA. I am in a hide out now in BENIN REPUBLIC, \na neighboring Country in the same West African. I have \nLarge sum of money for INVESTMENT. The money is in \nMillions of U.S. dollars. I need Your help urgently for \nboth SAFE KEEPING and INVESTING this money in your country. \nI cannot move about freely now for reasons i will explain \nto you later.\n\nMy Uncle is MR JOHN Y. WINPOE. He was a former DEPUTY \nMINISTER OF NATIONAL SECURITY in LIBERIA. My Uncle made\nthis money from DIAMOND BUSINESS while he was a DEPUTY \nMINISTER OF NATIONAL SECURITY. \nHe was falsely accused of plotting to remove the then \nPRESIDENT OF LIBERIA (PRESIDENT CHARLES TAYLOR) from office.\nWithout trial, he was killed by Charles Taylor. You can \nverify this from LIBERIAN EMBASSY in your country. You can \nalso check in some of the international news papers posted \nin the web sites bellow:\n\nhttp://www.usatoday.com/news/world/2003-07-15-liberia_x.htm\nhttp://www.unwire.org/UNWire/20030716/449_6621.asp\n \nYou are one of the three email contacts given to me by a \nCyber Cafe' operator on my request for a foreign contact. \nShe did not tell me your name or country of origin. Though \nI did not tell her why I needed the contact of any foreigner.\n\nBecause of the urgent and confidential nature of this\nbusiness, you are advised to keep everything secret for \nnow. If you are interested in doing this business with me, \nkindly reply immediately to my two email Addresses:\n\njohn.wimpoe@caramail.com   OR   wimpoejohn2@rediffmail.com\n\nAfter that, i will send you all the details about this business.\nYou may if you so wish call me any time on my satellite \nphone:  +88216-46689736. This is a THURAYA satellite phone. \nYou can get THURAYA TELEPHONE easily by calling with AT&T, \nWORLDCOM, or SPRINT Telephones. Your Telephone Company will \nadvice you.\n\nAs from Tuesday (11/11/2003), I will be in the city.\nOnly then can you get me on My BENIN REPUBLIC telephone \nnumber: +229-481137\n\nThanks while waiting for your immediate reply.\n\nMR JOHN KELU (For the Family).\n\n\n", "id": "6f24acba97aa4842febe1638bb8360ad"}