{"email_subject": "ASSISTANCE   NEEDED", "email_body": " \n  pwill@mail2world.com\n  Pauline William,\nDakar Senegal, Refugee Camp,\nWest Africa.\nHello My Dear,\n      please write me, I am writting this letter with due respect and heartful of tears since we have not known or meet ourselves previously I am asking for your assistance after I have gone through a profile that speaks good of you. I want to find out if it's possible for you to deal with individual as to investment. My dear i will be so glad if you can allow me and lead me to the right channel towards your assistance to my situation now.I will make my proposal well known to you. I would like to use this opportunity to introduce myself to you. I am Miss Pauline William 22yrs old girl from Liberia in west Africa,i am a daughter of late Dr Tunde William My father Dr Dion was the personal advicer to the former head of state president Charles Taylor who is now in exile, before the rebels attacked our house one early morning killing my mother and my father It was only me that is alive now, and i managed to make my way to near by country where i am staying as a refugee now.\n   The main reason why I am contacting you now is to seek your assistance in the area of my future investment and also to help me to transfer the money that he deposited in finacier company over to your possession. the amount is (US10.3 Million dollars) he made this deposit some years back,the money was deposited as a family tresure which i am the next of kin. Please i am asking you to stand on my behalf as my partner to claim the money out from the security company and transferd it into your possition . I have made up my mind to offer you 25%of the total money, while the remaining will go into a productive business for me, As I have mention earlier I will make the procedure to this transaction to be well know to you  and i will give you the contact of the financier company so that you will contact them for more verification.please attach your direct and full contact address as you reply to me,as soon as you received this letter,i will be waiting to hear from you. yours\n pauline. please contact me with my email address or the alternative email above Regards,\nPauline William,\n\n\n Send instant messages to your online friends http://in.messenger.yahoo.com \n\n Stay connected with your friends even when away from PC.  Link: http://in.mobile.yahoo.com/new/messenger/  ", "id": "6f8acdfb900927bf95aa7630fe5310df"}