{"email_subject": "URHENT PLEA FOR ASSISTANCE {this is not spam}", "email_body": "\nDESK OF CHAIRMAN \nSub-Committee on Finance \nSouth African World Cup bid 2010 \n24 Steven Bikko Blvrd Pretoria, \nRepublic Of South Africa. \nEmail: william_muyeke_1970@yahoo.com \nCurrently in London,contact: \nTel : +44 704 0187 318 \nFax: +44 703 0404 168 . \n\nAttn: Sir, \n\nGreetings you must be aware now that my country The Republic of South Africa \nwon the bid to host the world cup by 2010,prior to this bid my committee was \nmandated to lobby the members of board of Federation International Football \nAssociation (FIFA) on selection of the \ncountry to host the world, the bidding was intensive but at the end we got \nthe hosting right. Mycommittee was given the sum of $29 million dollars to \nlobby the members of the FIFA ruling body to make sure that we win the \nhosting right considering the gain that comes with the hosting right like \nSouth Africa?s economy will receive a massive direct boost from hosting the \n2010 World Cup, \n\nfinancial impact report for South Africa's World Cup bid committee shows \nthat the 2010 World Cup will pump R21.3-billion into South Africa's economy, \nand creating an estimated 159 000 new jobs.With the help the living legend \nof our time 85-year-old Nobel  Peace Prize winner Dr. Nelson Mandela who \nmade an emotive case for The  Republic of South Africa, we got the bid \nwithout spending all the money, I and my committee members saw this as a God \nsent opportunity to secure our future and that of our family therefore was \nmandated by other committee members to look for a way to move the remaining \nmoney  to a safe place with the  help of a foreigner who we can trust and is \nready to assist us to move the funds considering the fact that we are \nstill members of the bid committee and in the eyes of the public. we have in \nour possession the sum $21millon since we spent just $8million for lobbying. \nWe are ready to give you 20% for all your assistance then me and my \ncolleagues will keep 80% lf you are willing kindly reply to my letter for \nfurther directive. we will want to invest our share  into Real-estate and \nair taxi business in your country with your assistance,bearing in mind that \nconfidentiality is of great essences  so is time in this project I will \nawait your response. \n\nBest Regards, \n\nMr.William Muyeke. \n\nAll responses should be sent to: w_muyeke6@hotmail.co.uk\n\n\n\n\n\n\n\n", "id": "6fd2cebfb4f51a5845b2d9270c8abd32"}