{"email_subject": "from me to you", "email_body": "                             \n      CENTRAL BANK OF NIGERIA\n\n   CENTRAL BANK OF NIGERIA.  Largest, Real-Time Online Banking Network In Nigeria. Our Core Values Are >>> Humility, Integrity, Empathy, Resilience \n \n\n\n\n\n\n\n\nFROM THE DESK PROFESSOR. CHARLES C. SOLUDO \nEXECUTIVE GOVERNOR, \nCENTRAL BANK OF NIGERIA (CBN)\nDIRECT PHONE LINE:+234806-000-6086\n\n  \nATTENTION:OUR HONORABLE CONTRACTOR,\n\nIMMEDIATE CONTRACT PAYMENT.CONTRACT/NNPC/FGN/MIN/009\n\nWe Apologies, for the delay of your payment and allthe Inconveniences and Inflict that we might have indulge you through.However, we were having some minor problems with our payment system, which is Inexplicable, and have held us stranded and Indolent, not having the Aspiration to devote our 100% Assiduity in accrediting foreign contract payments. \n\nWe Apologies once again.From the Records of outstanding contractors due for payment with the federal government of Nigeria, your name and company was discovered as next on the list of the outstanding contractors who have not yet received their payments. \n\nI wish to inform you now that the square peg is now in square whole and can be voguish for that your payment is being processed andwill be released to you as soon as you respond to this letter. Also note that from my record in my file your outstanding contract payment is US$65.700,000.00 (Sixty-Five Million Seven Hundred  United States dollars). \n\nKindly re-confirm to me the followings: \n\n1) Your full name......................  \n\n2) Phone, fax.............................. \n\n3) Company name, position.........\n\n4) Profession, age and marital status.............\n\n5) Working d/Int'l passport............................. \n\nAs soon as this information is received, your payment will be made to you in a certified bank draft or wired Transfer into your nominated bank account directly from central bank of Nigeria.\n\nBest regards.\n\n\nProf. Charles c.  Soludo.\nExecutive Governor,\nCentral Bank of Nigeria\nDIRECT PHONE LINE:+234806-000-6086\n\nCENTRAL BANK OF NIGERIA  \nINTERNATIONAL REMITTANCE DEPARTMENT  \nCORPORATE HEAD QUARTERS\nTINUBU SQUARE, LAGOS\n", "id": "6fd4cbc4e8301ae82edc784c3efab641"}