{"email_subject": "My time of need", "email_body": "\n\nMy name is Sandra Williams from United Kingdom, I am 18 years old. My letter might come to you as a surprise due to the fact that we have not meet in person for the first time or even being in correspondence before, but I believe it takes just a day to know some either physically or by correspondence. I believe that it takes a day to know some one either physically or by correspondence. I got your email address from the internet and decided to seek for your urgent assistance as I am having a big problem with my stepmother since after the death of my father. \n\nsome months ago my father died from Heart operation. I am making this contact to you in respect of 10, 000,000.00 British Pounds, which I inherited from my late father. My late father was an  International OIL dealer. My problem actually started when my stepmother called me and said that I must submit to her and her Children the deposit Certificate of 10, 000,000.00 British Pounds, \nwhich my late father gave me as a proof that he really deposited the money in a bank, I refused to submit the Deposit Certificate to them because the money was legally \"WILLED\" to me by my late father before he died, but out of greediness they want to use intimidation to take away the Deposit Certificate from me and then claim the money on their own.\n\nsince the death of my father, my stepmother and her Children has being Threatening to kill me if I do not give them the Deposit Certificate of the 10, 000,000.00 British Pounds, which I  inherited from my late father for my future survival. They seized my International passport and bit hell out of me because of the Deposit Certificate, but I refused to surrender the Deposit  Certificate to them because they also inherited majority of my late father's wealth including his companies. Their desire is to frustrate my life because I don't use to be in good terms with them because of past history concerning the death of my mother, I was told that my stepmother used her friend to poison my mother in other to become the only wife, so because of the story I heard  about the death of my mother, I ran away from the family house in other to protect the deposit certificate and my life from my wicked stepmother and her Children whose desire is to take away  my legal right and let me go as\ntray. \n\nNow, I need as urgent as possible a reliable and trustworthy foreigner who can receive this money for me in his or her country pending when I will arrange another International passport to  visit the person in his or her country for investment as I wish to run away from the country in other to secure my life from my wicked stepmother and her children who are now hunting me like a  prey. I wish to run to another country and settle down with the money as they use to say that prevention is better than cure, so I wish to protect my life for better tomorrow. At the present  time, I am in a hiding place arranging myself for traveling outside the country.\n\nIf you can help me in this my time of sorrow, I promise to reward you with 20% of the total sum, while 80% will be kept for me into your personal bank account pending my arrival to your country. Please help me to safe guide my only hope for survival. I am looking forward for your sincere and honest assistance to me. Reply to my private E-Mail Address: s_williams1989@yahoo.com.hk \n\nSincerely,\nSandra.\n\n\n", "id": "6fecb8b1da156d39e7af5d51120ef71b"}