{"email_subject": "Urgent From Mrs Alice.", "email_body": "DEAR ONE\n\nI am Mrs Alice Lancson ,I am pleading to get across to you for a very \nurgent and profitable business proposal, though I don't know you \nneither have I seen you before but I got your contact through the \ninternet, I am Mrs Alince  from Philippines, widow to the late former \nminister of finance in Philippine who died on 15th of May 2004. I \ninherited a total sum of $21.5 Million American dollars from my late \nhusband, the money was concealed in a metallic trunk box and was \ndeposited with a security company in Abidjan Cote D' Ivoire, in \nsecretly  safe keeping in the trunk box that was because I needed a \nmaximum security/safety of my consignment and no body know about it \neven the government organization can  naver trace  where about of the \nmoney until I am ready and prepare to claim it. but the Secuerity \ncompany didn't know the real content of the box, because it was \ndeposited as a family valuables.\n\nMy main purpose of sending you this mail is because of the way I found \nyou and perhaps trustworthy to give you this priority of shipping the \ntrunk box to any address that you think is very secure and save in your \ncountry for onward lodgement in your account for the purpose of future \ninvestment with your percentage of which we shall talk of it. I will \nsend you the Authorization Certificate to call them in my next mail \nwhich is the Certificate of deposit that they gave me on the very day \nwhen the box of money was deposited under their security company. I \ngive thanks immensely for your co-operation as I look forward to hear \nfrom you for quick conclusion of this transaction.The percentage will \nbe your reward for all your moral and financial assistance during the \nperiod of moving the trunk box to your country.You are therefore \nrequested to furnish me through my e-mail address You reply to my \npravite email ( al_20099@yahoo.fr )\n\nThanks and I look forward to your urgent message.\n\nMrs Alice.\n\n\n\n\n", "id": "7026b4a2b45fc30be7f49c50619fe028"}