{"email_subject": "URGENT REQUEST FROM MICHEAL MUMBAZA", "email_body": "\nFROM: Master Micheal Mumbaza\nAbidjan cote d'ivoire\nWest Africa.\n\nAtt:\n\nPlease kindly accept this offer with your full heart.\n\nWith warm heart I offer you my friendship, and I hope that this mail\nmeets you in good time. However strange or surprising this letter might\nseem to you as we have not meet personally or had any dealings in the\npast, I humbly ask that you take due consideration of its importance and\nimmense benefit.\n\nI am the only son of Dr Fedel C.Mumbaza from Sierra Leone. I am 22 years\nold. My late father, Dr Fedel C.Mumbaza was a native of Mende district in\nthe Northern province of Sierra Leone, he was the ex-general Manager of\nSierra Leone mining co-operation (S.L.M.C.) Freetown.\n\nHe died as a result of a car accident ,(may his soul rest in peace) but\nbefore he died ,He disclosed to me and my brother that he deposited the\nsum of ( $13.4,000 000.00)thirteen Million Four Hundred Thousand United\nState Dollars in a private security company in Ivory coast, that the money\nwas meant for the Cocoa export-business he wanted to establish\nin Abidjan,Ivory coast.\n\nAlthough according to my father he deposited the money in a private\nsecurity company, but he decleard it as Artcraft/Family valuables, He\ngave us the documents for the claims,\n(1)deposit certificates (2)Reciepts of payments,(3)Agreement papers.and\n\nask us to look for investors that will stand as his foreign business\npartner.\n\nI have arrived in Abidjan (Ivory coast) located the security company\nand comfirmed the (safe) metallic trunk box.\n\nNow with most honest and confidentiality I are soliciting your\nassistance in the following ways:\n\n(1)To stand as the foreign business partner of my late father(business\nassocate) so that we can retrieve the box (safe)from the security.\n\n(3) To move the money to your country for further investment.\n\nFeel free, if you may have any questions to ask. Meanwhile I will offer\nyou 10% of the total sum .\n\n\n\nThank you and May Almigty God bless you for your kind assistance.\n\nMicheal Mumbaza\n\n\n________________________________________\nTutti i concerti da non perdere! http://musica.jumpy.it/2003jm_m_concerti.asp\n\n\n\n", "id": "70528e8f335b14d9459ccd9d82cbe1e4"}