{"email_subject": "From Dr Ibrahim", "email_body": "FROM THE DESK OF DR.IBRAHIM QUATTARA \nAUDITOR, \nFEDERAL MINISTRY OF HEALTH AND \nSOCIAL SERVICES, \nDAKAR SENEGAL. \n\nDEAR FRIEND. \n\nLETTER FOR URGENT ASSISTANCE ON FUND TRANSFER \n\nFirst,i must solicit your strictest confidence in this transaction.This \nby viture of its nature as being utterly confidential and TOP SECRET. \nI got your contact in our search for a foriegn partner who has the \nability and reliability to prosecute a transaction of great magnitude \ninvolving a pending business transaction requiring maximum confidence.\n\nWe are top officials of the Federal Ministry of Health and social\nservices Dakar Senegal, \nWe are intrested in ivestments in your country with  funds which are \npresently trapped here Senegal in  other to commence this \nbusiness we solicit your assistance to enable us transfer into your\naccount the \nsaid trapped funds. \n\nThe source of this fund is as follows: During our last year Auditing, we\nfind out that \nsome government officials set up  companies   and awarded themselves\ncontracts which were grossly over invoiced in various Ministries, We\nalso identified a lot of inflated contracts funds which are presently\nDeposited in a BANK here in Dakar \n\nHowever,by virture of our position as civil servants and members of the \npanel ,we cannot acquire this money in our name.I have therefore ,been \ndelegated as a matter of trust by my colleagues of the panel to look for\nan overseas \npatner into whose account we would transfer the total sum of\nUSD$25,500,000.00 \n[TWENTY FIVE MILLION,FIVE HUNDRED THOUSAND UNITED STATES DOLLARS]. \n\nHence we are writting you this letter.We agreed to share the money thus:\n\n[1] 20% FOR THE ACCOUNT OWNER [YOU] \n[2] 80% FOR US [THEOFFICALS] \n\nIt is from the 80% that we wish to commense investments in your country \nas you will also stand as our foriegn agent over there.Please note that \nthis transaction is 100% safe and we hope to commense the transaction \nlatest seven[7]days from the date of the receipt of the following \ninformation bellow. \n\n[A] COMPANY\u0012S NAME BENEFICIARY OF ACCOUNT. \n[B] YOUR PERSONAL TELEPHONE NUMBER AND FAX NUMBERS. \n[C] BANK ACCOUNT/SORT/ABA/ROUTING NUMBERS \nWHICH THE FUND WILL BE TRANSFERED TO . \n[D]YOUR BANK ADDRESS,TELEPHONE NUMBERS/FAX NUMBERS. \n\nThe above information will enable us commense the transfer of this funds\n\ninto your account in your country without delay and also to open an \naccount in your name. \n\nWe are looking forward to doing this business with you and solict your \nconfidentiality in this transaction. \n\nPlease acknowledge the receipt of this letter using the above email \naddress,I will bring you into the complete picture of this pending \nproject when i hear from you. \n\nWith Kind regards, \nDr Ibrahim Quattara.   \n  ", "id": "7079332232ab65ec466fcac30d683314"}