{"email_subject": "MUTAUL BUINESS RELATIONSHIP", "email_body": "DEAR SIR/MADAM,\nMY NAME IS ENGINEER. TONY EDEM THE DIRECTOR GENERAL WITH THE MINISTRY OF WORKS AND HOUSING HERE IN NIGERIA. I WISH TO EXTENT THIS BUSINESS RELATIONSHIP TO YOU WITH THE HOPE THAT YOU WILL ACCEPT IT. IN THE YEAR 1999, MY MINISTRY AWARDED A CONTRACT TO A FOREIGN FIRM FOR BUILDING OF 620 HOUSING ESTATE AND CONSTRUCTION OF A STADIUM IN ABUJA THE NEW CAPITAL TERRITERY MEANT FOR THE CONCLUDED ALL AFRICAN GAMES WHICH NIGERIA HAVE HOSTED BY OCTOBER THIS YEAR.\nDURING THE TIME OF AWARDING THIS CONTRACT, MYSELF AND SOME TOP MEMBERS OF CONTRACT AWARDING COMMITTEE AGREED AND OVERINVOICED THE VOLUM OF THE CONTRACT WITH ADDITIONAL SUM OF $21 MILLION U.S.A DOLLARS, WHICH WAS MEANT TO TAKE CARE OF US.AS AT LAST YEAR, THE CONTRACTOR HAD COMPLETED THE PROJECT AND FULLY PAID.\nFOR NOW THE OVERINVOICED SUM OF $21 MILLION U.S. DOLLARS IS WITH THE CENTRAL BANK OF NIGERIA. AND MYSELF AND PARTNERS HAVE ALSO COMPLETED ARRANGMENT WITH TOP OFFICIAL OF THE BANK ON HOW TO RELEASE THIS MONEY, BUT FOR THE FACT THAT THE ORIGINAL CONTRACTOR WAS A FOREIGNER WE ARE NOW LOOKING FOR A FOREIGN PARTNER WHO WILL ASSIST US BY GIVING US ANY BANK ACCOUNT OF HIS/HER CHOICE TO ENABLE US ACCOMPLESH THIS BUSINESS.\nBASED ON THIS IAM NOW SOLICITING FOR YOUR KIND HELP TO GET THIS MUTUAL BUSINESS GO THROUGH.WHAT I NEED FROM YOU IS AN ACCOUNT WHERE THIS MONEY WILL BE TRANSFERED INTO. EVERY ARRANGMENT HAVE BEEN PUT IN PLACE TO MAKE SURE THE BUSINESS RUNS SMOOTHLY. TO THIS END, THE BUSINESS IS 100% RISK FREE. IN YOUR ACCEPTANCE\nREPLY, WE SHALL NEGOTIATE THE PERCENTAGE THAT WILL BE GIVEN TO YOU FOR ASSISTING US.\nI LOOK FORWARD FOR YOUR KIND AND IMMEDIATE RESPONSE.\nYOU CAN ALWAYS REACH ME WITH THE ABOVE EMAIL ADDRESS OR MY ALTERNATIVE EMAIL ADDRESS: engrtonyedem@yahoo.com WITHIN THE PERIOD OF 5 WORKING DAYS.\nYOURS SINCERELY\nENGINEER. TONY EDEM\nEMAIL: engrtonyedem@tiscali.co.uk OR engrtonyedem@yahoo.com\nFreeserve AnyTime - HALF PRICE for the first 3 months - Save £7.50 a month \nwww.freeserve.com/anytime", "id": "70c1c67d09bb161c3396c9924bdd0edf"}