{"email_subject": "FOREIGN PARTNER", "email_body": "Dear, \n\nNaturally, this letter will come to you as a surprise since we have not met, permit me however, I am Mr. Lawrence Abba, a Zimbabwean Farmer. \n\nI am contacting you as the need to for me to have a foreign partner in your country has become necessary due to my plans to relocate and establish a private company in that region, as the present political instability in my country Zimbabwe, does not encourage financial investment as the environment is not conducive for investment and most of all security is not insured, just as reported by international media.  I got your contacts through personal research and out of desperation I decided to reach you through this medium. I will give you more information as regards to this as soon as you reply and I repose great confidence in you hence my approach due to security network place on us and I hope you will not let me out to security personal.\n\nThis problem started when the Zimbabwean government under the leadership of President Robert Mugabe announced a degree on May 31st 2000 to seize more than 849 white-owned farms.  So far, more than 1,400 white owned farms have been invaded and confiscated, as well as claiming the properties of the farmers. Consequently, most of my colleagues and our properties were seized again putting us to total confusion, frustration and hopelessness by the administration of President Mugabe in my country and we where subjected to psychological torture by the security agents in the country. Some of my friends are still under detention, although arrangements are being made for their release, now I have no confidence with anybody within my country.\n\nDuring these periods, as reported by some international media including the CNN, so many white farmers were killed, the government is not stopping at this, as just recently the government have asked all white-farmers to give up their farms to black farmers or risk going to prison. Having lived in this country Zimbabwe for so many years, I have no other country to go to, nor can I trace any of my distant relatives. Therefore, I decided to contact you, for your assistance, so that I can establish a company in your country and relocate there. Also, I must re-iterate the importance of having a citizen of your country to front as the owner of the enterprise, due to the fact that I am a foreigner.\n\nFor this purpose, I have put in a security deposit all monies from the sale of my farm and farming equipments (including tractors etc) which amounted to US$6.5Million, I had to move the money out of the country through a very secret arranged channel in a very unconventional method by my friend an official at the \"Security Minting  & Printing Company\" of my country.  Presently, the money is in an Oversea Country, under the custody of a private security firm whose name is withheld for now until we open communication.  \n\nI will upon receiving your consent prepare every document to enable you receive this money on my behalf, pending my arrival to meet with you in your country so that we can both make further arrangements with regards to establishing the company.\n\nAs a partner you will be entitled to 20% stake in whichever company that you both decide to establish when I arrive your country.\n\nI am waiting urgently for your response and please treat with utmost confidentiality.\n\nBest Regards \n\n\nLawrence Abba.\n\n\n\n", "id": "70d6741feb83ab5fddfa82bf7d18620c"}