{"email_subject": "From Mark Nguessane.", "email_body": ">From Mark Nguessane.\n\nDear ,\n\nI am Mark Nguessane from Seirra-Leone I am the son of Chief Nguessane Bakari \nwho was the managing director and owner of NGEBAK Import/Export \ncompany,NGEBAK Logistics company and NGEBAK Glass company here in Abidjan \nCote d'Ivoire West Africa.\n\nDear I humbly wish to write you this letter in order that you will assist me \nand my only Sister Cecilia in this money transfer to your bank account in \nyour country for investment in a profitable business.\n\nOn the 11th october 2004 our late father attended the general meeting of all \nthe import/export companies in the country and unfortunately he was poisoned \nby his business rivals and he later died in the hospital.\n\nBut before his death,after staying in bed for three days in the hospital,he \ntold me that he deposited the sum of US$12,000,000.(Twelve Million US \ndollars) in a bank here in abidjan on behalf of his foreign business partner \nin abroad and he advised me to look for a co-beneficiary from abroad to \ntransfer these money to his account for investment in his country.\n\nPresently,the members of his extended family has claimed all his companies \nleaving nothing behind for us,his extended family members also sent us away \nfrom his house where we are living and they seized all our house hold \nproperties.\n\nWe are presently now staying in a hotel here in Abidjan Cote d'Ivoire \nbecause of our lives and the security of the valid documents which the bank \ngave to our late father on the day he made the deposit lest the members of \nour late fathers extended family will kill us and Claim these money in the \nbank.\n\nBased on our ignorance in the international business world of this sort,we \nhereby solicit for your urgent assistance as the co-beneficiary of these \nmoney, for the bank to transfer these money to your safe and secured bank \naccount in your country.\n\nfor further proceedings as we wait for your soonest response. Please,we \ndon't want neither third party nor publicity of any kind in this business \ntransaction as we have agreed to offer you 25% of the total sum and 75% will \nbe for us respectively as you will also assist us to join you in your \ncountry as soon as this money is transfered to your account in your country \nfor the investment.\n\nThanks in advance as we wait for your soonest response,\n\nYours Sincerely,\n\nMark and Cecillia Nguessane.\n\n_________________________________________________________________\nDon't just search. Find. Check out the new MSN Search! \nhttp://search.msn.click-url.com/go/onm00200636ave/direct/01/\n\n\n\n", "id": "7106a62a616e60e3850e064ce4cde190"}