{"email_subject": "FROM THE DESK OF  PATRICE KONE.", "email_body": "FROM THE DESK OF  PATRICE KONE (Esq).\nTHE MANAGER IN CHARGE OF AUDITING\nAND ACCOUNTING UNIT FOREIGN\nREMITTANCE DEPARTMENT OF\nDEVELOPMENT BANK (ADB)\nOUAGA-BURKINA FASO IN WEST AFRICA.\n\nPLANE CRASH WEB SITE..http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n                        (\"REMITTANCE OF $15 MILLION U.S.A DOLLARS\n                          &nbs p;  CONFIDENTIAL IS THE CASE\")\n\nCompliment Of The Season,\nOn a very good day. I am (PATRICE KONE  Esq),The Head of file Department in \nAfrican developent bank (ADB).I got your contact from Yahoo tourist search.\nWhen i was searching for a foreign partner i assured of your capability and \nreliability to champion this businees opportunity when i prayed to God or \nAllah about you.In my department we discovered an abandoned sum of $ 15 \nmillion U.S.A dollars ( fifteen million U.S.A dollars) . In an account that \nbelongs to one of our foreign customer who died along with his entire family \nin (Monday 31st July 2000) in a plane crash. Since we got information about \nhis death, we have been expecting his next of kin to come over and claim his \nmoney because we cannot release it unless somebody applies for it as next of \nkin or relation to the deceased as indica ted in our banking guidelines, but \nunfortunately we learnt that all his supposed next of kin or relation died \nalongside with him at the plane crash leaving nobody behind for the claim. \nIt is therefore upon this discovery that I and one official in my department \nnow decided to make this businness proposal to you and release the money to \nyou as the next of kin or relation to the deceased for safety and subsequent \ndisbursement since nobody is coming for it and we dont want this money to \ngo into the bank treasury as unclaimed bill.The Banking law and guideline \nhere stipulates that if such money remained unclamed after five years, the \nmoney will be transfered into the Bank treasury as unclaimed fund. The \nrequest of foreigner as next of kin in this business is occasioned by the \nfact that the customer was a foreigner, and a Burkinabe cannot stand as next \nof kin to a foreigner. We agree that 30 % of this money will be for you as \nforeign partner, in respect to the provision of a foreign account, 10 % will \nbe set aside for expenses incured during the business and 60 % would be for \nme and my woman colleague. There after i will visit your country for \ndisbursement according to the percentages indicated. Therefore to enable the \nimmediate trnansfer of this fund to you as arranged, you must apply first to \nthe bank as relations or next of kin of the deceased indicating your bank \nname, your bank account number, your private telephone and fax number for \neasy and effective communication and location where the money will be \nremitted.Upon receipt of your reply, I will send to you by fax or email the \ntext of the application I will not fail to bring to your notice that this \ntransaction is hitch free and that you should not entertain any atom of fear \nas all required arrangements have been made for thetransfer.\n\nYours faithfully,\n\nPATRICE KONE (Esq.)\n\nPOST SCRITUM:You have to keep everything secret as to enable the transfer to \nmove very smoothly in to the account you will prove to the bank.As you \nfinished reading this letter call me immediately so that we discuss very \nwell over this business.\n\n______________________________________________________________________\n\nJe suis le directeur du bureau de changes  la BAD-burkina. Je m'appelle Dr  \nPatrice Kone.\nDans mon dpartement,il a t dcouvert une importante somme d'argent qui \nappartenait  un de nos clients qui mourut lors d'un accident d'avion en \njuillet 2000 avec sa famille entire ne laissant personne pour rclamer \ncette fortune qui s'lve  $15 M USD(amricains).Vous pouvez avoir plus \nd'informations de cet accident sur ce site \nWeb:http://news.bbc.co.uk/1/hi/world/europe/859479.stm\nDepuis lors, personne ne s'est prsent pour rclamer cette somme qui se \ntrouve dans notre banque. Or, les rglements bancaires en Afrique stipulent \nque, si une telle somme reste sans revendication aprs une priode de \n5ans,ceci doit tre vire dans dans le compte de trsor bancaire. C'est afin \nd'viter que ce fond profite au gouvernement burkinab que mon collgue et\nmoi avons dcid de chercher un partenaire tranger qui peu nous aider  \nfaire transfrer cette somme dans son compte bancaire. Ceci dit, vous devrez \nvous prsenter au niveau de la banque comme hritier du dfunt afin de \ndevenir bnficiaire de ce fond. Le choix d'un tranger pour jouer ce rle \nrvle du fait qu'un burkinab ne peut pas se prsenter comme hritier(e) de \nnotre dfunt client Nous acceptons que vous aurez les 30% du partage,mon \ncollgue et moi aurons les 60% alors que 10% seront consacrs aux dpenses \nsurvenues lors du transfert. Une fois ce fond transfr, mon  collgue et \nmoi viendrons sur place chez vous en vue du partage, conformment aux \npourcentages sus indiqus. Ainsi vous devez me donner toutes vos \ncoordonnes, ce qui me permettra de mieux vous connatre et de vous envoyer \nle texte d'application(demande de transfert).Je vous rassure que ce business \nest  100%sans risque et que vous ne devrez mettre en vous aucun atome de \ncrainte. Veuillez croire cher monsieur, l'expression de mes considrations.\n\nDistingue.\n\nMerci .\n\nPATRICE KONE (Esq.)\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "71271ff973d7a5337c7aba1079740bfb"}