{"email_subject": "CONSIDER THIS OFFER", "email_body": "DEAR SIR/MADAM,\n\nI AM DAVID OBI AN ACCOUNTANT (FOREIGN PAYMENT DEPT) WITH THE  FEDERAL\nMINISTRY OF TRANSPORT LAGOS- NIGERIA.\n\nWITH THE ASSISTANCE OF SOME SENIOR OFFICALS OF THE CENTRAL BANK OF\nNIGERIA,AND THE MINISTRY OF FINANCE, WE WANT TO TRANSFER THE SOME OF\nTHIRTY-FIVE MILLION US DOLLARS OUT OF MY COUNTRY,THE TEN MILLION US\nDOLLARS IS AN ACCUMULATION OF OVER-INVOICED CONTRACTS WHICH WAS SUPPLY TO \nTHE\nPRISON AUTHORITY, THE CONTRACT HAS BEEN  EXECUTED AND COMMISSIONED BY THE\nNIGERIA PRISON AUTHORITY.THIS AMOUNT STILL LIES IN THE  IN SUSPENCE ACCOUNT\nWITH THE CENTRAL BANK OF NIGERIA(CBN).\n\nAS CIVIL SERVANTS WE CANNOT OPERATE A FOREIGN ACCOUNT BECAUSE THE CODE\nOF CONDUCT ACT IN NIGERIA MAKES IT AN OFFENCE FOR ANY PUBLIC OFFICER TO\nOPERATE FOREIGN ACCOUNT.IT IS AS A RESULT OF THIS THAT WE SOLICIT YOUR\nASSISTANCE TO MAKE USE OF YOUR PRIVATE/ COMPANY?S ACCOUNT TO TRANSFER THE \nSAID\nSUM.\n\nPLEASE NOTE THAT ALL MODALITIES HAS BEEN WORKED OUT FOR A SMOOTH AND\nHITCH-FREE TRANSFER OF THE US$35MILLION INTO YOUR ACCOUNT, WITHIN 10\nWORKING DAYS OF GETTING YOUR POSITIVE RESPONSE AND CONSENT.YOU WOULD BE\nENTITLED TO 20% OF THE $35 MILLION FOR PROVIDING US AN ACCOUNT, 75% WOULD \nCOME TO US IN NIGERIA, AND THE REMAINING 5% WOULD BE USED TO OFFSET ALL \nLOCAL/FOREIGN\nEXPENDITURE ON THE FOLLOWING ROUNDS.\n\n(A) THAT WE ARE SATISFIED ON ALL GROUNDS THAT OUR SHARE OF THE FUND\nWOULD BE GIVEN TO US AFTER TRANSFERENCE.\n\n(B) THAT THIS TRANSACTION IS TREATED WITH UTMOST CONFIDENCE,SECRECY AND\nABSOLUTE SINCERITY, WHICH IT DEMANDS.\n\nIF YOU ARE INTERESTED IN THE PROPOSAL, YOU CAN CONTACT ME THROUGH MY E\nMAIL :davidobiag@walla.com or davidobi2@walla.com  TO ENABLE US DISCUSS\nFURTHER DETAILS ON THE TRANSACTION. YOU ARE ALSO REQUIRED TO PROVIDE A  \nSECURED\nTELEPHONE AND FAX FOR THE PURPOSE OF THIS TRANSACTION.\n\nEXPECTING TO HEAR FROM YOU SOONEST,\n\nYOURS FAITHFULLY,\n\nDAVID OBI.\n\n\n\n\n", "id": "71293b3c38af0168455464ea1e88f8ed"}