{"email_subject": "NAPIMS", "email_body": "FROM THE DESK OF : GENERAL VICTOR MALU\nNATIONAL PETROLEUM INVESTMENTS \nMANAGEMENT SERVICES (NAPIMS),\nFEDERAL SECRETARIATE COMPLEX,\nMAITAMA SULE, ABUJA F.C.T.\nemail: genv_malu@123mail.cl\n\nATTENTION : DEAR FRIEND,\n\nThe Petroleum Investment Management Services (NAPIMS) in the \nExploration & Production (E&P) Directorate is the Upstream arm of NNPC that \noversees the Federation investments in the Joint Venture Companies \n(JVCs),Production Sharing Companies (PSCs) and Services Contract Companies  (SCC).\n\nNAPIMS is, therefore, set up to earn margin arising from investments in \nthe JVCs, PSCs and SCs with the multinationals and also protect the \nnation's strategic interests in the JVCs.In addition, NAPIMS engages in \nfrontier exploration services in basins where the multinationals hesitate \nto\nventure, like the Chad Basin.\n\nVision: To be a world class oil investment management outfit.\n\nMission Statement: To optimize the benefits accruing to the Federation \nfrom its investments in the Upstream Sector of the Petroleum (Oil & \nGas) Industry.\n\nMajor Strategic Roles of NAPIMS:\n\nTo maximize Petroleum Profit Tax (PPT) and guarantee a higher Margin \n(Rate of Return) on Investment, through efficient cost monitoring \nreduction mechanisms.To ensure that a reserve base is maintained and reserve \naddition targets are attained. These are:30 billion barrels by year 2002 \nand 40 billion barrels by year 2010.\nTo ensure increased production capacity from the current 2.5 2n barrels \nof oil per day (bopd) to 3 million (bopd)by year 2003 and 4 million \nbopd by year 2010 .\nTo encourage gas utilization and commercialization\nTo promote local content input in engineering and construction, \nsupplies and materials utilization through in country technological \ncapability.\nTo enhance Nigerianization in the industry and facilitate technology \ntransfer.\nTo promote maximum co operation in communities of oil and gas producing \nareas as well as ensure that environmental protection do as are \nstrictly maintained.\n\nAs an executive director of the above named agency I am involved in the \naward of major contracts to foreign contractors.\nOne of the numerous contracts we awarded was to refurbish our moribund \nfour national refineries. However, they are still not working to 100% \ncapacity utilization. This has resulted in serious crisis in the oil \nindustry and necessitated in the price increases of petroleum products.\n\nThere has been mounting pressure on the Nigerian government to probe \nthe NNPC and its subsidiaries. As a matter of fact the National assembly \nhas already started this probe exercise. To avoid the imminent shakeup, \nwhich has already taken its toll on the former Group Managing Director \nof\nNigeria National Petroleum Resources(Dr. Jackson Gaius-Obaseki), has \nbeen dismissed from office and has been replaced by Mr. Funsho \nKupo-lokun, from the aftermath of this forgoing. I am looking for foreign \ninvestor I could front as partner. This investor will assist us invest the sum of \nUS$59.5M (FIFTY NINE MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS).\nPlease if interested, get back to me with my above private email so that I could discuss further details and modality of the transaction with you.\n\nI thank you.\n\nSicerely,\nGen. Victor Malu (RTD)\n\n\n\n\n\n\n_________________________________________________________________\nGesendet mit WEBMAIL - www.jenbach.net\n", "id": "723ad5215d154d68ddf9c96c5dc0e9d2"}