{"email_subject": "Bonjour", "email_body": "Trs cher,\n\nJe suis Mme Mari Gomogo e d'origine Angolaise. Je suis\nmari  Mr James Gomogo pour qui a travaill avec les\nforces marines l'Angola pendant neuf ans avant qu'il ne\ndecde en 2004. Nous tions maris pendant onze\nannes sans enfant. Il est mort aprs une brve maladie qui\na dur seulement quatre jours. Avant sa mort nous tions\ntous les deux chrtien veritable.\n\nA sa mort que j'ai dcid de ne pas me remarier ou obtenir\nun enfant en dehors de ma maison matrimoniale chose que\ndefend la bible.Du vivant de mon dfunt mari, il a dpos\nla somme de 3.5 Millions $ americain(Trois millions cinq\ncents mille Dollars americain) dans une Masion de \nsecurit en palce ici en Cte d'Ivoire.\n\nActuellement, cet argent est toujours avec la\nbanque.Rcemment, mon docteur m'a inform du fait que je\nsouffrirais d'une maladie srieuse: le cancer. Le mal qui\nme drange le plus est l'hypertension. Aprs avoir su mon\ntat j'ai dcid de donner ce fonds  une glise ou  une\npersonne qui utilisera cet argent tel que je l'instruirais.\nJe recherche donc une glise ou une personne de confiance\nqui mettra ces fonds aux services des orphelinats, veuves,\npropageant ainsi la parole de Dieu et faire en sorte que\nl'oeuvre de Dieu soit maintenue. La bible declare qu'est\nbnie la main qui donne.\n\nJ'ai pris cette dcision parce que je n'ai aucun enfant qui\npourrait hriter de cet argent et les parents de mon mari\nne sont pas chrtiens.je ne veux pas que les efforts de mon\nmari soient dilapids par des non-croyants. Je ne veux non\nplus une situation o cet argent sera employ dans les\nchoses du monde;raison pour laquelle je prends cette\ndcision. Je ne craint point la mort par consquent que je\nsais o je vais. Je sais que je vais tre dans le royaume\ndu seigneur. Exode 14 verset 14 dit :\"le seigneur dfendra\nma cause et je demeurerai dans sa paix\".\n\nDs que je reois votre rponse je vous enverrais le\ncontact de la maison de securit ici  abidjan. Je joindrai\ngalement une lettre d'autorit qui vous prouvera que je\nsuis le bnficiaire actuel de cet argent dans\nun caisse bien depos comment l'effects famliaux pour la\nraison de prudence. Je veux que vous et votre glise priiez\ntoujours pour moi parce que le seigneur soit toujours mon\nberger.\n\nMon bonheur est que j'ai vcu une vie de digne chrtien.\nCelui qui veut servir le seigneur doit le servir dans\nl'esprit et la vrit. Veuillez demeurer toujours dans la\nprire toute votre vie.\n\nveuillez me rassurer que vous agirez en consquence comme\nje l'ai voqu ci-haut. Tout en esprerant recevoir votre\nrponse que Dieu vous benisse.\n\nActuellement, je reside dans un hotel d'abidjan en Cte\nd'Ivoire.\n\nVtre soeur en Christ,\nMme Mari Gomogo.\n\n\n", "id": "7250d1f2c33ab3dec37f58d59cbc2ec9"}