{"email_subject": "From: Miss Julian Zanna.", "email_body": "From: Miss Julian Zanna.\nRue 12 Avenue williamsville Abidjan,\nRepublic of Cote D' Ivoire.\njulzna74@yahoo.fr\n\nDear Friend,\n\nI am sorry if this mail will come to you as an embarrassment or a suprise,I\njust felt like empting myself to you,I got your contact through yahoo member's\ndirectory and having gone through you profile i decided to contact\nyou ,as am faced with total frustration and hardship. My ernest prayer is\nthat you find this mail in good health and blessings. I am presently residing\nin Abidjan,Cote d'Ivoire.I left my country with my father after the death\nof my mother during the war in our country and we came here because my father\nowned a business here,(cocoa business), during the going political crisis\nhere which has turn out into a civil war since 2003,my father was attacked\nand killed here at the hit of the crisis as the rebels were killing prominent\nforeigners with the reason that they were financially supporting the government\nagainst them and the rebels are accusing the government of doing the killing.\n\nPresently,I am staying in a REFUGEE camp assisted by the Red cross\norganisation,due to the way which the camp is securized by united nations\nforces and after the death of my father,our house was set ablaze,I was unable\nto meet my needs pay my bills and accommodation. And in my dilemma which\nwas another reason for going to the camp, where I could at least feed and\nsleep as I did not know anyone here. I take permission to go to the town\nwhere they have internet access to enable me correspond with you.\nSecondly,my late father concealed some amount of money in a trunk box and\ndeposited it in a safe keeping house to the turn of $19.5 million dollars\nwhich I will want you to help me move out of this country because of the\nwar here.But the safe keeping house does not know the true content of the\ntrunk to be cash as my father declared upon deposit as containing art craft\nfor export. My father confided so much in me after the death of my mother,infact\nI became his wife,we were so close that we never did anything without my\nknowledge and opinion All that I want is your sincere and genuine help in\nhelping me safe guide this trunk which means that you will have to come here\nso that we can meet face to face first before proceeding with this claim,as\nwe have to do the claiming of the trunk which the money is concealed claimed\nout of the safe keeping house first and the money moved out of this country\nas I am the named next of kin to this deposit.\n\nI can not allow the money remain here while because of the war here which\npossess a great risk to as my life and future solely lies on it.If you have\nheard from the news for the past few months now there has been intense fighting\nand bombing by the French troops which I will like to live here as soon as\nwe have this money moved out of this country. I will also like upon your\narrival here to open an account in any of the international banks of your\nchoice here where this money will be lodged into for transfer to your country,I\nknow that this is our first mail,but I have decided to confide in you from\nthe choice of your word on your profile.\nI want you to know that for years now,I have lived in absolute frustration,tires\nand pains without any person around me,no parent,uncles or friend,but God\nhad kept me until now,which I believe that I will smile once again. Thirdly,I\ndo not want to attach myself to you out of desperation so that I do not get\nused rather I intend you helping me to claim this money as I intend living\nfor your country to start an entire new life and complete my education,as\nyou will have to help in the investment of\nthis money. But I really need your help at this trial and difficult time\nof mine.\n\nI am totally frustrated that my whole mind for now lies on my survival which\nis securing this money.Please I am confiding completely in you and I really\nneed your assistance at this point of my life as you alone knows of this\nventure.\nI will enclosed my copies of my personal pictures and my late father's pictures\nfor your view I wait to hear from you.\nPlease get back to me with the above yahoomail address as well shown below:\njulzna74@yahoo.fr\n\nThanks and be bless.\nJulian Zanna.\n\n\n\n\n\n\n", "id": "725cc5927b35ab8de8b0e197e845e98e"}