{"email_subject": "INVITATION TO ACT AS NEXT OF KIN ", "email_body": "Mr.nelson mba. First Atlantic Bank PLC 4/6 Adetokunbo Ademola Street P. O. Box 75369 Victoria Island, Lagos-Nigeria website:  I Am Mr.nelson mba, in charge of bills and foreign exchange remittance Department of First Atlantic Bank Plc. I am writing you this letter to ask for your support and co-operation to carry out this business opportunity in my department. We discovered an unclaimed sum of $24.5Million (Twenty-four million five hundred thousand dollars) in an account belonging to one of our customer,(Mr.Kurt Kahle. Age 51) who died in a plane crash (Concorde Airlines Flight AF4590)with his 37-year-old wife and son Michael, aged eight. on Monday, 31 July, 2000, 13:22 GMT 14:22 UK Please view this site and read it's content carefully. http://news.bbc.co.uk/1/hi/world/europe/859479.st Since we got information about his death we have been expecting his next of kin to come over and claim his money. Unfortunately,neither the family nor the relation has appeared to claim this money. We cannot release this money unless somebody applies as the next of kin or relation to the deceased. Our banking guidelines indicated that if such money remained unclaimed for a period of Six (6) years, it would be transferred into the First Atlantic Bank Treasury as unclaimed fund. Another officer and I in the department now decided to transfer this money into your account as the next of kin or relation of the deceased for easy collection since nobody is coming for it and we dont want this money to go back into the bank treasury as an unclaimed fund. Infact it is my friend that advised me to urgently arrange to transfer out this money through another foreign beneficiary outside the country.Upon your acceptance to this proposal,we have also agreed on a sharing Ration: 1.30% for you as the account owner 2.60% for I and my colleagues 3.10% will be set aside to defray all incidental expenses both locally and internationally during the cause of this transaction. Furthermore we shall be coming over to your country when the money is finanlly in your account and we shall be relying on your advise as regards,to investment of our share,be informed that this transaction is genuine and 100% risk free considering the top level bank officials involved. As you know that I enjoy good office here with the bank and I will use my personality to make the official application on your behalf for approval of this money into your nominated account thereby having the banktransfer this money into your bank account. I will advice that you furnish me with the necessary details for me to make the official application of claim on your behalf as the next of kin and beneficiary of this money with out wasting time Here are the details I will need to make the application. (1)Your Full Name. (2)Your Contact Address. (3)Bank Name & Address (4)Your phone & Fax Number for effective communication. (5)Age, Religion & Occupation. This is to effect the swift transfer of this fund into your account in less than (7) working days. Waiting for your urgent response Regards, Mr nelson mba. PLS REPLY TO (nelson_mba@excite.com)", "id": "72bfe3233e546323d3aa45bae6668c7c"}