{"email_subject": "PLZ READ CAREFULLY.", "email_body": ">From The Desk Of Barrister\nHelen Hill (Esq).\nEmail: { helen_hill99@yahoo.com}\n\nI am Barrister Helen Hill I am an attorney to a\ndeceased American Immigrant, who was a business man/contractor\nin my country with the Crude Oil sector of the\ngovernment.Nigeria National Petroluem\nCo-opration.{NNPC} Here-in-after shall be referred to\nas my client.On the 30th of March 2002, my client, his\nwife and their three Children died in the Kenyan\nAirways plane crash from U.A.E. Since then I have been\nmanaging his properties, and a contract, which he\nexecuted for the Department of Petroleum Resources\n(DPR), Which I monitored the payment as his attorney.\n\nNow the money for the contract has been deposited in a\nbank which I would want you to assist in repatriating\nbefore it gets confiscated by the government,\nParticularly,the bank has issued me a notice to\nprovide the next of kin or have the account\nconfiscated within a short period of time.The deceased\nhas an account Valued at $28 million dollars (USD).\n\nSince I have been unsuccessful in locating the\nrelatives for over 7 months, now I seek Your consent\nto present you as the next of kin of the deceased, so\nthat the proceeds of this account valued at $28\nmillion dollars can be paid to you and then you, I and\nhis account officer would share the money. 55% to me\nand the accountant, 40% for you, 5% for miscellaneous\nexpenses that might arise. I have all necessary\ninformation that can be used to back up any Claim we\nmay make.\n\nAll I require is your honest co-operation to enable us\nto see this deal through.I guarantee that this will be\nexecuted under a legitimate arrangement that will\nprotect you from any breach of the law. Please get in\ntouch with me by my E-mail address with your full\nnames and address,personal telephone and fax numbers\nto enable us discuss further about this transaction.\n\nN.B. P:S. your response should be directed to {\n} for urgent attention.\n\nBest regards,\nBarr. Helen Hill (ESQ).\n\n\n\n\n\n\n\n", "id": "72c25af5148872472632f0278d5d2d09"}