{"email_subject": "Assalamu Alaikum! Please help my family", "email_body": "From: Mrs. Mariam Abacha\nEmail: memariamkano@latinmail.com\nEmail: mariamabacha1952@myway.com\nTel/Fax: +234-1-7590445\n\nDear Beloved,\n\nAssalamu Alaikum! Please help my family\n\nI am Mrs. Mariam Abacha, the widow of the late Gen.Sanni Abacha\nformer Nigeria Military Head of State who died mysteriously as\na result of Cardiac Arrest.Since after my husband's death my\nfamily is under restriction of movement and that not\nwithstanding, we are being molested, continuesly embarrassed,\npoliced and our Bank Account both here and abroad are being\nfrozen by the Nigeria Civilian Government thereby putting us\nunder hardship and suffering. Furthermore, my eldest son is in\ndetention by the Nigeria Government for more interrogation\nabout my husband's assets and some vital documents.Following\nthe recent discovery of my husband's Bank Account by the\nNigeria Government with Swiss Bank in which the huge sum of\nUS$700 Million and DM450 Million was logged. I therefore\ndecided to contact you in confidence that I was able to move\nout the sum of US$42 Million Dollars, which was secretly\ndefaced and is sealed in trunk box for security reasons and\npresently deposited with a security company overseas. I\ntherefore personally, appeal to you Seriously and religiously\nfor your urgent assistance to move this money into your country\nwhere I believe it will be safe since I cannot leave the\ncountry now due to the restriction of movement imposed on the\nmembers of my family by the Government.\n\nPlease kindly send me your direct telephone and fax\nnumbers,your full name, contact address,date of birth,sex,\noccupation and copy of your international passport or driver's\nlisence so that i will tell you on how to claim the trunk box\nfrom the security company as soon as you indicate your\ninterest, I will be willing as utmost APPRECAITION and\nGRATITUDE to compensate you with 30% of the funds, and\nadditonal 5% set aside to reimburse any expenses whatsoever you\nmay incur in the cause of this assistance while we have 65%\nkept for my family safely.\n\nPlease reply urgently and treat with absolute confidentiality\nand sincerity.NB:Please before you reply me this mail,i would\nlike you to first go through this website.Switzerland Bank has\nalso agreed to give back my family some of our money.kindly\nview the website:\nhttp://news.bbc.co.uk/go/em/fr/-/1/hi/world/africa/1935646.stm\n\nI await your positive reply as Allah blesses you and your\nfamily. Please reply me through my email:\nmemariamkano@latinmail.com\n\nWaminu aleikun wasalam,\nHAJIA MARIAM ABACHA (MRS).\nEmail: memariamkano@latinmail.com\nEmail: mariamabacha1952@myway.com\nTel/Fax: +234-1-7590445\n\n\n", "id": "72f18e09f7cd9090b2c51ba447d99909"}