{"email_subject": "PRIVATE MESSAGE", "email_body": "Hello,\n\nI am very sorry to embarrass you with this email as I did not mean to intrude\nin your privacy if not for the peculiar situation I have found myself. As you\nread this, don't feel sorry for me, because it is the destiny of everyman to\ndie someday. I am Jaron Abbas a business merchant based in Scotland. I have\nbeen diagnosed with esophageal cancer.\nIt has defiled all forms of medical treatment, and right now I have only about\na few months to live, according to medical experts. I regret that I have not\nparticularly lived my life so well, as I never really cared for anyone (not\neven myself), but my trade. Though I am very well to do, I was never open\nhanded; I was always hostile to people and regarded them like they never had\nhopes of becoming as successful as myself. Now I know that there is a lot more\nto life than just prosperity.\n\nI believe that when I am given a second chance to come to this world, I would\nlive my life a different way from how I have lived it. Now that death is\nimminent, I have willed and given most of my belongings to immediate and\nextended family members, as well as a few close friends. I want God to be\nmerciful to me and accept my soul. Hence I have decided to support charity\nwork; this is what I want to be remembered for. So far, I have been able to\nreach out to a few charity organizations in the Singapore, Algeria and\nMalaysia. Now that my health has deteriorated so badly, I cannot do  \nthis myself\nanymore.\n\nI once asked members of my family to aid me in giving of alms to those\norganizations catering for the less privileged in Bulgaria and Pakistan; they\nrefused and kept the resources to themselves. Hence, I do not trust them\nanymore, as they seem not to be contempt with what I have left for them.\n\nThe last of my belonging which no one knows of, is the huge deposit of Two\nMillion, Five Hundred Thousand US dollars that I have in a safe  \nkeeping company\nabroad, which I will want you to secure and bestow to charity organizations.\n\nYou can reach me on my email address jaron_abbass@yahoo.de\n\nJaron Abbas\n\n\n\n\n\n\n\n\n\n", "id": "7353d962fd8a454857034f88c6388a32"}