{"email_subject": "FROM DR. PAUL A . SULE", "email_body": "\n\nFROM DR. PAUL A . SULE\nTHE PRESIDENCY\nDEBT RECONCILIATION COMMITTEE\nFax: +234-1-555-9344\n\nATTN CONTRACT BENEFICIARY,\n\nIMMEDIATE PAYMENT OF YOUR FUNDS. #: GVRCBN/NNPC/FGN/MIN/006.\n\nI am the Director, Debt reconciliation Committee of the Federal Republic of\nNigeria. I bring to your immediate notice and urgent attention that  \nthe present\nNigerian Presenident, The United Nations and the African Union have finally\napproved your payment.\n\nA woman by name Mrs. Janet White came to our office with an application letter\nstating that you are dead and that you have instructed her to be the\nbeneficiary also that you told her to act as your Next of Kin to receive your\npayment in her account. We are writing to know if this is true, if you at any\ntime gave this woman the power of attorney to represent you also if you are\naware that your payment of $15.5M will be transferred to the below account:\n\nBank of America,\n2201 C St. NW, Washington, D.C. 20520\nABA Number: 114000653;\nAccount Number: 4746363838;\nAccount Name: JANET WHITE\nAccount officer's Phone number: 202-624-4750\n\nIf you are not aware of the above, do immediately reconfirm your correct\nbanking details so that funds can be transferred to your account without any\nfurther delay as we have instructed our London paying bank toeffect  \ntransfer to\nthe above account if we do not hear from you till the next four banking days\nfrom the day this message was sent.\n\nI wish to inform you that this approved amount has been processed and will be\nreleased to you as soon as you respond to this letter. Also note that from the\nrecord in my file, the approved amount for immediate transfer is $15.5 million\ndollars (Fifteen Million Five Hundred Thousand United States Dollars).  \nWith due\nrespect sir, do reconfirm the below details to avoid paying your\nContract/Inheritance payment to a wrong account or beneficiary. Note that this\npayment is ready to be made into your account as soon as you confirm  \nto us that\nyou did not send this woman and reconfirm the below details.\n\n1) Your full name and full address (2) Phone, fax and mobile #.3) Bank  \nName and\naddress (4) Bank account number, Swift code etc where funds will be  \ntransferred\nto.\n\nAs soon as this information is received, your payment will be made in cash\npayment or KTT wire transferred to your bank account directly from  \nCentral Bank\nof Nigeria or our London Paying Bank and a copy of payment slips sent to you\nfor immediate confirmation through your bank.\n\nDo help us serve you better by responding to this message immediately.\n\nRegards,\nDr. Paul A. Sule\nDIRECTOR DEBT RECONCILIATION COMMITTEE\n\n\n\n", "id": "73a2c8b0fc3c051af1194d22bb63dceb"}