{"email_subject": "From Mr. Smith Badwell", "email_body": ">From Mr. Smith Badwell\nProtocol officer,\nElstree way\nBorehamwood\nHertfordshire\nWD6 IGA, London,\nUnited kingdom.\nDear Sir\n\nREPATRIATION OF $65.5M\n\nFollowing the approvals received by this office recommending\nfor the immediate repatriation of the above referenced fund\nand having been listed in category \\\\\"A\\\\\" foreign creditors,\nyou are by this notice informed that your assistance is\nrequired in receiving the approved fund floating in an\noffshore payments Account in Holland. This is as result of\ngrossly over invoiced contracts which were executed by a\n(Deceased) national of Foreign country on the Oil Refineries\nin Saudi Arabia.This contract was deliberately over invoiced\nto the tune of US$65.5m Million Dollars. This was a deal by\nmy committee to enefit from the project.\n\n\nI have therefore been mandated as a matter of trust to look\nfor a foreign partner into whose account we could transfer\nthe sum of USD65,500,000.00 (sixty-five million, five\nhundred thousand Us Dollars only). We have agreed to share\nthe funds thus: 80% for us and 20% for account owner (you).\nIf you are interested, please forward the following\ninformation to:\n\n(1) Your Name/company\\\\'s name and full address,\n(2) Your banker\\\\'s name, Swift code, address, A/C number,\ntelephone and\nfax numbers.\n(3) Your contact Tel/Fax No.\n(4) Your Occupation\n(5) Valid ID\n\nUpon the receipt of the above details, payment will be\nactivated by the feeding of your data into payment system,\nfollowed by a signal that will be sent to the paying bank to\nremit funds into your nominated bank account within 7\nofficial working days of receipt of the above\ninformation. Your swift response will be highly appreciated.\n\nBest regards\n\nSmith Badwell\n\n\n\n--------------------------------------------------------------------------------------------\nNueva Barra de Herramientas de OZÚ. Navega Más facilmente por Internet.\n¡Descargatela gratis! http://barra.ozu.es/\n--------------------------------------------------------------------------------------------\nCorreo enviado desde http://www.ozu.es\n\n\n", "id": "73ed90f3d8e7cb610a8eb1f4fe7d245c"}