{"email_subject": "FROM THE DESK OF MR.Atik BASSIM", "email_body": "FROM THE DESK OF MR.Atik BASSIMBILL AND EXCHANGE FOREIGN REMITTANCE DEPT. BANK  OF  AFRICA  ( BOA) OUAGADOUGOU, BURKINA FASO ,                        Dear Friend,    Compliments,    I am the manager of bill and exchange at the foreign remittance department of BANK OF AFRICA. I am writting to seek your coperation over this business deal.  In my department,  I discovered an abandoned sum of$15million USD(Fifteen million US dollars)only , in an account that belongs to one of our foreign customers who died along with his entire family in a plane crash that took place in Kenya,East Africa,the Late DR. GEORGE BRUMLEY,a citizen of Atlanta,United States of America but naturalised in Burkinafaso,WestAfrica and  contractor with ECOWAS,(ECONOMIC COMMUNITY OF WEST AFRICAN STATES) .    Since we got information about his death, we have been expecting his next of kin to come over and claim his money because it cannot be released  unless somebody applies for it as next of kin or relation to the deceased as indicated in our banking guidelines but unfortunately , all his supposed next of kin or relation died alongside with him at the plane crash leaving nobody behind for the claim. It is therefore upon this discovery that I now decided to makethis businness proposal to you and release the money to  you via your foreign bank account as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and this money Could  go into the Bank treasury as unclaimed Bill.    The Banking law and guideline here stipulates that if such money remainedunclamed after four years, the money will betransfered into the Bank treasury as unclaimed fund.The request for your assistance and maximum co-operation as a  foreign citizen  to stand as the next of kin in this business is occasioned by the fact that the deceased customer was a foreigner and a Burkinabe cannot stand as next of kin to a foreigner. 30 % of this money will be for you as my foreign partner, inrespect to the provision of a foreign account. 10 %will be set aside for expences incured during the business and 60 % would be for me.There after I will come over to your country for disbursement accoding to the percentages indicated.    Therefore to enable the immediate trnansfer of this fund to you as arranged,you must apply first to the bank as the relation or next of kin to the deceased,indicating your claims and wherein the money will be remitted .  Upon receipt of your reply, I will send to you by fax or email the text of application which you will fill and submit to the office of the foreign remittance director of the bank of africa. I will not fail to bring to your notice that this transaction is stricly confidential and i will use my position in this Bank to effect a hitch free transfer of the fund.  You should contact me immediately as soon as you receive this letter.  Trusting to hear from you immediately.  Please , visit the website below for more informations about the Plane Crash and the tragic death of the deceased and his entire family, Late DR.GEORGE BRUMLEY.    http://www.wral.com/news/2345844/detail.html    Yours faithfully,  MR.Atik BASSIM.Marre des virus ? utilisez Windows Live One Care, c'est gratuit  !", "id": "73f5b707e7d1febbcf26782ed4f643e8"}