{"email_subject": "DEMANDING URGENT ATTENTION/CALL ME.", "email_body": "FROM THE DESK OF : MR ZAKI AHMED,\nAUDITING AND ACCOUNTING SECTION,\nAFRICAN DEVLOPMENT BANK (A.D.B)\nOUAGADOUGOU BURKINA-FASO,WEST AFRICA.\n \nDEAR FRIEND,\n \nI AM ZAKI AHMED, THE DIRECTOR IN CHARGE OF AUDITING AND \nACCOUNTING SECTION OF AFRICAN DEVLOPMENT BANK (A.D.B) OUAGADOUGOU \nBURKINA-FASO WEST AFRICA WITH DUE RESPECT AND REGARD. I HAVE DECIDED TO \nCONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO \nBOTH OF US AT THE END OF THE TRANSACTION.\n \nDURING OUR INVESTIGATION \nAND AUDITING IN THIS BANK, MY DEPARTMENT CAME ACROSS A VERY HUGE SUM OF \nMONEY BELONGING TO A DECEASED PERSON WHO DIED ON OCTOBER 31ST 1999 IN A \nPLANE CRASH AND THE FUND HAS BEEN DORMANT IN HIS ACCOUNT WITH THIS BANK \nWITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR \nRELATION BEFORE OUR DISCOVERY TO THIS DEVELOPMENT.\n \nTHE SAID AMOUNT \nWAS U.S 11.5M (ELEVEN MILLION FIVE HUNDRED UNITED STATES DOLLARS). AS \nIT MAY INTEREST YOU TO KNOW, I GOT YOUR IMPRESSIVE INFORMATION THROUGH \nTHE BURKINA-FASO CHAMBER OF COMMERCE ON FOREIGN BUSINESS RELATIONS HERE \nIN OUAGADOUGOU BURKINA-FASO.\n \nMEANWHILE ALL THE WHOLE ARRANGEMENT TO \nPUT CLAIM OVER THIS FUND AS THE BONAFIDE NEXT OF KIN TO THE DECEASED, \nGET THE REQUIRED APPROVAL AND TRANSFER THIS MONEY TO A FOREIGN ACCOUNT \nHAS BEEN PUT IN PLACE AND DIRECTIVES AND NEEDED INFORMATION WILL BE \nRELAYED TO YOU AS SOON AS YOU INDICATE YOUR INTEREST AND WILLINGNESS TO \nASSIST US AND ALSO BENEFIT YOUR SELF TO THIS GREAT BUSINESS \nOPPORTUNITY.\n \nIN FACT I COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF \nMY POSITION IN THIS COUNTRY AS A CIVIL SERVANT(A BANKER),WE ARE NOT \nALLOWED TO OPERATE A FOREIGN ACCOUNT AND WOULD EVENTUALLY RAISE AN EYE \nBROW ON MY SIDE DURING THE TIME OF TRANSFER BECAUSE I WORK IN THIS \nBANK. THIS IS THE ACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR \nFELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN WITH AFFIDAVIT OF \nTRUST OF OATH TO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE HE \nWILL NEED THE MONEY TO BE RE-TRANSFERRED INTO ON HIS REQUEST AS IT MAY \nBE AFTER DUE VERIFICATION AND CLARIFICATION BY THE CORRESPONDENT BRANCH \nOF THE BANK WHERE THE WHOLE MONEY WILL BE REMITTED FROM TO YOUR OWN \nDESIGNATION BANK ACCOUNT.\n \nI WILL NOT FAIL TO INFORM YOU THAT THIS \nTRANSACTION IS 100% RISK FREE.ON SMOOTH CONCLUSION OF THIS TRANSACTION, \nYOU WILL BE ENTITLED TO 30% OF THE TOTAL SUM AS GRATIFICATION, WHILE 5% \nWILL BE SET ASIDE TO TAKE CARE OF EXPENSES THAT MAY ARISE DURING THE \nTIME OF TRANSFER AND ALSO TELEPHONE BILLS, WHILE 65% WILL BE FOR ME AND \nMY PARTNERS. PLEASE, YOU HAVE BEEN ADVICED TO KEEP \"TOP SECRET\" AS I AM \nSTILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER WE CONCLUDE \nTHIS DEAL WITH YOU.\n \nI WILL BE MONITORING THE WHOLE SITUATION HERE IN \nTHIS BANK UNTIL YOU CONFIRM THE MONEY IN YOUR ACCOUNT AND ASK ME TO \nCOME DOWN TO YOUR COUNTRY FOR SUBSEQUENT SHARING OF THE FUND ACCORDING \nTO PERCENTAGES PREVIOUSLY INDICATED AND FURTHER INVESTMENT, EITHER IN \nYOUR COUNTRY OR ANY COUNTRY YOU ADVICE US TO INVEST IN. ALL OTHER \nNECESSARY VITAL NFORMATION WILL BE SENT TO YOU WHEN I HEAR FROM YOU.\n \nI LOOK FORWARD TO RECEIVE YOUR PHONE AND FAX NUMBERS FOR EASY \nCOMMUNICATION,\n\nYOURS FAITHFULLY,\nMR.ZAKI AHMED.\nMOBILE 00226 76 56 72 \n41.\n \nDEMANDING URGENT ATTENTION/CALL ME.\n\n\n\n", "id": "73f8ff90f7d8fe0ad8c5d14f1aa3cd07"}