{"email_subject": "CAN YOU HELP US PLS    CAN YOU HELP US PLS !!!!!!!!!!!!!!  !!!!!!!!!!!!!!", "email_body": "FROM: MICHEAL BALOY\nTEL:2776 44 10054.\nEMAIL:michaelbaloy@yahoo.com \n\nDear Sir & Madam\n\nI know you will be surprise to receive this letter. I am\nMR.MICHEAL BALOY the only son of the General \nEDWARD BALOY who was killed during a bloody shoot out claimed\nthe lives of 24 Cols and Generals including the life of the\nlate  SAVIMBI of republic of ANGOLA.\n\nI got your contact through the South African information of\nExchange (S.A.I.E) regarding your trust worthy, as such; I\ndecided to ask for your assistance to transfer some money\nOut of South Africa into your personal or company account.\n\nBe fore my father's death, he was the General in charge of\nArms and Ammunition purchase for the Republic of Angola\nArms Forces. And in his will he specifically drew my\nat! tention to the sum of US$35.7 MIL! LION United State\nDollars) which deposited in a private Security and finance\ncompany in South Africa.\n\nIN FACT MY FATHER SAID IN HIS \"WILL\"AND I QUOTE. MY BELOVED\nSON, I WISH TO DRAW YOUR ATTENTION TO THE SUM OF US$35.7\nMILION, WHICH I DEPOSITED IN PRIVATE SECURITY AND FINANCE\nCOMPANY IN SOUTH AFRICA (JOHANNESBURG) LIFE BEING\nUNPREDICTABLE ESPECIALLY IN THE MILLITARY. INCASE OF\nANYTHING TOMMORROW DO TAKE CARE OF YOUR MOTHER AND MAKE \nSURE SHE DO NOT LACK ANYTHING.\n\n>From the above, you will understand that the lives and our\nfuture  depend on this money, as such we will\nbe very grateful if you can assist us. We are now leaving\nin South Africa as political asylum Seekers and financial\nlaw of republic of South Africa do not allow Asylum seekers\ncertain financial right to such huge amount of money. In\nview of this, I cannot invest this money in South Africa,\nhence my ! asking you to assist me to trans! fer this money out\nof South Africa to your own personal or Company account\noverseas for investment purposes.\n\nFor your effort my family is willing to offer you 30% of\nthe total Money, while 5% will be put aside for local and\ninternational expenses Incurred during the transaction and\nthe balance I intend to invest in a Profitable venture in\nyour country or else where you may advice. Please Note that\nthis transaction is 100% risk free, the major thing I\nrequire from you is absolute ASSURANCE that the money will\nbe safe when transferred to your account\n\nFinally, modalities on how to transfer this money will be\ndiscussed Once a genuine interest from you is shown.you can\n call me on my number +2776 44 10054.reply back with my \nallternative email address: michaelbaloy@aim.com \n\nThanks and God Bles! s You,\n\nBest Regards.\n\nMR. MICHEAL BALOY(FOR THE FAMILY)\n\n\n\n", "id": "74f57b972409de4b964ae0b35069def6"}