{"email_subject": "GOD'S  WORK.", "email_body": "Beloved in Christ,\n\nIt is a priviledge to hear from God and it gives me\njoy to relate my testimony to you haven recieved\ninstruction from God through divine revelation.\n\nI was a Moslem and a retired military top officer in\nNigerian Army that served under the past military\nregime. I was the financial secretary to the Armed\nForce Ruling Council (AFRC). With my position as a \nfinancial secretary, I was able to secure up to\n$146,000,000.00(One hundred and fourty  six million us\ndollars which i deposited with a finance and security\ncompany in a country that will be disclosed to you\nlater as you indicate interest. I wanted to use this\nfund to context for the post of the president of\nNigeria in the next republic.\n\n\nImmediately I got retired, I was converted from Moslem\nto Christian when I was preached the words of God\nthrough my cousin the pastor of my church I then gave\nmy life to Christ and became a born again Christain.\n\nSince I gave my life to Christ, I had no rest of mind.\nSome times I think of the souls I killed when I was a\nsoldier and the dubious ways I diverted my countrys\nmoney into my Personal Bank Account. I then decided to\n\nseek the face of God for forgiveness and after fasting\nand prayer through Divine Revelation, the Almighty God\nrevealed to me that the only way I could have rest of\nmind is when I used my wealth to do the work of God. \nI have been thinking of the particular thing to do for\nmy God before this present civilian president of my\ncountry set up  a panel(Honourable Oputa Panel) to\nprobe the Bank Account of the past Military officers\nlike me. They suceeded in finding out the funds I have\nin my personal Bank accouts in Nigeria and they have\nseized all my money.I am still facing their charges\nbut i have refused to disclose to them that i have\nsuch money somewhere and they can never find out\nbecause I want to use part of it to do the work of\nGOD.\n\nI have decided to use part of this fund for charity\ninstead of loosing it to my government. I am presently\nunder house arrest and my movement is restricted.The\nconsignments that contained the money is now\naccumulating demurage in the country because the\nagreement time with the security company has passed. I\nhave been  making arrangement to sneak out and clear\nit but I can not travel out now.I sent a message to\nthe security company that I am sending somebody to\ncome and claim the consignments.I want a honest\nchristain who will not run away with my money and who\nwill be honest to use part of the fund for things of\nGod and let the name of the lord be glorify and so\nthat I can have rest of mind as the Lord told me.If\nyou are interested in going to claim the fund,I will\ndisclose to you where i deposited the money and every\ndocument to claim the fund will be fax to you.\n\nI am still making arrangement to see if I can sneak\nout of the country with my family.As soon as you claim\nthe fund,please use half of it for GOD`S WORK and keep\nhalf of it for me till I come over to meet you.\nIf you are interested in going,please send to me your\nfull names,address to submit it to the security\ncompany as the person coming to claim the\nconsignments. \n\nI look forward to your response\n\nGod bless you.\n\nDeacon   pastor faith.\n\n\n\n\n\n\n\n______________________________________________________\nGet Paid... With Your Free Email at\nhttp://www.zwallet.com/index.html?user=pastor_faith\n\n", "id": "7524bba5d9dc287500282dffc6a23ead"}