{"email_subject": "URGENT BUSINESS TRANSACTION", "email_body": "FROM:BARR.ROTIMI BELLO (ESQ)NO.5 MILVERTON STREET,   \nVICTORIA-ISLAND\nLAGOS.\nEMAIL:barrister_rotimibello_chamber@yahoo.co.uk\n\n \nDear Sir/Madam,                                                          \n \nI am Barrister Rotimi Bello, a solicitor at law. I am the personal attorney to Mr. Douglas Raju, a national of your country, who used to work with shell development company in Nigeria and as well a one time secret agent in transferring of money overseas for the Late head of state of Nigeria {Late Gen.SANI ABACHA}.Before his death On the 21st of April 2002 [my client,his wife and their only daugther were involved in a car accident along sagamu express way in which all occupants of the motor died}. My client {RAJU}deposited  the sum of $15.5m in a commercial bank(CENTRAL BANK OF NIGERIA) here in Nigeria for himself, with the hope of transferring it to his country as soon as he is on leave.\n \nSince his death I have made several enquiries to your embassy to locate any of my clients extended relatives this has also proved unsuccessful. After these several unsuccessful attempts, I decided to trace his last name over the Internet, to locate any member of his family hence I contacted you. I have contacted you to assist in repatriating the money and property left behind by my client before they get confiscated or declared unserviceable by the bank where these Money were Deposited. Particularly, the (CENTRAL BANK OF NIGERIA) where the deceased Deposited (US$15,500,000)fiftheen million five hundred thounsand dollars has issued me a notice to provide the next of kin with in the next ten official working days.\n \nSince I have been unsuccessful in locating the relatives for over 3years now I seek your consent to present you as the next of kin of the deceased since you have the same last name so that the proceeds of this deposit (Money) valued at (US$15,500,000)fiftheen million five hundred thounsand dollars can be claim by you and then you and me can share the money. 40% to me and 60% to you I have all necessary legal documents that can be used to back up any claim we may make. All I require is your honest cooperation to enable us see this deal through. I guarantee that this will be executed under a legitimate arrangement that will protect you and me from any breach of the law. Please get in touch with me by my private email address:(barrister_rotimibello_chamber@yahoo.co.uk) for more information to enable us discuss further or you can call my private line;# 234 8033791090\nBest regards,\n \nBarrister Rotimi bello (Esq)\nEMAIL:barrister_rotimibello_chamber@yahoo.co.uk\n\n\n\n", "id": "75921a12ebade8ec029aebf2903e3682"}