{"email_subject": "I need your help", "email_body": "Attn: I am Mr. Jacko Maree the C.E.O of Islamic Development Bank (IDB)  Dakar,Senegal. However I got your contact from the web during my search  for help.I decided to contact you by email because I feel that it is  more secured and private. Recently I discovered a Dormant Account with  a huge amount of Money Valued US$31,823,000.00 USD[Thirty one million  eight hundred and twenty three thousand United States Dollars] that  belongs to one of our late Customer who died in a plane crash .During  my investigation and auditing in this bank, my department came across a  very huge sum of money belonging to Late Mr.Morris Thompson an American  great industrialist and a resident of Alaska,who unfortunately lost his  life in the plane crash of Alaska Airlines Flight 261 which crashed on  January 31 2000,including his wife and only daughter.You shall read  more news about the crash on visiting this site which I got during my  investigation;  The fund has been dormant in his account With this Bank without any  claim of the funds in our custody either from his family or relation  before my discovery of this development.The Banking law here stipulates  that if such money remains unclaimed for ten years, it will be  forfeited to the Bank treasury as an unclaimed bill.It is only a  foreigner that can stand as a next of kin and It is upon this discovery  that I decided to contact you to collaborate with you to pull out this  dormant fund.In order to avert this negative development, I now seek  your permission to have you stand in as next of kin to Our late  Customer so that the fund will be released and paid into your account  as the beneficiary´s next of kin now that the bank is still expecting a  next of kin or relative of the deceased ,Late Mr. Morris Thompson. In  fact I could have done this deal alone but because of my position in  this country as civil servant,I am not allowed to operate a foreign  account and that would eventually raise an eye brow on my side during  the time of transfer since I still work in this bank, this is the  actual reason why I required a second party or fellow who will assist  me forward claims as the next of kin and also provide either an  existing bank account or to set up a new Bank a/c immediately to  receive this fund, even an empty a/c can also serve for this purpose. On smooth conclusion of this transaction,55% of the fund will be for me, I will give you 30% of the total transfered sum,10% for charity both in  Senegal and in your country while the remaining 5% will be set aside to  settle expenses both parties might incure during the transfer process. What I want from you is for you to act as the deceased next of kin. I  have in my possession, all the necessary Documents to successfully  accomplish the operation.Bear in mind that this transaction is 100%  risk free. Further Information will be given to you as soon as I  receive your positive response. PLEASE,THE CONTENT OF THIS LETTER IS A  TOP SECRET AND I WILL WANT YOU TO KEEP IT TO YOURSELF ONLY. Sincerely  yours, Mr. Maree Jacko.", "id": "75ac00b036c29fe18824f27ae3354ac7"}