{"email_subject": "Happy New Year with this transaction", "email_body": "Dear Friend\n\nCompliments of the seasons\n\nThis letter is written to you based on contact information I came across on \nweb while searching for investment options overseas. My name is *Tony Silver \nand I work as a manager in an Insurance company here.I discovered one \nunclaimed policy for the sum of Twelve Million United States Dollars \n{US$12,000,000.00} to be paid out as SURRENDER VALUE for the LIFE ASSURANCE \nPOLICY of one liquidated oil servicing company by name {CEDRY INCORPORATED} \nthat went bankrupt nine years ago and does not exist anymore.\nFor us to claim this money, we need a foreigner who will stand as the \nmanager of\nthe liquidated company to file a claim on this policy using details and \ninformation I will supply.\n\nI have made efforts over the years to get any foreign member of the \nliquidated company without success. I finally found a lawyer by name \nBARRISTER PRINCE VICTOR who was the lawyer/attorney of the liquidated \ncompany. I revealed the unclaimed policy to him and he has accepted to work \nwith me to get the Surrender value paid to the account of any foreigner I \nwill provide to stand as the manager of the liquidated company. Barrister \nVictor told me that the manager then was very sick during their companys \nliquidation and later died and for that reason no one raised the issue of \ntheir Surrender value with our insurance company.\n\nIf you accept to stand as the manager or an Assistant manager of the \nliquidated Company to claim this surrender value of Twelve million dollars, \nI am willing to split the funds into three parts, for each of us having an \nequal share of Four Million Dollar. Once you file the claim, we will do the \nrest for you in the inside and get the payment released in your name. If you \nare interested and capable please get back to me through email.\n\nI will send my identifications to you once you indicate your interest to \nwork with me. There is no risky in your involved because the company has \nbeen liquidated and dissolved and has left Africa for about eight years.This \nBarrister Victor and I will come over to your country for our share once \nthis transaction is concluded. I am optimistic that we will conclude this \ntransaction within three weeks.\nThanks in advance for your anticipated co-operation\n\nRegards\nMr.Tony Silver\n\n\n\n\n", "id": "75bf613db3780f4755631d8ef93505cb"}