{"email_subject": "Imperative and Private", "email_body": "FROM: MRS. ELIZABETH OGALI\nDEPARTMENT OF PETROLEUM RESOURCES\n7 KOFO ABAYOMI STREET, VICTORIA ISLAND\nLAGOS - NIGERIA.\n\nDear Friend,\n\nThis letter may come to you as a surprise but it was borne \nout of my sincere desire to share a mutual business \nrelationship with you. First, your strictest confidence in \nthis transaction is highly solicited. This is by virtue of \nits nature as being utterly confidential and top secret.\n\nWe are top government official with a statutory \ncorporation and members of an ad hoc committee set up by \nthe Federal Government of Nigeria to review contract \nawarded by past administration. In the course of \nidentifying, scrutinizing and recommending for the payment \nof all valid contract executed, we discovered a huge sum \nof money amounting to USD41.5M (Forty One Million five \nHundred Thousand US Dollars) on grossly over invoiced \ncontract already awarded and executed for the Department \nof Petroleum Resources. Having Cleaned the 'AUGEAN STABLE' \nwe intend to transfer the balance of USD41.5M presently \nfloating in our apex bank of Nigeria to our own benefit \nand advantage.\n\nHowever, we request for your unwavering assistance in this \nregard because as civil servants we are prohibited under \nthe civil service code of conduct bureau from operating a \nforeign account or running a foreign company unless after \nretirement in this vain we want you to front for us as \npartner to enable us lodge the funds speedily into your \naccount. Bear in mind that no risk is attached to this \nproject and all logistics are in place and modalities \nworked out for the smooth conclusion within a stipulated \ntime. This is in accordance with the fact that you must \nnever betray the trust already reposed on you. We have \ndecided to compensate you with 30% of the total sum for \nyour support, 60% for us while 10% for miscellaneous \nexpenses (local and international).\n\nPlease, provide your confidential phone and fax number to \nenable my boss contact you for further discussion on this \nmatter to his private email address: (r_swafa@lycos.com)\n\nPlease advise in your return e-mail if any time is \nconfidential enough to call you.\n\nLooking forward to hearing from you.\n\nBest regards,\n\nMrs Elizabeth Ogali\n(Secretary of the Committe)\n\n\n\n\n\n", "id": "75d14b1a94530500daca070bf3ab4ebd"}