{"email_subject": "from john_ishmeal", "email_body": "from john_ishmeal\nAbidjan Cote D` Ivoire \nWest Africa\nE-mail= john_ishmeal2@yahoo.fr \nDear One,\nI wish to write you about this business proposal and urgent assistance. Towards my life and inheritance.\nI am JOHN ISHMEAL ,20years old and the son of  late Mr.and Mrs THODER ishmeal.My father was a highly reputable busnness man-(a cocoa merchant)who operated in the capital of Ivory coast during his days.\nIt is sad to say that he passed away mysteriously in France during one of his business trips abroad year 13th  feb. 2002.Although his  death was linked or rather suspected to have been masterminded by an uncle of his who travelled with him at that time.\nMy mother died when I was just 3 years old,and since then my father took me so special. Before his death\nhe called the secretary who accompanied him to the\nhospital and told him that he has the sum of Nine million,seven hundred thousand United State Dollars.(USD$9.700,000) left in fixed deposit account in one of the leading banks.\n \nIn his farms here he still has worth of (USD$700,000) Seven hundred thousand United State  dollars cocoa which will be ready for exportation in 6 weeks time.\n \nHe further told him that he had changed the name used  in depositing the money in my name,and finally\nissued a written instruction to his lawyer whom he said is in possession of all the necessary and legal documents to this fund and the bank.\n \nI am just 20 years old, and really don't know what to do.Now I want an account overseas where I can transfer this fund and to continue my education because of the risk of insecurity to my live.My uncle has been after me,ever since he understand that My Father willed all his assest to me.The death of my father actually brought sorrow to my life.\nTherefore I am in a sincere desire of your humble assistance in this regards.Your suggestions and ideas will be highly regarded.\nNow permit me to ask these few questions:-\n1.Can you honestly help me as your son?\n2.Can I completely trust you?\n3.What percentage of the total amount in question  will be good for you after the money is in youraccount?\n4.Can you help me in investing in a proper  and profitable way and not regreting associating with you.\nPlease,Consider this and get back to me as soon as possible.So that i can known my faith and what next to do.\nContact.= john_ishmeal2@yahoo.fr \nThank you so much.\nMy Regards.And God Bless You\nJOHN ISMEAL\n\n\n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\n Yahoo! Mail - Helps protect you from nasty viruses.", "id": "75eceb10d26493c4bb9bd932c7489799"}