{"email_subject": "CONFIDNTIAL", "email_body": "BARRISTER DAVID.A NELSON\nEquity Chambers\nLagos, Nigeria.\n\nAttention:\n\nGreetings to you.\n\nI am Mr.  David.A Nelson, Principal Partner Benson & Associates (EQUITYCHAMBERS).\nI need your urgent and very confidential approach to this proposition.\n\nOn April 12 2000, my client a ForeignOilConsultant/Contractor with the Nigerian\nNational Petroleum Corporation (NNPC), Mr. James Nartaev made a numbered\ntime (Fixed) Deposit for twelve calendar months, valued at US$12,000,000.00\n(Twelve Million United States Dollars).\n\nUpon maturity of his deposit, the chambers got a routine notification from\nthe Finance House which was sent to his forwarding address. After a month,\nwe got a reminder from the Finance House and I had to verify his whereabout\nfrom his contract employers, the NNPC.\n\nUnfortunately, I was informed by the NNPC that my client died from an automobile\naccident about a month to the first letter froim the Finance House. As his\nlegal representative, I know that my client died without making a WILL,and\nall my attempts to trace his next of kin has been fruitless.\n\nFurthermore, as his attorney, I am aware that he did not declare any next\nof kin or relations in all his official documents, including his Depository\nForm with the Finance House.According to Nigerian Law, at the expiration\nof 3 (three) years, the money will revert to the ownership of the Nigerian\nGovernment if nobody applies to claim the fund.\n\nSince I have been unsuccesfull in locating the the relatives, I seek your\nconsent to present you as the next of kin of my late client so that the\nproceeds of this account valued at 12 million dollars (minus incurred interest)can\nbe paid to you. I will expect you to use your human discretion in sharing\nthe funds when it's been transferred into your custody.\n\nI will put together all necessary legal documents that can be used to back\nup any claim we may make. All I require is your honest cooperation to enable\nus see this deal through particularly your words of honor not to sit on\nthe funds when it's in your control.\n\n Please! I guarantee that this will be executed under a legitimate arrangement\nthat will protect you from any breach of the law. Please get in touch with\nme by my email and send to me your telephone and fax numbers to enable us\ndiscuss furtherabout this transaction.\n\nI wait to hear from you soon. Have a nice day.Thank you.\n\nBarrister  David  Nelson\n\n\n\n__________________________________________________\nBroadband from an unbeatable 15.99!\n\nhttp://www.tiscali.co.uk/products/broadband/home.html?code=SM-NL-11AM\n\n\n\n\n", "id": "760cf7556af76c150b4b8af23a0d5db0"}