{"email_subject": "TREAT AS URGENT ", "email_body": "TREAT AS URGENT\n\nPROFITABLE TRANSACTION  DR.AZEM USMAN  {MANAGER}\n\nDEAR FRIEND,\nFIRST I MUST SOLICIT YOUR CONFIDENCE IN THIS TRANSACTION, THIS IS BY VIRTUE \nOF ITS NATURE AS BEING UTTERLY CONFIDENTIAL AND TOP SECRET. THOUGH I KNOW \nTHAT A TRANSACTION OF THIS MAGNITUDE WILL MAKE ANY ONE APPREHENSIVE AND \nWORRIED, BUT I AM ASSURING YOU THAT ALL WILL BE WELL AT THE END OF THE DAY.\n\nWE HAVE DECIDED TO CONTACT YOU DUE TO THE URGENCY OF THIS TRANSACTION, AS WE \nHAVE BEEN RELIABLY INFORMED OF YOUR DISCREETNESS AND ABILITY IN TRANSACTION \nOF THIS NATURE. LET ME START BY INTRODUCING MYSELF PROPERLY TO YOU. I AM \nAZEM USMAN   THE MANAGER WITH THE BANK OF AFRICA , OUAGA.I CAME TO KNOW YOU \nIN MY PRIVATE SEARCH FOR A RELIABLE AND REPUTABLE PERSON TO HANDLE THIS \nCONFIDENTIAL TRANSACTION, WHICH INVOLVES THE TRANSFER OF HUGE SUM OF MONEY \nTO A FOREIGN ACCOUNT REQUIRING MAXIMUM CONFIDENCE. THE PROPOSITION:\n\nA FOREIGNER AN AUSTRALIA, LATE ENGR. STEVE MOORE (SNR.) AN BUESSINE MERCHANT \nWITH THE FEDERAL GOVERNMENT OF BURKINA, UNTIL HIS DEATH YEARS AGO IN KENYA \nAIR BUS (A310-! 301) FLIGHT KQ431, BANKED WITH US AT BANK OF BURKINA , OUAGA \nAND HAD A CLOSING BALANCE AS AT THE END OF SEPTEMBER, 2000 WORTH \nUS$30,000,000.00 (THIRTY MILLION UNITED STATE DOLLARS), THE BANK NOW EXPECTS \nA NEXT OF KIN AS BENEFICIARY.\n\nVALUABLE EFFORTS ARE BEING MADE BY THE BANK OF AFRICAN TO GET IN TOUCH WITH \nANY OF THE MOORE'S FAMILY OR RELATIVES BUT TO NO SUCCESS.\nIT IS BECAUSE OF THE PERCEIVED POSSIBILITY OF NOT BEING ABLE TO LOCATE ANY \nOF LATE ENGR. STEVE MOORE (SNR.)' S NEXT KIN (HE HAD NO WIFE OR CHILDREN \nTHAT IS KNOW TO US).\n\nTHE MANAGEMENT UNDER THE INFLUENCE OF OUR CHAIRMAN AND MEMBERS OF THE BOARD \nOF DIRECTORS, THAT ARRANGE HAS BEEN MADE FOR THE FUND TO BE DECLARED \n\"UNCLAIMED\" AND SUBSEQUENTLY BE DONATED TO THE TRUST FUND FOR ARMS AND \nAMMUNITION TO FURTHER ENHANCE THE COURSE OF WAR IN AFRICA AND THE WORLD IN \nGENERAL.\n\nIN ORDER TO AVERT THIS NEGATIVE DEVELOPMENT SOME OF MY TRUSTED COLLEAGUES \nAND I NOW SEEK YOUR PERMISSION TO HAVE YOU STAND AS NEXT OF KIN TO! LATE \nENGR. STEVE MOORE (SNR.) SO THAT THE FUND US$30 MILLION WILL BE RELEASED AND \nPAID INTO YOUR ACCOUNT AS THE BENEFICIARY'S NEXT OF KIN. ALL DOCUMENTS AND \nPROVES TO ENABLE YOU GET HIS FUND WILL BE CAREFULLY WORKED OUT. WE HAVE \nSECURE FROM THE PROBATE AN ORDER OF MADAMUS TO LOCATE ANY OF DECEASED \nBENEFICIARIES, AND MORE SO WE ARE ASSURING YOU THAT THIS BUSINESS IS 100% \nRISK FREE INVOLVEMENT.\n\nYOUR SHARE STAYS WHILE THE REST BE FOR MYSELF AND MY COLLEAGUES FOR \nINVESTMENT PURPOSE. ACCORDING TO AGREEMENT WITHIN BOTH PARTIES. AS SOON AS \nWE RECEIVE AN ACKNOWLEDGEMENT OF RECEIPT OF THIS MESSAGE IN ACCEPTANCE OF \nOUR MUTUAL BUSINESS PROPOSAL, WE WOULD FURNISH YOU WITH THE NECESSARY \nMODALITIES AND DISBURSEMENT RATIO TO SUITE BOTH PARTIES WITH OUT ANY \nCONFLICT. WHILE REPLYING FURNISH ME WITH YOUR PRIVATE FAX AND PHONE NUMBERS \nFOR EASY COMMUNICATION,BANK NAME,COMPANIES NAME AND ADDRESS.\n\nTHE SHARING OF THE FUND ARE THUS: 20% FOR YOU THE ACCOUNT OWNER,70% FOR I \nAND MY ! TRUSTED COLLEAGUES AND THE REMAINNING 10% FOR EXPENSES FOR BOTH \nPARTIES. IF THIS PROPOSAL IS ACCEPTABLE BY YOU, DO NOT MAKE UNDUE ADVANTAGE \nOF THE TRUST WE HAVE BESTOWED IN YOU.\nBEST REGARDS,\nDR.AZEM USMAN (MANAGER).\n\n_________________________________________________________________\nAvec Windows Live OneCare liminez tous les virus de votre PC ! \nhttp://www.windowslive.fr/liveonecare/default.asp\n\n\n\n", "id": "765cb44e0b6730f6aa291d6885da9690"}