{"email_subject": "ATTN;", "email_body": "FROM: MR.GEORGE BENNETH\nACCOUNTANT, UBN \nBENIN CITY-NIGERIA \nTEL/FAX: 234-09-272103\n \nHello Friend,\n \nFirst, I must solicit your confidence in this transaction, this is by virtue if its nature as being utterly CONFIDENTIAL and TOP SECRET. Truly, I know that a transaction of this magnitude will make any one apprehensive and worried, but I am assuring you that all will be well at the end of the day. We have decided to contact you due to the urgency of this transaction; we were reliably informed of your discreteness and ability in transactions of this nature. \n \nI hereby start by introducing myself properly to you first. I am Mr. George Benneth an Accountant with the Union Bank of Nigeria Plc. I came to know of you in my private search for a reliable and Reputable person to handle this confidential transaction, which involves the transfer of a huge sum of money to a foreign account requiring maximum confidence. \n \nA pipeline Engineer, Late Engineer Walter Tang Min, with the Federal Government of Nigeria. Until his death five years ago in a ghastly air crash, banked with us here at Union Bank Plc. Benin City. He had a closing balance of US$13.5M (Thirteen Million, Five Hundred Thousand United States Dollars) which the deposited bank in question are questioning and expecting the money and some other properties to be claimed by any available foreign next-of-kin or alternatively to be donated to a discredited trust fund for importation of arms and Ammunition at a military war college here in Nigeria. \n \nFervent and valuable efforts are being made by the Union Bank to get in touch with any of the Walter Min's family or relatives but all proved non-avail. It is because of the negative possibility of not being able to locate any of Late Engr. Walter Tang Min next-of-kin (he had no known wife or children) that the management under the influence of our chairman and member of the board of rectors, retired Major General Kalu Uke Kalu, that an arrangement must be made for the funds to be declared \"UNCLAIMABLE/UNSERVICEABLE\"and subsequently be donated to the Trust Fund for importation of Arms and Ammunition for further enhancement of war course in Africa and the world in general. \n \nIn order to re-direct this negative development just because we want no more war, so be of my trusted colleagues and I now seek your permission to have you stand as a next-of-kin to Late Engr. Walter Tang Min so that the funds US$13.5M would be released and paid into your bank account as the beneficiary or next-of-kin. All documents and proves to enable you get this fund will be carefully worked out,  more so we are assuring you of a 100% risk free involvement. \n \nYour share stays while the rest would be for my colleagues, myself and some disbursement of investment purposes in your country, which I shall abide on your guidelines on the lucrative business to hook on. We have agreed that after every deal is over, the funds will be shared thus, 35% of the money will go to you for acting as the beneficiary of the funds, 5% will be set aside for reimbursement to both parties for any incidental expenses that may be incur along the transfer, while the remaining 60% goes to myself and my immediate colleagues for been the originator of the transaction. \n \nIf this proposal is OK by you and you do not wish to take undue advantage of the trust, we hope to bestow you and your company through this positive and lucrative venture, then kindly get back to me immediately via the above machine line nor through the overleaf email address on the screen of your good computer.\n\nFurnishing me with your most confidential information for an equitable enhancement and facilitation of the transfer. \n\nA. Your Full Name\nB. Your House Full Address \nC. Delivering Address\nD. National/Country\nE. Occupation\nF. Position At Work\nG. Your Bank Name\nH. Your Bank Address\nI. Account Number.  \nJ. Routing/Transit Number \nK. Your Reachable Telephone Nor Fax Number (It May Be Your Mobile Line)\nL. Neither Your International Passport Copy/Driving License.\n\nYour above and provided informations will be use in tally order to the deceased informations for release and subsequent transfer of the fund in your favor. Thank you in advance for soliciting this proposal and also for your anticipated co-operation. \n \nYours faithfully,\nMr. George Benneth.\n\n\n", "id": "767c16a0471e645fe7b713df2e5ac14d"}