{"email_subject": "FOR THY LORD", "email_body": "Έχω καινούργια διεύθυνση email!Τώρα μπορείτε να μου στέλνετε email στη διεύθυνση: habibwaheed77@yahoo.gr\n\n\n\n From . Mr.Habib Waheed.\n\nDate 25-04-2006.\n\nKindest Attention:\n\n \n\nMy name is Mr. Habib Waheed. I am from Dubai . I have been diagnosed with \n\nEsophageal cancer. It has defiled all forms of medical treatment, and right \n\nnow I have only about a few months to live, according to medical experts. I \n\nhave not particularly lived my life so well, as I never really cared for \n\nanyone (not even myself)but my business. Though I am very rich, I was never \n\ngenerous, I was always hostile to people and only focused on my business as \n\nthat was the only thing I cared for.\n\n \n\nBut now I regret all this as I now know that there is more to life than just \n\nwanting to have or make all the money in the world. I believe when God gives \n\nme a second chance to come to this world I would live my life a different \n\nway from how I have lived it.\n\n \n\nNow that God has called me, I have willed and given most of my property and \n\nassets to my immediate and extended family members as well as few close \n\nfriends .I want God to be merciful to me and accept my soul so, I have \n\ndecided to give alms to charity organizations and those in Need, as I want \n\nthis to be one of the last good deeds I do on earth.\n\n \n\nSo far, I have Distributed money to some charity organizations when I was \n\nwell. Now that my health has deteriorated so badly, I cannot do this myself \n\nanymore. I once asked members of my family to close one of my accounts and \n\ndistribute the money which I have there to charity organization in United \n\nStates, Asia, Middle East & Europe, they refused and kept the money to \n\nthemselves.\n\n \n\nHence, I do not trust them anymore, as they seem not to be contended with \n\nwhat I have left for them. The last of my money which no one knows of is the \n\nhuge cash deposit of ten Million United States Dollars ($10, 000, \n\n000.00) that I have with an Asset Management / Vaulting Company Abroad. I \n\nwill want you to help me collect this deposit and dispatch it to charity \n\norganizations and use it to help those in Need.\n\n \n\nN/B:Kindly note that 40% of this funds must go to victims of Tsunami, \n\nHurricane Katrina , Hurricane Wilma and South Asia Earthquake , 55% to other \n\nCharity Organizations around the World and 5% for your effort and time.\n\nI cannot talk with you on the phone due to my health situation, as I am \n\nusing my Lap Top Computer to communicate with you. You should respond to \n\nthis e-mail if you are interested in carrying out this assignment on my \n\nbehalf.\n\n \n\nGod be with you.\n\nMr.Habib Waheed\n\nhabibwaheed3@myway.com\n\n\n\n- habib waheed\n\n", "id": "76956f8a7e48bc3d3a372bc1d180ddc7"}