{"email_subject": "Inquiry From David Bryan", "email_body": "\n\n\nGood day,\n\n    I am David Bryan, staff of Kleinwort Benson. I am contacting you\nconcerning a deceased customer and an investment he placed under our\nbanks management three years ago.\n\nI am contacting you independently of our investigation and no one is\ninformed of this communication. I would like to intimate you with certain\nfacts that I believe would be of interest to you. In the year 2003, the\nsubject matter; came to our bank to engage in business discussions with\nour private banking division. He informed us that he had a financial\nportfolio of Six Million United States dollars, which he wished to have us\nturn over (invest) on his behalf.\n\nIn mid 2004, he asked that the money be liquidated because he needed to\nmake an urgent investment requiring cash payments in Helsinki- Finland. He\ndirected that I liquidate the funds and deposit it with a security firm. I\ninformed him that my Bank would have to make special arrangements to have\nthis done and in order not to circumvent due process.\n\nCash movement across boarders has become especially strict since the\nincidents of 9/11. I contacted my affiliate and made the funds available\nto the security firm. I undertook all the processes and made sure I\nfollowed his precise instructions to the letter and had the funds\ndeposited with the security firm. The Security Firm is a specialist\nprivate firm that accepts deposits from high net worth individuals and\nblue chip corporations that handle valuable products or undertake\ntransactions that need immediate access to cash. This small and highly\nprivate organization is familiar especially to the highly placed and\nwell-connected organizations. In line with instructions, the money was\ndeposited with the security firm.\n\nThe deceased told me he wanted the money there in anticipation of his\narrival from Norway later that week. This was the last communication we\nhad, this transpired around 25th of November 2004. In June last year, and\nwe got a call from the security firm informing us about the inactivity of\nthat particular portfolio.  I made futile efforts to locate the deceased.\nI immediately passed the task of locating him to the internal\ninvestigations department of Kleinwort Benson. Four days later,\ninformation started to trickle in, apparently our client was dead. A\nperson who suited his description was declared dead of a heart attack in\nCanne, in Southern part of France. We were soon enough to identify the\nbody and cause of death was confirmed.  In his bio-data form, he listed no\nnext of kin. In the field of private banking, opening an account with us\nmeans no one will know of its existence, accounts are rarely held under a\nname; depositors use numbers and codes to make the accounts anonymous.\nThis investigation has for the past months been unfruitful; weve used our\nprivate investigation affiliate companies to get to the root of the\nproblem. It is this investigation that resulted in my being furnished with\nyour details as a possible relative of the deceased.\n\nWhat I wish to relate to you will smack of unethical practice but I want\nyou to understand something. It is only an outsider to the banking world\nwho finds the internal politics of the banking world aberrational. The\nworld of private banking especially is fraught with huge rewards for those\nthat occupy certain offices and oversee certain portfolios. You should\nhave begun by now to put together the general direction of what I propose.\nThere is Six Million United States dollars deposited in a security firm, I\nalone have the deposit details and they will release the deposit to no one\nunless I instruct them to do so. I alone know of the existence of this\ndeposit for as far as my Bank is concerned.\n\nMy proposal: I now seek your permission to present you as a next of kin to\nthe deceased, as all documentations will be carefully worked to make you\nthe beneficiary to the funds $6,00 000 00 (Six Million United states\nDollar); I am prepared to place you in a position to instruct The security\nFirm to release the deposit to you as the closest surviving relation. Upon\nreceipt of the deposit, I am prepared to share the proceeds 60/40.I would\nhave gone ahead to ask that the funds be released to me, but that would\nhave drawn a straight line to me and my involvement in claiming the\ndeposit. We can fine-tune this based on our interactions am aware of the\nconsequences of this proposal. I ask that if you find no interest in this\nproject that you should discard this mail. I ask that you do not be\nvindictive and destructive. If my offer is of no appeal to you, delete\nthis message and forget I ever contacted you.\n\n I wish to inform you that should you contact me via official channels; I\nwill deny knowing you and about this project. I repeat, I do not want you\ncontacting me through my official phone lines nor do I want you\ncontacting me through my official email account. Contact me only through\nthe numbers I will provide for you and also through this email address. I\ndo not want any direct link between you and myself. My official lines are\nnot secured lines as they are periodically monitored to assess our level\nof customer care in line with our Total Quality Management Policy. Please\nobserve this instruction religiously.\n\nDo not betray my confidence. Kindly send your response to my private\nemail: davbryan00@sify.com\n\nI await your response.\n\nDavid Bryan\n\n\n", "id": "76d38b26093c3263d81c94cbd64115e1"}