{"email_subject": "SOLICITATION", "email_body": "Attn:The President/CEO\n\n           I crave your indulgence as I contact you in such\na surprising manner. But I respectfully insist you read\nthis letter carefully as I am optimistic it will open doors\nfor unimaginable financial reward for both of us. \n\nThis business transaction might not fall within the wide\nspectrum of your business activities, but I plead your\nassistance, as your flair for profitable business is\nneeded.\nPermit me to introduce myself,I am Dr Blessed Ogbe the\nBanking officer to Engr.Johnson Creek  who was a major\ncontractor to oil companies,.On the 21st of April 2000,my\nlient, his wife and their three children were involved in a\ncar accident along Sagamu / Lagos Express Road.\nUnfortunately they All lost their lives in the event of the\naccident.\n\nSince then I have made several enquiries to your Embassy to\nlocate any of my clients extended relatives, this has also\nproved unsuccessful. After these several unsuccessful\nattempts, I decided to trace his relatives over the\nInternet to locate any member of his family but of no\navail, hence I contacted you.I contacted you to assist in\nrepartrating the money and property left behind by my\nclient before they get confiscated or declared\nunserviceable by the bank where this huge deposits were\nlodged. Particularly,the Bank where the deceased had an\naccount valued at about US$15.2M (Fifteen  Million Two\nHundred Thousand United Stated Dollars). \n \nConseqently, the bank issued me a notice to provide the\nnext of kin or have the account confiscated. Since I have\nbeen unsuccesfull in locating the the relatives for over 2\nyears now. I seek your consent to present you as the next\nof kin of the deceased since you are from the same country\nso that the proceeds of this account valued at\nUS$15.2million can be paid to you and then you and me can\nshare the money. 60% to me and 40%\nto you.\n \nI have all necessary legal documents that can be used to\nback up any claim we may make. All I require is your honest\nco-operation to enable us see this deal through. I\nguarantee that this will be executed under a legitimate\narrangement that will protect you from any breach of the\nlaw. \n \nKindly email your  following confidential information to me\nurgently to enable us proceed:\n \na.Your complete names\nb.Your private telephone number\nc.Your private fax number\nd.Your private email address\n \nPlease direct your reply to my confidential\nemail:blog333ng@mail.az or through the below fax.You can\nalso reach me through my private telephone number  stated\nbelow for any enquiries.\n \nUpon the receipt of your information,I will advise you on\nthe modalities of the transaction.We have concluded details\non how to achieve success.\n \nYours Faithfully, \n \nDr.Blessed Ogbe\nPosition: Operation Director,\nPacific International Bank Plc,\n40,Marina Rd,Lagos,Nigeria.\nTel: 234-803-302-5573\nFax:234-9-272-2046\n___________________________________________\n Look Good, Feel Good www.healthiest.co.za\n\n\n", "id": "76f747b6d865139adb5acf77f97d430d"}