{"email_subject": "CONFIDENTIAL./PERSONAL", "email_body": "\nCONFIDENTIAL INFORMATION.\nVERY URGENT REPLY REQUIRED\nI am DR AHMED SANI, I am a lawyer. I was the personal \nattorney to MR Josef Flubacher (hereinafter refered as my\nclient) from Zurich,Switzerland,who  was a contractor to Nigerian Government . \n\nOn the 21 of April 2001, MR Flubacher was involved in a fatal road accident and died \non the spot with his wife and two kids. \nSince then I have made several enquiries to the EMBASSY to locate any of my client's \nrelatives or next of kin, this has also proved unsuccessful. I was appointed his trustee \nand sole admnistrator of his estate which includes his Bank Account.\n\nI am contacting you to assist in repatriating the money  left behind by\nmy client before it is confiscated or declared unserviceable by the bank where this\ndeposit was lodged. \nParticularly the Global finance and Security company based in Amsterdam, Netherlands,\nwhere he  deposited  $20 million dollars ( Twenty million dollars ) have issued me\na notice to provide the next of kin. \n\nI seek your consent and permission to present you as the next of kin so that the\nproceeds  valued at $20 million dollars can be paid to you  and \nthen we can share the money. 65% to me  while 30%  to you. Then the balance of 5% will be\nreserved for incidental expences.\n \nI have all necessary legal documents that can be used to back up this transaction.\nAll I require is your honest cooperation to enable us see this deal through.\nI am very sure with your trust and asistance, we will successfully and legally transfer\nthis money to you before the finance company take any decision about it. \n\n I guarantee that this will be executed under a legitimate\narrangement that will  protect both party from any breach of the law.You will be giving all\nthe deposit documents to contact the finance company in Holland for clarification and verification of this matter.\n\nPlease get in touch with me through my email or fax as stated herein and send to me your\ntelephone and fax numbers to enable us discuss further about this transaction. \n\nI hereby attach the CERTIFICATE OF APPOINTMENT as his trustee and sole administrator\nof his estate.   \nPlease contact me immediately through my email:ahmedsani@myself.com and mohdsule@fsmail.net\t\nNote however, that your nature of business,sex or country of origin will not be\na hindrance for you to act as his next of kin.\nFinally, I trust you keep this information private and confidential.\nThis money shall be transfered through telegraphic online banking procedure.\nTruth,trust,and cofidence quaranteed\nBest regards, and peace be with you.\n\nDR AHMED SANI\n\n\n\n", "id": "772e8d8c6eeb4fe247c26fa69aece296"}