{"email_subject": "STAND AS THE NEXT OF KIN TO MY LATE CLIENT...?", "email_body": "Kosombo  Chamberlee & Associate.\n11 Baker Squre Lagos Nigeria.\nTel/Fax:234-8035820155.\nEmail address:barr_kok@yahoo.com\n\n\nMy Dear:\n\nFirst,I must solicit your confidence in this transaction, this by virtue if \nits nature as being utterly CONFIDENTIAL and TOPSECRET.Though I know that a  \ntransaction of this magnitude will make  any one apprehensive and worried, \nbut I am assuring you that all will be well at the end of the day. I am \nbarrister Kofi Kosombo,solicitor at law.I am the personal attorney to Mr  \nPaul Hamp , a national of your country,who was in contract with shell \ndevelopment company in Nigeria.On the 21st of April 1999,my client,his wife \nAnd their three Children were involved in  a caraccident along sagbama \nexpress road.\n\nAll occupants of the vehicle unfortunately lost their lives. Since then I \nhave made several enquiries to your embassy to locate any of my clients \nextended relatives  this has also proved unsuccessful. After these several \nunsuccessful attempts, I decided to trace his last name over the Internet, \nto locate any member of his family  hence I contacted you. I have contacted \nyou to assist in retrieving the sum of US$10m deposited in a security \ncompany by my client before it get'sconfisicated because the security \ncompany doesn't know that the content of the consignment is cash because on \nthe day of deposite we declared it as family valuables because we never want \nthem to know the true content of the consignment.\n\nThe security company has issued me a notice to provide the next of kin or \nhave the consignment confisicated within the next two weeks and these very \nmoney is too  big for me to allow it to beconfisicated by the authority. \nSince I have been unsuccesfull in locating the the relatives for over 2 \nyears now I seek your consent to  present you as the next of kin of the \ndeceased since you have the same last name so that the proceeds of this \nconsignment valued at 10million dollars can be released to you and then you \nand me can share the money. 60% to me and 40% to you I have all necessary \nlegal documents that can be used to back the claim.\n\nAll I require is your honest cooperation to enable us see this deal through. \nI guarantee that this will be executed under a legitimate arrangement that \nwill protect you from any breach of the law. I am not imposing this \ntransaction on you,It is a thing of self  willing ness,so it is either you \nwrite me back and tell me you are willing and I will know the next step to \ntake because this fund must be claimed either with your help  or the help of \nsomebody else. After going through the proposal and under standing it very \nwell and you are willing to do this transaction with me,get back to me \nimmediately so that we can start as follows:\n\n1)I will send to you the contact of the security company,the deposite code, \nfor you to call for verification if such deposite is really existing.\n2)The claim will require both of our physical presentation at the security \ncompany. With constant communication it will not take us more than seven \nworking days to achieve our aim.\n\nIt is a promise that at the end of the day you will embrace me and we will \nbecome one family friends for life as I was with my late client.  Your \nprivate telephone is also needed in reponse to this proposal for oral \ndiscussions and better understanding.\nWhile I wait for your reply.\n\nBest Regard\nKoffi Kosombo.\n\n\n\n\n", "id": "7733819f02959cf4447ff3ac06a3862b"}