{"email_subject": "YOUR ASSISTANCE NEEDED. CALL ME +229 95 81 42 10", "email_body": "YOUR ASSISTANCE NEEDED. CALL ME +229 95 81 42 10 \n \n    FROM MR.PETER DANIEL\nDIRECTOR INCHARGE OF\nAUDITING AND ACCOUNTING\nUNIT,AFRICAN DEVELOPMENT BANK (ADB)\nCOTONOU-BENIN REPUBLIC\nPHONE NUMBER:  00229 95 81 42 10\nPRIVATE EMAIL: peterdanielx4@hotmail.com\n\nDear Friend ,\n\nIn a brief introduction, I am Peter Daniel, the Director of Operation  with     AFRICA DEVELOPMENT BANK (ADB) of Benin-Cotonou ,Republic of Benin.I have a very interesting transaction to discuss with you. The business  underdiscussion has to do with one of our customer a national of your\ncountry, who is a Consultant/ contractor with Societe Nationale Des  Products D' Agricole (SONAPRA) Company in Benin-Cotonou. I managed to get your  contact details through the Internet search  myself because time is of     importance to it and I am desperately looking for Someone to assist me to pull this money out from the bank before our   corrupt government\nofficials will confiscate the money.\n\nOn Thursday, December 25, 2003, this our customer , his wife and their  only daughter were involved in Air-Crash near the Atlantic Ocean in Cotonou  suburb. For more clarifications, you can visit the CNN web news for the  tragedy.\nwww.cnn.com/2003/WORLD/africa/12/26/benin.crash\n\nSince then I have made several inquiries to your Embassy, in a bid to locate any relation of this our customer. All attempts to reach the  next of  kin of our customer has been futile as He had no family here in Benin Republic.Hence my decision to contact you. I want you and I to go into\npartnership, the nature of your business is completely irrelevant to this transaction as all I need from you is an assurance that my  interest will be fully protected once this transaction is concluded.\n\nHe made a numbered time (fixed) deposited for twelve calendar Months  and his account with our Bank accrues to about (Fourteen Million, Three  hundred and Fifty- Two Thousand US Dollars) $USD14.352M.\n\nAccording to the Benin Law, at the expiration of (Three) years, the  money will revert to the ownership of the Benin government if nobody applies to claim the funds. Consequently, my proposal is that I will like you as a foreigner to stand in as the next of kin to our customer so that the\nfruits of this old man's labour will not get into the hands of some corrupt  government officials who will latter use the money to sponsor war in Africa and  kill innocent citizens in the search for political power/seat. Please note  that There will be no problem at all, my position as the Director of\nOperation guarantees the successful execution of this  transaction within 7 Banking days and the money will be paid into your account for us to share in the ratio of 40% for you and 60% for me.\nThis is very simple, I will like you to reply immediately so that I can send you the Text of application which you will fill and apply to the bank as the next of kin to our customer and I will use my good position in the bank as the Director of Operation to make sure that the application is approved,\nduring board meeting for immediate payment. If you are   interested, reply \nimmediately via my private email address: peterdanielx4@hotmail.com\n\nSo that we can proceed at once. Please send to me also your private  phone,  or mobile numbers for easier correspondence.\nI look forward to hearing from you soon.\nBest Regards.\nPeter Daniel.\nPrivate email:   peterdanielx4@hotmail.com", "id": "77451bdbb24fc78163321f9606db517f"}