{"email_subject": "PAYMENT UPDATE", "email_body": "ATTN: \n\nThe Presidency,Federal Government Officers \non Finance,Senate committe on Finacial Matters, \nCentral Bank of Nigeria and Diplomatic Corps \nmet recently on the present fiscal-reformations. \nIt is known that, many Foreigners have lost money \nto Nigeria through: Fraud, Unpaid-Contract or \nothers. The Bank First Bank of Nigeria PLC has \nbeen authorised to attend to all these foreign and \ninternational matters. \n\nThe Bank is contacting you because, your email is \namong the beneficiaries, submitted to us by the \nMinistries concerned. Only your e-mail address is \nthe only contact information we could retrieve for \nnow from the past records of Stake-Holders who have \nnot been cleared of one Transcation or the other. \n\nThe outcome of the summit has prompted the \nFederal Government to empower only our Bank;First \nBank of Nigeria PLC to Identify the owners of some \nfunds yet un-claimed and pay them outright with no \ndelay.The Files and all Documents relating to \nForeign-Affairs has been handed over to our Bank. \nPlease, reply this mail, so that we can proceed \nforwarding all relevant evidencies of the Money \nto you. \n\nBe informed that the Federal Government have \napproved the release of  payments which  has been \nin this bank for many years unclaimed because my \nboss Mr. Jacobs Ajekigbe, collaboration with the \nGovernor of Central Bank of Nigeria (CBN) have \nrefused to tell you the truth on how to claim your \nfund this is because he has been using the interest \naccumulated from your fund every year to enrich \nhimself without your knowledge. \n\nI,John Aboh has been appointed by the Bank,s \nManagement Authority to supervise this execise.We \nare now in operation finding the rightful owners \nof the funds that has accumulated in Nigeria for \nyears.This execise covers all transactions ever \nhad with Nigerians before or at present. \n\nMy boss; Mr. Jacobs M. Ajekigbe, the Managing \nDirector/CEO of this bank is now on compulsory \nleave and all power have been vested on me to \nmake all international payments. \n\nI want to help you pull out this fund to your \nbank account using the easiest and the quickest \nmethod,which have not been made known to you \nbefore.By this method,you will open a \ndomiciliary account with this bank \n(First Bank of Nigeria),your fund would be \nlodged into this dociliary account and your \nfund will be paid in directly to any bank of \nyour choice. \n\nAfter the transfer, you will confirm the fund in \nyour bank account within 5-hours same day. No \nCost of Transfer (COT) and no stoppage from any \nGovernment departments as the transfer will be \ndone within the bank alone and it is very safe. \n\nConfirm to me through this e-mail address: \nfirstbngplca@hotmail.com your: \n\nPersonal Information; \nPhone and Fax Number; \nBanking Information, \nwhere the money will be Trensfered into. \n\nAwaiting your quick response. \n\nYours truly, \nJOHN O. ABOH \nFBN \n\n\n\n\n\n", "id": "7748366d59c8f9698685c6807397e2af"}