{"email_subject": "Bonjour,", "email_body": "Bonjour,\n   \n  Je vous contacte en ce jour en esprant que cela conduira\n une occasion d'affaire base sur l'honntet et la\ntransparence. Je suis john kamani, le fils du Chef imon kamani\npre tait un trs riche exploitateur de bois et de Cacao\n Abidjan, la capitale conomique de la Cte d'Ivoire. Il\na t empoisonn lors d'un voyage d'affaire en compagnie\nde ses collgues, il est mort dans un hopital  Abidjan.\n   \n  Avant de mourir, mon pre m'a fait savoir en secret qu'une\nvalise lui appartenant et contenant la somme de sept\nmillions cinq cent mille dollars USA (USD.7,500,000)\ndeposs dans une Socit de stockage ici  Abidjan. Il a\nutilis mon nom en tant que son unique fils lors du dpt\nde la valise; et a dclar la valise comme contenant des\nobjets de famille pour des raisons de scurit. Je crois\nque vous savez quelle situation politique il y'avait alors\ndans ce pays et que cel ne doit pas vous surprendre\n  Il m'a aussi expliqu que c'tait  cause de cette \n   \n  ichesse qu'il a t\nempoisonn par ses collgues. Sa dernire recommandation a t que\n   jecherche un tranger comme associ, dans un pays de mon choix, \n   \n  qui m'aidera\npour pour le retrait et l''investissement de ce fond  cause de\nmon ge. Je cherche honorablement votre aide des faons suivantes :\n(1) tre prsent comme l'associ tranger de mon pre ou\ncomme un ami de la famille auprs de la socit de\nstockage. (2) Servir de dpositaire  ce fonds avant que je n'arrive\ndans votre pays pour continuer mes tudes;vous me serez\naussi utile pour investir cet argent. pour compensation des\n   efforts que je vous demanderais, jeb vous offrirais 10% \n   \n  e la somme totale aprs le dgagement\ncouronn de succs du fonds auprs de la socit de\nstockage. ainsi que 5% pour toutes vos dpenses ce qui\ninclus vos appels tlphoniques etc.. Dans l'attente de\nvos nouvelles, je vous quitte.\n  Remerciements et que Dieu vous bnisse\n  Sincres salutations,\n   \n  Mr john kamani\n   \n  \n \n\n \t\t\n---------------------------------\n Dcouvrez une nouvelle faon d'obtenir des rponses  toutes vos questions ! Profitez des connaissances, des opinions et des expriences des internautes sur Yahoo! Questions/Rponses.", "id": "776fc22c37b8dd9f5a121516ef53e2a4"}