{"email_subject": "ASSISTANCE.", "email_body": "From: Mr. Frank Williams.\nGulf Bank Nig,plc. \nHead Office,Plot 1212, tijian \nbello Street, Victoria Island.P.M.B 0090, \nLagos .www.gulfbank.com \n\n\nAttn: Sir,\n\nI know that you must have recieved the first letter I sent to you by post, but if you have not, here comes a follow-upto the letter. \n\nFirst I must seek for your understanding and pray that God will give you the wisdom to understand my problem and be in a position to help as you will be surely blessed as you help. \n\nI am Mr. Frank Williams,I am 41 Years old and also the chief accountant with Gulf Bank Nig PLC . I have a transaction which I think will be of mutual benefit to both of us. In my desire for a foreign partner with whom to do this transaction, I stumbled on your contact from a business\ndirectory. \n\nAs the head of accounts department of GBNP, I discovered some amount of money while I was auditing accounts for the 2003 financial year\nwhich has been lying there for over 3 years. On further inquiry, I discovered that this money totalling about USD$21.5 Million (twenty-one Million five hundred thousand United States Dollars) including accumulated interest belonged to one MR Michael Osterkamp ,a Germany Nationale who lived here and died intestate with no beneficiary.This man died through a plane crash of ADC airlines in 1998. \nI have Successfully secured the money and with the assistance of my colleague,the money has been moved out of my bank and deposited in a finances company. It was packed in three(2)metal trunk boxes as photographic materials.I would need your particulars to enable me prepare documents which will authenticate that the Consignment belongs to you as the next of kin to MR Michael Osterkamp and to enable you claim the money. \n\nI want to be assured of a safe account where the money will be deposited pending my arrival.This transaction is absolutely risk free with no illegal complications,I have made all necessary arrangements for a successful transaction. Before this money is entrusted \ninto your care, there must be an agreement that will be  reached between us stating that: \n\n1.BOTH PARTIES WILL NOT FOR ANY REASON CHEAT EACH OTHER. \n2.BOTH PARTIES WILL WORK TOGETHER TO SEE THIS TRANSACTION THROUGH. \n3.A HIGH DEGREE OF TRUST AND CONFIDENTIALITY WILL BE APPLIED FOR THE SAKE OF OUR WORK. \n4.I AND MY PARTNER WILL STRONGLY BE BY YOUR SIDE AS YOU \nCLAIM THIS FUND AND I AND MY PARTNER WILL ARRAGE AN \nATTORNEY(LAWYER)WHO WILL WORK ON YOUR BEHALF TO GET THE \nNECESSARY PAPERS NEEDED FOR A SMOOTH TRANSACTION. \n5.YOU WILL NOT DISAPPEAR WITH OUR FUND AFTER YOU \nHAVECLAIMED IT. \n6.DISBURSEMENT RATIO WILL BE 70 FOR ME AND MY \nCOLLEAGUE,15 FOR YOU, 5% WILL BE DONATED TO CHARITY,WHILE \n10% WILL TAKE CARE OF OUR MUTUALEXPENCES. \n\nThere is need for you to respond to this offer immediately as the government of my country have concluded plans to apply the money into arms procurement to project wars and unrest in African continent.I must let you know that a high degree of trust is required and also we will like to use our own share to go into any lucrative business with your help/assistance. \n\nAwaiting your urgent response now. \n\nYours Faithfully \nMr. Frank Williams.\n\n\n\n_______________________________________________________________________________________________________\nObtn gratis tu cuenta de correo en StarMedia Email. Regstrate hoy mismo!. http://www.starmedia.com/email\n\n\n", "id": "779cc27b7e6460e4fbb5a5492cad6662"}