{"email_subject": "URGENT BUSINESS RESPONSE", "email_body": "FROM:Mr.Peter Wong\nHang Seng Bank Ltd\n17 Des Voeux Road\nHq Branch.\nHong Kong.\n\nThis mail might come to you as a surprise and the temptation to ignore\nit as unserious could come into your mind; but please consider it a\ndivine wish and accept it with a deep sense of humility. I am Mr. Peter\nWong director of operations of the Hang Seng Bank Ltd. I have a obscured\nbusiness suggestion for you.\n\nBefore the U.S and Iraqi war our client Major Fadi Basem who was with\nthe Iraqi forces and also business man made a numbered fixed deposit for\n18 calendar months, with a value of Twenty Four millions Five Hundred\nThousand United State Dollars only in my branch. Upon maturity several\nnotices was sent to him, even during the war early this year. Again\nafter the war another notification was sent and still no response came from\nhim. We later find out that the Major and his family had been killed\nduring the war in bomb blast that hit their home.\nAfter further investigation it was also discovered that Major Fadi\nBasem did not declare any next of kin in his official papers including the\npaper work of his bank deposit. And he also confided in me the last\ntime he was at my office that no one except me knew of his deposit in my\nbank. So, Twenty Four millions Five Hundred Thousand United State\nDollars is still lying in my bank and no one will ever come forward to claim\nit. What bothers me most is that according to the to the laws of my\ncountry at the expiration 3 years the funds will revert to the ownership\nof the Hong Kong Government if nobody applies to claim the funds.\nAgainst this backdrop, my suggestion to you is that I will like you as\na foreigner to stand as the next of kin to Major Fadi Basem so that you\nwill be able to receive his funds.\n\nWHAT IS TO BE DONE:\nI want you to know that I have had everything planned out so that we\nshall come out successful. I have contacted an attorney that will prepare\nthe necessary document that will back you up as the next of kin to\nMajor Fadi Basem , all that is required from you at this stage is for you\nto provide me with your Full Names and Address so that the attorney can\ncommence his job. After you have been made the next of kin, the\nattorney will also fill in for claims on your behalf and secure the necessary\napproval and letter of probate in your favour for the move of the funds\nto an account that will be provided by you.\nThere is no risk involved at all in the matter as we are going to adopt\na legalized method and the attorney will prepare all the necessary\ndocuments. Please endeavour to observe utmost discretion in all matters\nconcerning this issue.\nOnce the funds have been transferred to your nominated bank account we\nshall share in the ratio of 60% for me, 40% for you . Should you be\ninterested please send me:\n\nNAME:\nCONTACT ADDRESS:\nPHONE NUMBER :\nFAX NUMBER IF ANY:\n\n\nReply to: pet_wong155@yahoo.com.hk\n\nFinally after that I shall provide you with more details of this\noperation.\n\nYour earliest response to this letter will be appreciated.\n\nKind Regards\nMr.Peter Wong\n\n\n", "id": "77c1d5f54def502009ad2a5bd67434e5"}