{"email_subject": "+ CAN YOU HELP ME WITH THIS +", "email_body": "\n\n\n From . Mr. Moreno Garcia.\n\nDate: 21 - 06 -2007.\n\nKindest Attention:\n\nMy name is Mr. Moreno Garcia. I am from Portugal .  I have been diagnosed with\nEsophageal cancer. It has defiled all forms of medical treatment, and  \nright now\nI have only about a few months to live, according to medical experts. I have\nnot particularly lived my life so well, as I never really cared for  \nanyone (not\neven myself)but my business.  Though I am very rich, I was never generous, I\nwas always hostile to people and only focused on my business as that was the\nonly thing I cared for. But now I regret all this as I now know that there is\nmore to life than just wanting to have or make all the money in the world. I\nbelieve when God gives me a second chance to come to this world I  \nwould live my\nlife a different way from how I have lived it.\n\nNow that God has called me, I have willed and given most of my property and\nassets to my immediate and extended family members as well as few  \nclose friends\n  .I want God to be merciful to me and accept my soul so, I have  \ndecided to give\nalms to charity organizations and those in Need, as I want this to be one of\nthe last good deeds I do on earth. So far, I have Distributed money to some\ncharity organizations when I was well. Now that my health has deteriorated so\nbadly, I cannot do this myself anymore. I once asked members of my family to\nclose one of my accounts and distribute the money which I have there  \nto charity\norganization in United States, Asia, Middle East & Europe, they refused and\nkept the money to themselves.\n\nHence, I do not trust them anymore, as they seem not to be contended with what\nI have left for them. The last of my money which no one knows of is the huge\ncash deposit of Twenty Million United States Dollars ($20, 000, 000.00) that I\nhave with an Asset Management / Vaulting Company Abroad. I will want you to\nhelp me collect this deposit and dispatch it to charity organizations and use\nit to help those in Need.\n\nN/B:Kindly note that  40% of this funds must go to  victims of Tsunami,\nHurricane Katrina , Hurricane Wilma and South Asia Earthquake , 55% to other\nCharity Organizations around the World and 5%  for your effort and time.\n\nI cannot talk with you on the phone due to my health situation, as I am using\nmy Lap Top Computer to communicate with you. You should respond to this e-mail\nif you are interested in carrying out this assignment on my behalf.\n\nGod be with you.\n\nMr. Moreno Garcia.\n\n\n\n", "id": "77cabab3f53108cc88970942702dff1e"}