{"email_subject": "PLEASE HELP US", "email_body": "FROM: JESSICA WILLIAMS AND BROTHER\nABIDJAN, COTE D'IVOIRE.\n\nDEAR SIR,\n\nI KNOW THIS MIGHT COME TO YOU AS A SURPRISE BUT WITH DUE RESPECT,I CONSIDER\nWRITING YOU FOR BUSINESS ASSISTANCE AFTER MUCH FASTING AND PRAYING\nCONSIDERING THAT WE HAVE NOT SEEN YOU FACE TO FACE.\nMY NAME IS JESSICA WILLIAMS AND MY BROTHER JAMES , WE ARE THE ONLY CHILDREN\nOF LATE CHIEF. DESMOND WILLIAMS, FROM ZULU IN THE RPUBLIC OF SOUTH AFRICA,\nWE ARE STUDENTS BUT CURRENTLY IN IVORY COAST FOR A BUSINESS WHICH I AM\nABOUT TO SEEK YOUR ASSISTANCE.\n\nMY FATHER WAS AN AGRICULTURIST AND MADE SO MUCH MONEY FROM THE SALE OF COCOA\nAND GOLD IN SOUTH AFRICA AND WAS PLANNING TO ESTABLISH A COCOA FARM IN\n(ABIDJAN) IVORY COAST WITH THE HELP OF HIS IVORIAN FRIEND BEFORE HE MET HIS\nDEATH PRECISELY A WEEK AFTER HIS RETURN FROM ABIDJAN IVORY COAST WHERE HE\nWENT TO NEGOTIATION.\n\nHE DIED AS A RESULT OF THE GHASTLY MOTOR ACCIDENT HE HAD WITH MY MOTHER,MY\nMOTHER DIED INSTANTLY BUT MY FATHER DIED FOUR DAYS LATER IN A HOSPITAL, AS\nIF MY FATHER KNEW , HE REMINDED US THAT HE DEPOSITED THE SUM OF TEN MILLION\nFIVE HUNDRED THOUSAND US DOLLAR (10.500.000.00) IN A SUSPENCE ACCOUNT WITH A\nBANK IN ( ABIDJAN) IVORY COAST AND ADVICED US TO CONTACT A FOREIGNER TO HELP\nUS TRANSFER THE MONEY FOR INVESTMENT.\nHE GAVE US THE DEPOSIT CERTIFICATE AND LODGEMENT PAPERS.SO THAT WE CAN\nRETRIEVE THIS MONEY.WE HAVE ARRIVED IN (ABIDJAN) IVORY COAST, LOCATED THE\nBANK AND COMFIRMED THE DEPOSIT.\n\nNOW WITH MOST HONEST AND CONFIDENTIALITY, I AM SOLICITING YOUR ASSISTANCE TO\nMOVE THIS MONEY TO YOUR SAFE ACCOUNT ABROAD SO THAT WE WOULD INVEST IT IN\nAGRICULTURE OR ANY LUCRATIVE BUSINESS WHICH YOU WOULD INTRODUCE US INTO OVER\nTHERE .\n\nAS YOU CAN SEE THIS MONEY IS THE ONLY THING LEFT FOR ME AND MY YOUNGER\nBROTHER, SO WE WANT TO INVEST IT WISELY AND THERE IS A POLITICAL PROBLEM\nHERE (IVORY COAST),IT WILL BE VERY NECESSARY TO TAKE THE MONEY OUT OF THIS\nCOUNTRY FOR SECURITY REASONS.\n\nA HANDSOME REWARD AWAITS YOU AS YOU CONSIDER TO ASSIST US TRANSFER THIS\nMONEY FOR INVESTMENT, YOUR PERCENTAGE WOULD BE DISCUSSED ON YOUR POSITIVE\nRESPONSE TO THIS REQUEST.\nI AWAIT ANXIOUSLY TO HEAR FROM YOU SO THAT WE WILL DISCUSS THE MODALITIES OF\nTHIS TRANSACTION.\n\nTHANKS AND MAY GOD BLESS YOU.\n\nYOURS SINCERELY,\nJESSICA WILLIAMS AND JAMES.\n\n\n\n\n", "id": "77d29c47b332fea562a4403c184e15e3"}