{"email_subject": "Matter m  of trust", "email_body": "Dear Sir/Madam\nCompliment of the day to you .\nI got your contact through business search from the internet.\nI am Mr.Kofi Zuma, Account Manager of Standard Chartered Bank Kanashie Branch\n. I have urgent and very confidential business proposition for you. On December 29th\n2002, an American contractor with the Government of Ghana, Mr. Michael Creek\nmade a numbered time (Fixed) deposited for twelve calendar months, valued at\nTWENTY TWO Million,Four hundred thousand dollars ($22.4million) in my\nbranch. Upon maturity, I sent a routine notification to his forwarding\naddress but got no reply.\nAfter a month, we sent a reminder and finally we discovered from his\ncontract employers, that Mr. Michael Creek died from an automobile accident.\nOn further investigation, I found out that he did not leave a WILL and all\nattempts to trace his next of kin were fruitless. I therefore made further\ninvestigation and discovered that Mr. Michael Creek did not declare any next\nof kin in all his official documents, including his Bank Deposit paperwork.\nThis sum of $22.4million is still sitting in Standard Chartered Bank and the\ninterest is being rolled over with the principal sum at the end of each year. \nNo one will come forward to claim it.\nAccording to the laws of the country, at the expiration of 5 (five) years,\nthe money will revert to the ownership of the Government if nobody applies\nto claim the funds. Consequently, my proposal is that I will like you to\nassist me fully as foreigner to stand in as the next of kin to Mr. Michael\ncreek,\nso that the fruits of this old man's labour will not get into the\nhands of some corrupt officials.\nThis is simple, I will like you to provide me immediately with your full\nnames and address so that the attorney will prepare the necessary documents\nand affidavites, which will put you in place as the next of kin. We shall\nemploy the services of two attorneys for drafting and notarization of the\nWILL and obtain the necessary documents and letter of probate/administration\nin your favor for the transfer.\nA bank account in any part of the world, which you will provide, will then\nfacilitate the transfer of this money to you as the beneficiary/next of kin.\nThe money will be paid into your account for us to share in the ratio of 60%\nfor me and 30% for you while 10% will be set aside for miscellaneous\nexpenses. There is no risk involved in this transaction, as every necessary\npaperwork for this fund, will be done and my position as the Branch Manager\nguarantees the successful execution of this transaction.\nHope this mail will meet your perfect understanding.\nBest Regards.\nMr.Kofi Zuma \n\n\n\n\n", "id": "77f7f09a07f8ed1fa3fc3378a5fa6111"}