{"email_subject": "MRS, FATIMA RASHEED KHALIFA", "email_body": "FROM: MRS, FATIMA RASHEED KHALIFA\nADDRESS:NORTH ZONE BAZRA IRAQ.\nALTERNATIVE E-MAIL:(khalifa_rasheedfatima@yahoo.com ) \nPlease permit me your little endulgence to solicit for your unreserved attention, based on my urgly condition of life though one with almighty Allah is with majority.\nI am Mrs Fatima R. Khalifa, a widow to Late Sheik Mohammed Rasheed Khalifa. \nI am 64 years old of a born muslim faith. Presently i am suffering from long time cancer of the breast, from all indications, my condition is really deteriorating and is quite obvious that I won't live more than six months according to my doctor,because the cancer stage has gotten to a very bad stage. \nMy late husband was killed during the invasion of collition forces from American and Britain in Iraq,unfortunately he died leaving behind a huge sim of money in the vault of a private security company oversea to be precise in Holland, but due to\nmy present bad condition of health as I am suffering from Cancer of the breast its quite impossible for me to travel that distance to receive this money. \nTo this effect I have writen a letter throgh my family lawyer requseting for the transfer of this box to Dubai United Arab Emirates pending when I can succeed in getting a trust and\nreliable person to utilize this money. Although, today, I have a signal from Dubai notifying me of the arrival of the consignment in their security costody. \nI want you to understand that a neither have any son nor have any person to entrust this money to which I know that it is better make use of a total foreigner to achieve my aim.\nAtleast had it been that during the period of our marriage we could produce any child, my late husband was very wealthy and after his death, his offspring will inherited all his business and\nwealth.I got your contact through a desperate and personal search on the web, for someoneI could really trust and I have prayed over it. \nTherefore my desire now is to contribute this wealth to the propagation of islam and in assisting the less-privileged Muslim faithful in Africa,Asia,Europe and in all Arab-Nation's . \nI have discussed this with my Family Lawyer hence I am willing to donate the sum of US$16,250,00000. (sixteen Million two hundred and fifty thousand US Dollars)for the development of the holy\nwork of islam, as well as distribution's to aid muslim's faithfuls. \nPlease I want you to note that, this fund is lying in a Security Company in United Arab Emirate (UAE). \nFor that, my lawyer will file application's that will back you up for the transfer of the money in your name as the beneficiary only if you promise to use this funds judiciary for \nthe said purpose. \nTherefore,I have decided to set-aside 40% for the promotion of holy islam and the work of Allah.\nwhile 30% will be retuned back to me through my lawyer so that I can offset my bills in the hospital because of the cancer treatment. \nIf you have to die says the Allah, keep fit and I will give you the crown of life.\nMay the Grace of Allah be our guide and be my refuge when i leave this \nworld. \nMoreso,I further decided to offer you 20% While the remaining 10%\nis for the expenses incured during the facillitation of the fund.\nPLEASE REPLY khalifa_rasheedfatima@yahoo.com \nYours in Allah,\nMrs Fatima Rasheed Khalifa\n\n\n\n", "id": "78589ffe9a4c0f877dd1bedf08a405a1"}