{"email_subject": "Greetings", "email_body": "Greetings I am Mr.Charles Brown, a Canadian citizen and an Attorney based in Manchester,England.I am the personal Attorney to late Mr Mark Michelle(a foreigner and a private oil consultant/contractor with the shell petroleum Development in Saudi Arabia),hereinafter shall be referred to as my client. Unfortunately, my client and his wife lost their lives in a Plane crash in Dec,2003.My Several attempts to locate any of his relatives as directed by his bank were all to no avail, even I've made enquires with his country's embassies and so far,non of his relatives have been traced.It may interest you to know that my client died \"intestate\".  PROPOSITION:  I decided to contact you purely on the personal conviction of trust and confidence that we can co-operate with each other and do a very lucrative business for our mutual benefit . I want you to give me the needed assistance by allowing me to present you as the NEXT OF KIN to the deceased and,the beneficiary of his estate.The deceased had a deposit valued presently at EIGHTEEN MILLION DOLLARS{ $18,000,000.00) and his Bank has issued me a notice to provide his next of kin or beneficiary by will, otherwise the account would be confiscated.  Already, I have worked out modalities for achieving my aim of appointing a next of kin as well as transfer the money out of this country, for us to share in the ratio of 50% for me and 35% to you, while we will collectively donate10% to \"Tsunami Relief Course\",while the remaining 5% would be used to compensate both parties for any incurred expenses in the course of this transaction.  It is my intention to achieve this transfer in a legitimate way, all I require is your honest co-operation, confidentiality and trust to enable us see this transaction through. The money transfer paper work itself will include a certificate of origin so that the receiving bank does not ask questions.The paper work will include proper certificate that the fund being transferred is from non-criminal sources. In short this will be a proper and legal money transfer with apparently no risk involved. The transaction is guaranteed to succeed without any problem.  If this proposal is acceptable to you, kindly email your following information to me ;  A.Private telephone number and fax number.  B.Your postal/residential address.  C.Identification/Occupation.  Further details awaits you upon a positive response from you.  Yours faithfuly,  Barr.Charles Brown  ________________________________________________ Wiadomość pochodzi z serwera www.k9.pl", "id": "786d57c7cca3e453419f006fcb1b3332"}