{"email_subject": "STRICTLY A PRIVATE BUSINESS PROPOSAL", "email_body": "FROM THE DESK OF MR. MIKE CHUKWU. \nZENITH INTERNATIONAL BANK PLC, \nLAGOS-NIGERIA. \nEMAIL: mikechukwu32@primposta.com  \n\n\n\nDEAR SIR, \n\nSTRICTLY A PRIVATE BUSINESS PROPOSAL \n\nI AM MIKE CHUKWU , THE MANAGER, BILLS AND \nEXCHANGE AT THE FOREIGN REMITTANCE DEPARTMENT OF THE \nZENITH INTERNATIONAL BANK PLC. \nI AM WRITING THIS LETTER TO ASK FOR YOUR SUPPORT AND COOPERATION TO \nCARRY OUT THIS BUSINESS OPPORTUNITY IN MY \nDEPARTMENT. WE DISCOVERED AN ABANDONED SUM OF \n$15,000,000.00 (FIFTEEN MILLION UNITED STATES DOLLARS \nONLY) IN AN ACCOUNT THAT BELONGS TO ONE OF OUR FOREIGN \nCUSTOMERS WHO DIED ALONG WITH HIS ENTIRE FAMILY OF A \nWIFE AND TWO CHILDREN IN NOVEMBER 1997 IN A PLANE \nCRASH. \nSINCE WE HEARD OF HIS DEATH, WE HAVE BEEN EXPECTING \nHIS NEXT-OF-KIN TO COME OVER AND PUT CLAIMS FOR HIS MONEY AS THE \nHEIR,BECAUSE WE CANNOT RELEASE THE FUND FROM HIS ACCOUNT UNLESS \nSOMEONE \nAPPLIES FOR CLAIM AS THE NEXT-OF-KIN TO THE DECEASED AS INDICATED IN \nOUR \nBANKING GUIDELINES. UNFORTUNATELY, NEITHER THEIR FAMILY MEMBER NOR \nDISTANT \nRELATIVE HAS EVER APPEARED TO CLAIM THE SAID FUND. UPON THIS \nDISCOVERY,I AND OTHER \nOFFICIALS IN MY DEPARTMENT HAVE AGREED TO MAKE \nBUSINESS WITH YOU AND RELEASE THE TOTAL AMOUNT INTO \nYOUR ACCOUNT AS THE HEIR OF THE FUND SINCE NO ONE CAME \nFOR IT OR DISCOVERED HE MAINTAINED ACCOUNT WITH \nOUR BANK, OTHERWISE THE FUND WILL BE RETURNED TO THE \nBANKS TREASURY AS UNCLAIMED FUND. \n\nWE HAVE AGREED THAT OUR RATIO OF SHARING WILL BE \nAS STATED THUS; \n30 % FOR YOU AS FOREIGN PARTNER, \n60 % FOR US THE OFFICIALS IN MY DEPARTMENT AND \n10% FOR THE SETTLEMENT OF ALL LOCAL AND \nFOREIGN EXPENCES INCURRED BY US AND YOU DURING THE \nCOURSE OF THIS BUSINESS. UPON THE SUCCESSFUL \nCOMPLETION OF THIS TRANSFER, I AND ONE OF MY \nCOLLEAGUES WILL COME TO YOUR COUNTRY AND MIND OUR SHARE. IT \nIS FROM OUR 60 % WE INTEND TO IMPORT AGRICULTURAL \nMACHINERIES INTO MY COUNTRY AS A WAY OF RECYCLING THE \nFUND. \nTO COMMENCE THIS TRANSACTION, WE REQUIRE YOU TO \nIMMEDIATELY INDICATE YOUR INTEREST BY A RETURN E-MAIL \nAND ENCLOSE YOUR PRIVATE CONTACT TELEPHONE NUMBER, FAX \nNUMBER FULL NAME AND ADDRESS AND YOUR DESIGNATED \nBANK COORDINATES TO ENABLE US FILE LETTER OF CLAIM TO \nTHE APPROPRIATE DEPARTMENTS FOR NECESSARY APPROVALS \nBEFORE THE TRANSFER CAN BE MADE. \n\nNOTE ALSO, THIS TRANSACTION MUST BE KEPT STRICTLY CONFIDENTIAL BECAUSE \nOF IT'S NATURE. \n\nI LOOK FORWARD TO RECEIVING YOUR PROMPT RESPONSE. \n\nREGARDS, \n\nMR. MIKE CHUKWU \nZENITH INTERNATIONAL BANK PLC . \n\n\n\n\n\n\n", "id": "7886317de28073e9d6c6d3009b2534f3"}