{"email_subject": "BUSINESS PROPOSAL", "email_body": "Dear friend.\n\nGood Day,\n\nI am Mr NIABBA IBRAHIM, Senior Credit Officer of AFRICAN DEVELOPMENT BANK \nANNEX BURKINA FASO.Here is a 100% concealed and  mutually profitable \nbusiness proposal for you. After the United States  and Iraqi war, our \nclient Hatem Kamil Abdul Fatah who was the deputy governor of Baghdad in \nIraq and also business man made a numbered fixed deposit for 12 calendar \nmonths, with a value of ten million five hundred thausand usd only in my \nbranch.Upon maturity several notices were sent to him, even in the first \nquater of this year.Again another notification was sent and still no \nresponse came from him. We later found out that the Deputy Governor has been \nassasinated in Baghdad.\nThe websites below is a proof  and verification of the news about his  \ndeath:\n\nhttp://news.bbc.co.uk/go/pr/fr/-/1/hi/world/middle_east/3970619.stm\nhttp://www.uslaboragainstwar.org/article.php?id=6979\n\nAfter further investigation it was also discovered that Hatem Kamil Abdul \nFatah did not declare any next of kin in his official papers including the \npaper  work of his bank deposit. And he also confided in me the last time he \n  was at my office that no one except me knew of his deposit in my bank. So, \nten million five hundred usd$ is still lying in my bank and no one will ever \ncome forward to claim it. Against this backdrop, my suggestion to you is \nthat I will like you as a neutral person to stand in as the next of kin to \nHatem Kamil Abdul Fatah so that you will be able to receive his funds with \nmy aid as the insider. THE PREREQUISITE OF THIS PROJECT:I want you to know \nthat I have had everything planned out so that we come out successful.all \nthat is required from you NOW is  for you to provide me with your Full Names \nand Address so that i can prepare the documents with your name. After you \nhave been made the next of kin,you will also file in for claims on your and \nsecure the necessary approvals and letter of probate to enable the bank move \nthe funds to an account that will be provided by you.\n\nThere are no risks involved in the matter as we are going to adopt a  \nlegalized method and all necessary documents will be prepared by the bank \nfor easy movement iof the fund into your account.Please endeavour to observe \nutmost discretion in all matters concerning this issue.Once the funds have \nbeen transferred to your nominated bank account we shall share in the ratio \nof 60% for me, 30% for you and 10% for any expenses incurred during the \ncourse of this peration.Should you be interested, please send me your full \nparticulars including your private phone and/or fax numbers for easy \ncommunication,and i will provide you with more details of this operation as \nwell as my particulars.\n\nI wait your respond\nKind Regards,\nMr. NIABBA IBRAHIM\nprivate email: niabba_ibrahim@yahoo.co.uk\n\n_________________________________________________________________\nFREE pop-up blocking with the new MSN Toolbar - get it now! \nhttp://toolbar.msn.click-url.com/go/onm00200415ave/direct/01/\n\n\n\n", "id": "789d815edaa18ca0a21ae1fbdbc23bb7"}