{"email_subject": "MRS.SUZANA NUHAN VAYE", "email_body": "NAME:MRS.SUZANA NUHAN VAYE\n%BARR.JAMES BRODERICK (ATTORNEY)\nTELE:+44-703-1945622\nEMAIL:jamesbroderick1@halejob.com\nEMAIL:jamesjamesbroderick@yahoo.com\n\nATTN: MD/CEO\n\nKindly accept my apology for sending my mail to you. I am a true God fearing \nperson, and I want you to trust me and help me out in this my condition. I \nbelieve you are a highly respected personality, considering the fact that I \nsourced your profile from a human resource profile database on your country \nin the Internet. Though, I do not know to what extent you are familiar with \nevents and fragile political situation in Liberia but it has formed \nconsistent headlines in the CNN, BBC news bulletins.\nMy Name is MRS.SUZANA NUHAN VAYE from Liberia, a Country in West Africa. My \nlate Husband is Issac Nuhan Vaye, Deputy Minister of Public Works in \nLiberia.My  Husband was falsely accused of plotting to remove the then \nPRESIDENT OF LIBERIA CHARLES TAYLOR) from office. Without trial, Charles \nTaylor killed him. You can verify this from some of the international \nnewspapers posted inthe web sites below:\n(I)http://www.usatoday.com/news/world/2003-07-15-liberia_x.htm\nBefore my husband was killed, he moved out the sum of $21.5 million through \na diplomatic means, and deposited it with a Security Company Abroad. And \nthis money was meant for importation of agricultural machinery.All that is \nneeded is for my lawyer to instruct the company to transfer the funds to \nyour account, I will remunerate you with 20% at the end, but most of all is \nthat I solicit your trust and honesty in this transaction. I have been \nconfined only to our country home and all my calls are monitored, so I will \nadvise you to contact my private ATTORNEY BARR.JAMES BRODERICK based in \nLondon UK on his contact stated below for onward proceedings: -\n                                   NAME:BARR.JAMES BRODERICK (ATTORNEY)\n                                   TELE:+44-703-1945622\n                                   EMAIL:jamesbroderick1@halejob.com\n                                   EMAIL:jamesjamesbroderick@yahoo.com\n\nKindly include your Full Name, Private Telephone and Fax Numbers where you \ncan always be reached, your Residential or Company Address to enable him \nsend detail information/documents that will enable you receive the fund \nwithout any problem either now or in future as all modalities has been \nperfected.Please your urgent response is needed.\nBest Regards.\nMRS.SUZANA NUHAN VAYE (WIDOW)\n\n\n\n\n", "id": "78d36fd872522fcf41787753a55a06ea"}