{"email_subject": "MESSAGE FROM MR. ADAMS IBRAHIM.TREAT AS URGENT", "email_body": "Dear Friend,\n\nI feel quite safe dealing with you in this business proposition though, this\nmedium (Internet) has been greatly abused, I choose to reach you through it \nbecause it still remains the fastest, surest and most secured medium of \ncommunication.\n\nI know that this mail will come to you as a surprise as we have never met \nbefore.My name is Mr ADAMS IBRAHIM  I am the bill and exchange manager in \nAFRICAN DEVELOPMENT BANK [A.D.B) I Hoped that you will not expose or betray \nthis trust and  confident that i am about to repose on you for the mutual \nbenefit of our both families.\n\nI am writing in respect of a foreign customer of our Bank who perished along \nwith his next of kin with Korean Air Line, flight number 801 with the whole \npassengers on  6th of augustus 1997 and for your perusal you can view this \nsite http://www.cnn.com/WORLD/9708/06/guam.passenger.list\n\nSince the demise of this our customer, I personally has watched with keen \ninterest to see the next of kin but all has proved abortive as no one has \ncome to claim his funds of US$8.3M (Eight Million Three Hundred Thoudsand \nUnited States Dollars) which has been with our branch for a very long\ntime.\n\nOn this note, I decided to seek for whom his name shall be used as the Next \nof Kin since nobody is coming for the fund again.The Banking ethics here \ndoes not allow such money to stay more than eight years, because the money \nwill be recalled to the Bank treasury as unclaimed fund after this\nperiod.\n\nIn view of this I got your contact through the internet when i was making a \nresearch on a foreignerthat I will use in this great  opportunity because i \ndont want the money to be recalled to our Bank treasury as uncliamed fund.I \nhave also agreed to offer 40% of the total sum and the rest 60% will be for \nme.\n\nThe reason for a foreigner in the business is for the fact that the deceased \nman was a foreigner and  it is not authorized by the law guiding our Bank \nfor a citizen of BURKINA FASO to make the claim of the fund.So the request \nof you as a foreigner is necessary to apply for the claim and transfer of \nthe fund smoothly into your reliable Bank account as the Next Of Kin to the \ndeceased.\n\nIf you are really sure of your integerity, trustworthy and confidentiality, \nand accept not to cheat or disappoint me after this business, reply with \nyour telephone and fax numbers and banking account details where you wish to \nreceive the fund.\n\nUpon receipt of the above mentioned informations,indicating your interest in \nthe business,I will send you by fax or e-mail a letter of application which \nyou will type  and send back to our bank to enable us start this \ntransaction.\n\nI will  not fail to bring to your notice that this business is hitch free on \nboth sides and dont have any negative impact.You should not entertain any \nfear as all modalities for  the smooth and easy transfer of this fund has \nbeen finalized, this  transaction will be completed within 10 bank working\nday immediately you applied to the Bank as relation to the deceased\ncustomer.\n\nWaiting for your urgent response\n\n           Yours sincerely,\n\n          Mr ADAMS IBRAHIM\n\n_________________________________________________________________\nDcouvrez Windows Live Messenger : le futur de MSN Messenger ! \nwww.windowslivemessenger.fr\n\n\n\n", "id": "78fbabda881a30c319c436c2dfb337c4"}