{"email_subject": "VERY IMPORTANT", "email_body": "WELLKANG INTERNATIONAL,\nImport/Export Limited.\n \nWellkang Ltd\nSuite B 29 Harley Street\nLONDON  W1G 9QR England\nUnited Kingdom.\n \n \nDear Joe Bobick,\n                                                             \n    My  name  is Laura  Southwell,  and I  am the manager  of  a  Human Recourses department  of  Wellkang International Import/Export Limited. The  purpose  of  this message  is  to  draw  Your  attention  to a vacant position  of  a  financial  manager  for cooperation  with private  individuals.  \n                                            \n But  first of  all a  few  words  about  our company. Wellkang International Import/Export Limited was  founded  in  1994. Our  specialists grant services of purchase  and sale , privatization,  brokering  and dealer transactions  on stock  exchange.  We handle financial agency on  equity  market, using  a great  variety of investment instruments. Moreover we can  conduct  a  private survey on stock market upon client\u0092s request.                                  \n                                           \n Professionalism  and conscientiousness of  our company  enables us  to attract a large number  of clients. Nowadays Wellkang International firmly  holds  a  position  of a leading  company  on  European  equity  market ,  which  ensures  our  stable development. So today ,  we  are glad to offer You  to: become  a  part  of our company, join a  team  of  high  qualified  specialists    get  a  prestigious  part  time  job, earn  a  good  deal.\n \nIn  order  to become  our  financial  manager  for  cooperation  with  private individuals, You ARE NOT  OBLIGED TO  HAVE  ANY  HIGHER OR PROFESSIONAL EDUCATION.  You will just  be supposed to: have  approximately  2 free hours  a day, have  a  bank account  (or  to be able to open a  new one,  especially for company needs) have  a PC YOUR PARTICIPATION  IS ESSENTIAL  TO enable  us  to grant  our clients  the best  service in  shortest  dates.                                             \n                                 \n YOUR  RESPONSIBILITIES  will be: to  receive payments for the ordered stocks and bonds  from the Wellkang International clients  (private individuals) to Your bank  account to  withdraw  the  funds and  to transfer it  further to our  brokers in one of the  countries where  the desirable stocks and bonds should  be  bought The  transfer should  be  done  by  the means of Western  Union  or money  Gram services  to  fasten the  process  of  the  delivery of the funds. Your SALARY is  10% commission  out  of  every  deposit that You  receive on Your bank account.                 \n                              \n   If  you  are interested  in  the vacancy  offered,  please  get  some more detailed information on  the following  E-mail address:   wellkang@netscape.net  Our managers  will be glad to  answer  any questions. We are  looking  forward  to  working with  You! I am sorry if this  letter  has  been  sent  to  You  by  mistake.  In that case, please be  so  kind  to  delete it. \n \nYours  faithfully,\nLaura  Southwell.                                      \n\n\n\n\n", "id": "7907c399faf7609dc3ea9396542fe7fe"}