{"email_subject": "DEAR FRIEND", "email_body": "Dear Friend. \n\nI am Mr. Phil Ipenza, Provincial Manager Development Bank of Southern Africa(DBSA). I have urgent and very confidential business proposition for you. On June 6, 1999, a foreign mining consultant/contractor with the South Africa Mining Corporation, Mr. Richard Moss made a numbered time (Fixed) Deposit for twelve calendar months, valued at US$12,5 00,000.00 (Twelve Million,Five Hundred Thousand US Dollars) in my branch. Upon maturity, I sent a routine notification to his forwarding address but got no reply. After a month, we sent a reminder and finally we discovered from his contract employers, the South Africa Mining Corporation that Mr. Richard Moss died from an automobile accident. On further investigation, I found out that he died without making a WILL, and all attempts to trace his next of kin was fruitless. I therefore made further investigation and discovered that Mr. Richard Moss did not declare any kin or r!\n elations in all his official documents, including his Bank Deposit paperwork in my Bank. This sum of US$12,500,000.00 is still sitting in my Bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it. According to South African Law, at the expiration of 5 (five) years, the money will revert to the ownership of the South Africa Government if nobody applies to claim the fund. Consequently, my proposal is that I will like you as a foreigner to stand in as the next of kin to Mr. Richard Moss so that the fruits of this old man's labour will not get into the hands of some corrupt government officials. This is simple, I will like you to provide immediately your full names and address so that the Attorney will prepare the necessary documents and affidavits which will put you in place as the next of kin. We shall employ the service of two Attorneys for processing and notarizat!\n ion of the WILL and to obtain the necessary documents and lett!\n er of pr\nobate/administration in your favour for the transfer. A bank account in any part of the world which you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin. The money will be paid into your account for us to share in the ratio of 60% for me and 40% for you. There is no risk at all as all the paperwork for this transaction will be done by the Attorney and my position as the Branch Manager guarantees the successful execution of this transaction. If you are interested, please reply immediately via the private email address below. Upon your response, I shall then provide you with more details and relevant documents that will help you understand the transaction. Please observe utmost confidentiality, and rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country. Awaiting your urgent reply via my email: Ipenza@themai!\n l.com \n\nThanks and regards. \n\nMr. Phill Ipenza.\n\n \n\n\n\n", "id": "79387a59d7922c02d1149f58b786ad4f"}