{"email_subject": "From Union Bank Of Switzerland UBS Warburg Branch, London.", "email_body": "\n>From Union Bank Of Switzerland UBS Warburg Branch, London.\n1 & 2 Finsbury Avenue,\nEC2M 2PP, London.\nUnited Kingdom.\nE-mail Via To: beckc@she.com\n\nDear ,\n\nI am Mr.Beck Christopher, working with Union Bank of\nSwitzerland UBS, Warburg Branch, London. I have urgent and\nvery confidential business proposition for you. On June 6th\n1998, an American Oil Consultant Contractor with Mauritius\nMining Corporation MR. JOSEPH BUTTON made a numbered Time\nFixed Deposit for Twelve Calendar months valued at\nTwenty-Five Million United States Dollars Only (US$25M) in\nmy branch. Upon maturity, I sent a routine notification to\nhis forwarding address but got no reply.\n\nAfter a month, we sent a reminder and finally we discovered\nfrom his contract employers, the Island of Mauritius Mining\nCorporation that MR. JOSEPH BUTTON died on 11th September\nBomb Blast in America 2001. On further investigation, I\nfound out that he died without making a WILL and all\nattempts to trace his next of kin were fruitless. I\ntherefore made further investigation and discovered that MR.\nJOSEPH BUTTON did not declare any kin or relations in all\nhis official documents including his Bank Deposit paper work\nin my Bank. This Sum of US$25M Is still sitting in my Bank\nand the interest is being rolled Over with the principal sum\nat the end of each year, no one will ever come forward to\nclaim it. According to the Island of Mauritius Law, at the\nexpiration of Five (5) years, the money will be reverted to\nthe ownership of the Mauritius Government if nobody applies\nto claim the fund. Consequently, my proposal is that I will\nlike you as a Foreigner to stand in as the next of kin to\nMR.JOSEPH BUTTON so that the fruits of this old man\nlabor will not get into the hands of some corrupt government\nofficials.\n\nThis is simple, I will like you to provide immediately your\nfull names and address so that the Attorney can first\narrange from Probate a Letter of Administration, which will\nput you in place as the next of kin. Secondly, a bank\naccount in any part of the World which you will provide will\nthen facilitate the transfer of this money to you as the\nbeneficiary /next of kin, the money will be paid into your\naccount for us to share in the ratio of 60% for me and 40%\nfor you.\n\nThere is no risk at all as all the paper work for this\ntransaction will be done by the Attorney and my position\nguarantees the successful execution of this transaction. If\nyou are interested, please reply immediately via the\nprivate- email address: beckc@she.com\nUpon your response, I shall then provide you with more\ndetails and relevant documents that will help you understand\nthe transaction.\n\nAwaiting your urgent.\nThanks and God bless you.\n\nRegards.\nMr.Beck Christopher\nUBS Warburg.\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://yoursite.com\n\n\n", "id": "79d0ead2221668c1ed2f296f2384b17e"}