{"email_subject": "From Bartholomew", "email_body": "FROM MR BARTHOLOMEW R MUTIE.\n\nSir,\n\nI personally decided to put in writing as below, the full details of this business proposal that I have been trying to explain to you. I have a re-profiling amount in an excess of US$78M, which I seek your partnership in accommodating for me. I am willing to give out 25% of this total sum to you for your quick assistance and partnership, 70% for me and while 5% should be set side for reimbursement of any unforeseen expenses we both might incure in the cause of this transaction. However, I sincerely seek your confidence in this transaction, which I am proposing to you.\n\nMy name is Bartholomew mutie, I am the personal assistance to the former President of Republic of Liberia (President Charles Taylor). President Charles Taylor decided on the 11th of August 2003 to go into exile in a neighboring country Nigeria to seek asylum.  Based on these developments, his various foreign bank accounts have been frozen and some are still under serious investigation. But in the light of all these happenings, President Charles Taylor was able, through the help of some loyalist succeeded to secretly move the sum of US$78M, on my name as the owner to a private security company vault in\nNigeria where the final crediting is expected to be carried out later, but resently he has just been arrested and taken away. you can read more on CNN news of March 30, 2006. http://www.cnn.com/2006/WORLD/africa/03/29/taylor.nigeria/index.html \n\nAll the depositing documents of the above fund were on my name and they are still in my possession, What I need from you is to stand as the beneficiary of the above quoted sum and I will arrange for the documentation which will enable the Security Company transfer / wire the fund to your bank account. I have decided to do this only with you and use this sum to relocate to European or American continent and never to be connected to any of President Charles Taylor's conglomerates. This transaction can be concluded within 2 weeks.\n\nMy questions are:-\n 1. Can you handle this project?\n 2. Can I give you this trust?\n 3. can you keep this business as very confidential?\n 4. If you can sponsor this transfer, Is 25% acceptable to you, as your commission?\n\nREPLY TO MY PRIVATE EMAIL ADDRESS:\nConsider this and reply as soon as possible to (my private email address) mutbarth@infinito.it, so i can give you more clear explanations details and information about this transaction. I will also need your direct telephone and fax number for easy reach. Finally, it is my humble prayer that the information as contained herein be accorded the necessary attention, urgency as well as the secrecy it deserves. Please i need you to send me your telephone number so i can give you a call immediately for more discusion. As soon as I get your positive response, I will send you more information to you.\n\nBest regard\n\nMr. Bartholomew mutie\n\n\n", "id": "79ed82b3e672e31af0561ee38ab170af"}