{"email_subject": "URGENT RESPOND", "email_body": "FROM THE DESK OF SEYES CAMPURY\nBILL AND EXCHANGE MANAGER,\nBANK OF AFRICA (B.O.A) OUAGADOUGOU,\nBURKINA FASO WEST AFRICA.\n \n \n                            RE: TRANSFER OF ($27,500.000.00 USD)\n             (TWENTY SEVEN MILLION FIVE HUNDRED THOUSAND DOLLARS)\n \nDEAR FRIEND\n \nWE WANT TO TRANSFER TO OVERSEAS ($ 27,500.000.00 USD) TWENTY SEVEN MILLION  FIVE HUNDRED THOUSAND UNITED STATES DOLLARS) FROM THE  BANK OF AFRICA, I WANT TO  ASK YOU TO QUIETLY  LOOK FOR A RELIABLE AND HONEST PERSON WHO WILL BE CAPABLE AND FIT TO PROVIDE EITHER AN EXISTING BANK ACCOUNT OR TO SET UP A NEW  BANK A/C IMMEDIATELY TO RECEIVE THIS MONEY, EVEN AN EMPTY A/C CAN SERVE TO RECEIVE THIS FUNDS QUITELY.\n \nI AM  GARUBA ABUBAKAR, THE ACCOUNTANT PERSONAL CONFIDANT  TO  DR. RAVINDRA F. SHAH WHO DIED TOGETHER WITH HIS WIFE  DR.MRS.  MANJULA PARIKH-SHAH IN A PLANE CRASH ON THE 1ST OCT. 2003 ON THEIR WAY TO ATTEND WEDDING IN BOSTON.\n \nMR. RAVINDRA F. SHAH, IS AN AMERICAN, A PHYSICIAN AND INDUSTRIALIST, HE DIED LAST THREE YEAR  WITHOUT HAVING ANY BENEFICIARY TO HIS ASSETS INCLUDING HIS ACCOUNT HERE IN BURKINA FASO WHICH HE OPENED IN A  BANK OF AFRICA IN THE YEAR 2000 AS HIS PERSONAL SAVINGS FOR THE PURPOSE OF EXPANSION AND DEVELOPEMENT OF HIS COMPANYBEFORE HIS UNTIMELY DEATH IN 2003.\n \nTHE AMOUNT INVOLVED IS (USD 27,500,000.00)TWENTY SEVEN MILLION FIVE HUNDRED THOUSAND USD,  NO OTHER PERSON KNOWS ABOUT THIS ACCOUNT, I AM CONTACTING YOU FOR US TO TRANSFER THIS FUNDS TO YOUR ACCOUNT AS THE BENEFICIARY, I WANT TO FIRST TRANSFER $7,500.000.00 ( SEVEN MILLION \nFIVE HUNDRED THOUSAND USD)  FROM THIS MONEY INTO A SAFE  ACCOUNT ABROAD, AFTER WHICH WE WILL TRANSFER THE REMAINING (20M) BUT I DON'T KNOW ANY FOREIGNER, I AM ONLY CONTACTING YOU AS A FOREIGNER BECAUSE THIS MONEY CAN NOT BE APPROVED TO A LOCAL PERSON HERE, WITHOUT VALID INTERNATIONAL FOREIGN PASSPORT, BUT CAN ONLY BE APPROVED TO ANY FOREIGNER WITH VALID INTERNATIONAL PASSPORT OR DRIVERS LICENSE AND FOREIGN A/C BECAUSE THE MONEY IS IN US DOLLARS AND THE \nFORMER OWNER OF THE A/C MR.RAVINDRA F. SHAH IS A FOREIGNER TOO, AND AS SUCH THE MONEY CAN ONLY BE APPROVED INTO A FOREIGN A/C.HOWEVER,  I AM REVEALING THIS TO YOU WITH BELIEVE IN ALLHA THAT YOU WILL NEVER LET ME DOWN IN THIS BUSINESS, YOU ARE THE FIRST AND THE ONLY PERSON THAT I AM CONTACTING FOR THIS BUSINESS, SO PLEASE REPLY URGENTLY SO THAT I WILL INFORM YOU THE NEXT STEP TO TAKE URGENTLY. \n \nSEND ALSO YOUR PRIVATE TELEPHONE AND FAX NUMBER INCLUDING THE FULL DETAILS OF THE ACCOUNT TO  BE USED FOR THE DEPOSIT.I NEED YOUR FULL CO-OPERATION TO MAKE THIS WORK FINE. BECAUSE THE \n \nMANAGEMENT IS READY TO APPROVE THIS PAYMENT TO ANY FOREIGNER WHO HAS CORRECT INFORMATION OF THIS ACCOUNT, WHICH I WILL GIVE TO YOU, UPON YOUR POSITIVE RESPONSE AND ONCE I AM CONVINCED THAT YOU ARE CAPABLE AND WILL MEET UP WITH INSTRUCTION OF A KEY BANK OFFICIAL WHO IS DEEPLY INVOLVED WITH ME IN THIS BUSINESS.\n \nAT THE CONCLUSION OF THIS BUSINESS, YOU WILL BE GIVEN 30% OF THE TOTAL AMOUNT, 60% WILL BE FOR ME, WHILE 10% WILL BE FOR EXPENSES BOTH PARTIES MIGHT HAVE INCURRED DURING THE PROCESS OF TRANSFERRING.I LOOK FORWARD TO YOUR EARLIEST REPLY .\n \nSINCERELY, \nALLAH BLESS YOU.\nSEYES CAMPURY\nBANK OF AFRICA \n\n¡Miles de amigos con tus mismas aficiones! http://www.latinchat.com", "id": "79fdcb0b74f1d75cc60176217c344175"}