{"email_subject": "From Mr.Ctibor Pilna/Reply. ", "email_body": ">From Mr.Ctibor Pilna. # 18 SILVER CRESCENT JOHANNESBURG SOUTH AFRICA. #874-763-427980.  Fax874-763-427981.                  (URGENT AND CONFIDENTIAL) Dear Sir/Madam, In order to transfer from a Bank some amount of money,I have the courage to look for a reliable and honest person who will be capable for this important business believing that you will never let me down either now or in the future. I am Mr.Ctibor Pilna,a consulting auditor of prime banks here in South Africa. On June 6,1998,an American Mining onsultant/contractor with the South African Mining corporation, Mr.Gregory A.Williams made a numbered time (fixed)deposit for twelve calendar months,value US $14,200,000.00 an account. On maturity, The bank sent a routine notification to his forwarding address but got no reply.  After a month,The bank sent another reminder and finally his contract employers,the South African Mining corporation wrote to inform the bank that Mr.Gregory A.Williams died from an automobile accident,that he died without MAKING A WILL, and all attempts by the American Embassy to trace his next of kin was fruitless.  I therefore, made further investigation and discovered that Mr.Gregory A.Williams in fact was an immigrant from Jamaica and only recently obtained American citizenship.He did not declare any kin or relations in all his official documents, including his Bank deposit paper work. This money total U S $ 14,200,000.00 is still sitting in my bank as dormant Account.  No one will ever come forward to claim it, and according to South African banking policy,after 5years, the money will revert to the ownership of the South African Government if the account owner is certified dead. This is the situation, and my proposal is that I am looking for a foreigner who will stand in as the next of kin to Mr.Gregory A.Williams,and a Bank Account abroad will then facilitate the transfer of this money to the beneficiary/ next of kin. This is simple, all you have to do is to immediately send me a bank account anywhere in the world for me to arrange the proper money transfer paperwork. This money total USD ($14.2M) will then be paid into this Account for us to share in the ratio of 70% for me, 25 % for you and 5% for expenses that might come up during transfer process. There is no risk at all, and all the paper work for this transaction will be done by me using my position and connection in the banks in South Africa. This business transaction is guaranteed. If you are interested, please reply immediately through my personal email sending the following details: (1) Your Full Name/Address. (2) Your Private Telephone/fax Number. (3) Your Bank Name And Address. (4) Your Account Number:  And Sweft Code (If Any) (5) Account Name. Please observe the utmost confidentiality, and rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country. I look forward to your earliest reply through  my private email address  Please for the security of this business ok. Thanks and god bless you and your family and bless me too. Have a nice day.     Yours truly. Mr.Ctibor Pilna ______________________________________________________________________  Post your free ad now! http://personals.yahoo.ca", "id": "7a38cd6c4fd26b1f8cf7db0c7e40212f"}