{"email_subject": "VERY URGENT!!!", "email_body": "\nDEAN GRAY\nCALLE SEVILLA 112,\n28001,MADRID- SPAIN\nTELL:+34 639 446 879\nPRIVATE E-MAIL:deangray@lycos.es\n                            PROPOSITION:\nDear ,\nI am Mr.Dean Gray, the Auditor General of a reputable bank in Spain ,\nduring the course of our auditing I discovered a floating fund in an\naccount opened in the bank in 1990 and since 1991 till date nobody has operated on this\naccount again, after going through some old files in the records I discovered \nan abandoned deposit in my bank by one of our foreign customers who died along \nwith his entire family as a result of an automobile crash. He actually\nmade a numbered time (fixed)deposit valued at US$112,000,000.00 \n(One Hundred and Twelve million united states dollars),for twelve calendar \nmonths in my bank.The funds was actually meant for a project our late client wanted to start\nin the near future (a multi million Dollar steel plant in Canada),\nI sent a routine notification to his forwarding address but\ngot no reply. After a month, I sent a reminder and finally we discovered\nthat Mr.Cosban died from an automobile accident with his entire family .On further investigation, I\nfound out that he died without making a Will, and all attempts to trace\nhis next of kin was fruitless. I therefore made further investigation\nand discovered that Mr. Cosban did not declare any next of kin or\nrelations in all his official documents,including his Bank Deposit\npaperwork in our Bank.\nUpon this discovery, I now seek your permission to have you stand as a\nnext of kin to the deceased as all documentations will be carefully\nworked out by me for the funds to be released in your favour as the\nbeneficiary's next of kin. Please acknowledge receipt of this message in acceptance\nof our mutual business endeavor by furnishing me with the following information's;\n1.  FULL NAMES AND ADDRESS:\n2. DIRECT TELEPHONE NUMBER AND FAX NUMBERS:\n3. OCCUPATION AND POSITION:\n4. NATIONALITY \n5. MARITAL STATUS:\n6. AGE /SEX:\nThese requirements will enable me file letter of claim to the\nappropriate departments for necessary approvals in your favour before\ni could proceed on the transfer of the funds to the designated account of your choice.\nI shall be compensating you with 35% of the total money while 65% will be  mine on final conclusion of this project\nIf this proposal is acceptable by you, do not take undue advantage of\nthe trust I have bestowed in you, I await your urgent mail. Please reply\nto my private and confidential email: deangray@lycos.es\n \n \n \n \nBest Regards,\nMr. Dean Gray\n\n", "id": "7a44b0dd07f50a1de01866ad69935b8c"}