{"email_subject": "ALIYU AHMED JNR.", "email_body": "Good day, I know this letter will come to you as a surprise; But this letter is borne out Of my desire to establish a mutual business Relationship with you, please keep it confidential! I am Mr. Aliyu Ahmed the son of Dr Ibrahim Ahmed the former deputy finance minister under the ousted civilian government in Sierra Leone. My father was killed and mutilated by the military junta led by Major Paul Koroma after over throwing the elected government of President Tejan Kabba.Though, I do not know to what extent you are familiar with events disturbances in Sierra Leone, but the, pressure of war drove me and my mother out of Sierra Leone into exile in South Africa. Where we have been living under political asylum for three years. Sadly, my mother died of cancer three [3] months ago and was buried here in South Africa. Prior to her death, she handed over to me a certificate meant for a secret deposit which my father made in security/finance company in South Africa. This deposit is worth [US $ 10.000.000.00] ten Million United States Dollars only. And this money is in cash. My father made this deposit in the heat of the conflict then in my country, with the hope to convert it[money] to his personal use at the end of the war, unfortunately he was killed when the conflict intensified as result of his opposition to the rebel forces. After my mother's funeral, I contacted the security company to confirm this deposit and establish ownership as well made an arrangement for this deposit to be moved through diplomatic channel to United Arab Emirates Presently, this sum of U.S$10,000,000.00 (ten million dollars) is currently being deposited in a security vault in Dubai. I am seeking for your honest and sincere participation in the retrievement and reinvestment of this money. I cannot do it alone due to my complete ignorance of the business world, more over I am only 27 years old I will give you a negotiable percentage of the principal sum in deposit \nif you assist me to retrieve and reinvest this money in any profitable area of business in your country. Please, I need your assistance urgently, because the more this consignment is still with the company, the more the demurrage accumulates. Contact me through the same email address. God Bless You, Thanks you. Aliyu Ahmed Jnr. \n\n\n\n\n", "id": "7a6b16a5cbf7d1bb749b7a32e8bb1bf1"}