{"email_subject": "ASAP", "email_body": "From: Barr. Barrister franklin More.\n29 Frith Street,\nLondon , W1D 5LG\nFax  44-87-1247-2267\ntel; 447031955738\nfrankmore@walla.com\nAttn Sir,\nI  am Barr.franklin More a solicitor and legal practitioner based in United \nKingdom. I am the personal attorney to Dr. George Brumley who was a\nconsultant with Shell UK LTD here in London, who shall be referred to as my \nclient. On the 21st of July 2003, my client Dr. George Brumley and his \nfamily were involved in a fatal plane crash in Nairobi Kenya, East Africa. \nUnfortunately my client Mr. George and his family lost their lives.\nHere is the website of the incident that struck on that faithful  aay \nhttp://www.cnn.com/2003/WORLD/africa/07/20/kenya.crash/index.html\nSince then I have made several enquiries to locate any of my clients  \nextended relatives and this has proved unsuccessful. After my several\nunsuccessful attempts to locate any member of his family hence I contacted \nyou. I am contacting you to assist in repatriating the money left behind by \nmy client before they get confiscated or declared unclaimed by the security \ncompany where this huge deposit were lodged.\nParticularly, the finance company where the deceased had the said fund \nvalued at USD20 million dollars has issued me a notice to provide the\nnext of kin. Since I have been unsuccessful in locating the relatives for \nover 3 years, I seek your consent to present you as the next of kin to the \ndeceased, so that the proceeds of this account valued at $20 Million Dollars \ncan be paid to your account abroad, you will have 30% of the money for your \nrole while I will have 60% and 10% for expenses that we may incure in the \ncause of processing the claim.\nI have access to all necessary legal documents that can be used to back up \nany claim we may make. All I require is your honest co-operation to\nenable us seeing this deal through. I guarantee that this will be executed \nunder a legitimate arrangement that will protect you from any breach of the \nlaw. Please kindly get back to me through my email address or personal \nphone- frankmore@walla.com\nnumber for confidentiality and send to me your telephone and fax numbers to \nenable us discuss further about this transaction.\nBest regards\nFranklin  More\n\n\n\n\n", "id": "7a6bb457b5db5b76923176ee8e26beb9"}