{"email_subject": "THIS IS PRIVATE AND PERSONAL.", "email_body": "PRICE WILLIAMS \nRichards&asociates Chambers \n150 Airport Road, \nLagos Nigeria \nemail:princewilliamson@portugalmail.com\n\nCONFIDENTIAL AND EXCLUSIVE BUSINESS NEGOTIATION PROPOSAL. \n\n TRANSFER OF $15 MILLION UNCLAIMED FUNDS \n\nI am PRINCE WILLIAMS, an attorney . I was the personal \nattorney to MR HAMADA KASUMOTO(hereinafter refered as my client) from KOBE, JAPAN , who  was a consultant with Shell-Development Company . \n\nOn the 21st of April 2001, MR HAMADA was involved in a fatal road accident and died on the spot with his wife and two kids. \nSince then I have made several enquiries to the EMBASSY to locate any of my client's relatives or next of kin, this has also proved unsuccessful. I was appointed his trustee and sole admnistrator of his estate which includes his Bank Account.\n\nI am contacting you to assist in repatriating the money and property left behind by my client before it is confiscated or declared unserviceable by the bank where this deposit was lodged. \nParticularly the finance company where he has a Bank account deposit \nwith credit balance $15 million dollars ( Fifteen million dollars ) have issued me a notice to provide the next of kin. \n\nI seek your consent to present you as the next of kin so that the proceeds of this account valued at $15 million dollars can be paid to you  and then we can share the money. 50% to me and they Bank officers who will assist to accomplish it successfully while 45% \nto you. Then the balance of 5% will be reserved for incidental expences.\n \nI have all necessary legal documents that can be used to back up this transaction. All I require is your honest cooperation to enable us see this deal through. I am very sure with your trust and asistance, we will successfully and legally transfer this money to you before the Bank Management take any decision about it. \n\nAs an experience lawyer, I guarantee that this will be executed under a legitimate arrangement that will  protect you from any breach of the law as we have also arranged to immediately close the account immediately after the transfer. \n\nPlease get in touch with me through my email as stated below and send to me your telephone and fax numbers to enable us discuss further about this transaction. \n\nI hereby attach the CERTIFICATE OF APPOINTMENT as his trustee and sole administrator of his estate  and also the current statement of his already dormant Bank Account with  Union Bank Finance securities which my client operated before the unfortunate incident with a fixed deposit Balance of $15M. Also attached is a form for next of kin for you to fill carefully and append your signature then return by email attachment or fax. \nPlease contact me immediately through my email: princewilliamson@portugalmail.com\nNote however, that your nature of business,sex or country of origin will not be a hindrance to the transfering of this money. \n\nBest regards, and peace be with you.\nPlease if you want clarification or my personal photograph and international passport and driving licence, I will be happy to provide it provided you will not betray my trust and confidence in you and that you will provide yours too.\n\nPRINCE WILLIAMS\nemail contact:princewilliamson@portugalmail.com\n\n-- \n\n\n", "id": "7b04af266f06ee3050c2a3c2727c3562"}