{"email_subject": "VERY VERY URGENT", "email_body": "DR.SANOU BELLO\nDear,\n\nI am the head of Accounts and Audit Department of Bank of Africa,\nOuagadougou . I decided to contact you after a careful thought that you may \nbe capable of handling this business transaction which i explained below;\n\nIn my department we discovered an abandoned sum of $10.5m US dollars (Ten \nmillion, five hundred thousand US dollars). In an account that belongs to \none of our foreign customer who died along with his entire family in 2000  \nin a plane crash.\n\nSince we got information about his death, we have been expecting his next of \nkin to come over and claim his money because we cannot release it unless \nsomebody applies for it as next of kin or relation to the deceased as \nindicated in our banking guidelines but unfortunately we learnt that his \nsupposed next of kin(his son and wife) died alongside with him at the plane \ncrash leaving nobody behind for the claim .\n\nIt is therefore upon this discovery that I and other officials in my \ndepartment now decided to make this business proposal to you and release the \nmoney to you as the next of kin (We want to present you as his busines \nasociate )to the deceased for safety and subsequent disbursement since \nnobody is coming for it and we don't want this money to go into the Bank \ntreasury as unclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money remained \nUnclaimed after seven years, the money will be transferred into the Bank \ntreasury as unclaimed fund. The request of foreigner as next of kin in this \nbusiness is occasioned by the fact that the customer was a foreigner and a \nBurkinabe cannot stand as next of kin to a foreigner .\n\nWe agree that 30% of this money will be for you as foreign partner, in \nrespect to the provision of a foreign account, 10 % will be set aside for \nexpenses incurred during the business and 60% would be for me and my \ncolleagues. There after I and my colleagues will visit your country for \ndisbursement according to the percentages indicated.\n\nTherefore to enable the immediate transfer of this fund to your account as \narranged,you must apply first to the bank as next of kin of the deceased \ncustomer. Upon receipt of your reply, I will send to you by fax or email the \ntext of the application. I will not fail to bring to your notice that this \ntransaction is hitch free and that you should not entertain any atom of fear \nas all required arrangements have been made for the transfer.\n\nI expect that you contact me immediately as soon as you receive this letter.\n\nHoping to hear from you immediately.\n\nYours faithfully,\nDR .SANOU BELLO\nAccounts & Audit Department ,\nBank of Africa\n\nNb.also give me your telephone and fax numbers for easy comunication with \nyou.\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "7b1e24e0a224676a02027f77fe5fc3a9"}