{"email_subject": "VERY URGENT AND EMERGENCY RESPONSE........", "email_body": "Dear friend,\n\n\nI am Mr.BALA KABORE,personal assistant Branch Manager of Bank Of \nAfrica(BOA)Ouagadougou Burkina Faso,West Africa. I want to inquire from you \nif you can handle this transaction for mutual benefits/life opportunity for \nyou and me.The transaction is about seeking your consent to present you as \nthe next of kin/ beneficiary of the US$4.3 million dollars,(four \nmillion,three hundred thousand united states dollars), and who is a customer \nto the bank where i work.He died in a Kenya plane crash 2003.The Fund is \ncurrently in a suspense account awaiting claim, the bank made a public \nnotice that they are ready to release this fund to any of his relatives \nabroad.I am as convinced as believing that you will provide me, the very \nneeded urgent assistance, hence a viable bank account by which we can effect \nthe transfer of the fund.Because,due to our position as top bank officials, \nwe are not allowed to operate a foreign account, that is why i needed you to \nassist me in providing a foreign bank where this FUND will be transfered for \nimmediate disbursement according to the percentages.You can view this site \nto know more.\nhttp://www.eastandard.net/archives/cl/hm_news/news.php \narticleid=35537.THEREFORE,by virtue of its nature as being utterly \nCONFIDENTIAL, top secret should be maintained please!,because i am still in \nthe active service i do not need any form of implication especially now i'm \nin the verge of my retirement to endanger my carear at last!.\n\nSince we got the information about his death, we have been expecting his \nnext of kin to come over and claim his money because we cannot release it \nunless some body applies for it as next of kin or relation to the deceased \nas indicated in our banking guidelines and laws.In that regard, i decided to \nseek your consent for this prospective opportunity. Have it at the back of \nyour mind, that the transaction does not involve any RISK, and does not need \nmuch engagement from you, since i am familiar with this kind of transaction \nbeing an insider. Necessary modalities will be worked out to enable us carry \nout the fund claim under a legitimate arrangement. I have resolved to offer \nyou 30% of the total fund, 10% for sundry expenses that may be incurred \nduring the process of executing this transaction and 60% percent for me.I \nwill give you more details about the transaction when I receive your \naffirmative response,more clarification information. Contact me through my \nprivate e-mail address:(bala_kabore2003@yahoo.ca) .\nI'm waiting to hear from you soon.\n\nThanks and God bless.\nMr.Bala Kabore.\n\n_________________________________________________________________\nGagnez des pc Windows Vista avec Live.com http://www.image-addict.fr/\n\n\n\n", "id": "7b4bb42165da0199c4f4cb7fd2e1914d"}