{"email_subject": "A Part-time job for you,please respond now..", "email_body": "Dear Sir/Madam,\n  \nI am sorry for this unprecedented way of communicating this to you but  would like to have your attention for a moment? \n \nTo introduce myself, My name is Emmanuel Davids and I am an artist and i own   Emmanueldavids ArtWorld . I reside in monza city which is located in italy,i live with my two kids,  my pets and the love of my life Racheal. It is definitely a full house. \n      \nI have been doing artwork since I was a small child. That gives me alot   of experience in art generally. I majored in art in high school and took a few college art courses.\nMost of my work is done in either pencil or hairbrush mixed with color pencils. I have recently added designing and creating artwork on the computer.I have been selling my art creations for the past 3 years and have had my work featured on trading cards, prints and in magazines.I have sold in galleries and to private collectors from all around the world.\n      \n   \nI am looking for a representative in the states who will be working for me as a part-time worker and i will be willing to pay 10% of whatever a client pays to me,which would'nt affect ur present state of work,someone who would help me recieve payments from my clients in the states.i mean someone that is responsible and reliable,cause the\ncost of coming to the state and getting payments is very expensive,i am working on setting up a branch in the states,so for now i need a representative in the united states who will be handling the payment aspect.\n  \nIt would'nt cost u any amount,This is no get rich quick scheme neither is it a scam or hoax in anyway.You are not required to pay any registration fee or pay for any application form before you get employed. Instead of paying for anything you will be receiving your weekly salary as soon as you get started. Too good to be true you will say.With your help i can reach and provide a better service to more people and businesses in American, faster and at a lower cost than my competitors.\n      \nMy clients make payments for the products and services every week. \nThey pay for my services in 3 major ways;\n* Through Cheques\n* Money orders or drafts( this forms of payment have been put on hold due to\nsome security reasons)\n* Wire transfers\n* Cash\n \nSome of these forms of payment are not readily cashable or accepted in the Italy. This is the reason i need someone to work as my representative in the States and  asist me in processing the payments made to me by my clients.\n \nYou will receive as a weekly salary of 10% of whatever a client pays . Your job will be to receive this payment sent to me which will be sent to you via mail or courier service(if payment is a check,money order or draft) and cashing it at your bank or any designated cashing point.\n \nIf payment is in through wire transfer, i will require you to open a bank account to receive this payment.  I only  accept payment from clients that bank with the following banks stated below in America and Canada to make work more convenient for you.\n1. Bank of America\n2. Wells Fargo bank\n3. Citi bank\n4. Royal bank of Canada\n \nWhatever the form of payment is you are to immediately deduct your weekly salary(10% of the money) and forward the balance to me  as you are instructed to do. Money will be sent to me by WESTERN UNION TRANSFER as this is a safe, secure, fast and reliable means of receiving money.\n  So i would like to know if you would like to work online from home and getting paid weekly without leaving or affecting your present job?If you are interested,please get back to me as soon as possible.\n  \nTo get started all i require from you is your full name, address and phone number so that i can email you a letter of employment from my company which you have to reply with a signed acceptance letter and a scanned copy of your Identification card or International Passsport attached to it.\n \nI anxiously await your response.\n  Your Faithfully, \nEmmanuel davids\nManager Emmanueldavids ArtWorld\n  \nN/B: TO SAFEGUARD THE INTEREST OF OUR REPRESENTATIVES(YOU) I ONLY ACCEPT CERTIFIED AND NOTABLE BANK CHEQUES FROM MY CLIENTS. I ALSO DO NOT DISCLOSE YOUR PERSONAL INFORMATION TO MY CLIENTS OR ANYONE ELSE.\n\n\t\t\n---------------------------------\nNew Yahoo! Messenger with Voice. Call regular phones from your PC and save big.", "id": "7b588e72f0c9b33819439c57dac1534c"}