{"email_subject": "CONTACT ME", "email_body": "Attn: The president/ceo\n\nDear Sir,\n\nMy name is Mr.EVANS PETER, I work in the credit andaccounts\ndepartment of Union Bank of Nigeria\nPlc,Lagos, Nigeria.\n\nI write you in respect of a foreign customer with\nDomicilliary A/C number 6402356789. His name is\nEngineer Joseph Schultzman. He was among\nthose who died in a plane crash here in Nigeria during\nthe reign of late General Sani Abacha.\n\nSir,since the demise of this our customer, EngineerJoseph\nSchultzman, who was an oil merchant/contractor,I have kept a\nclose watch of the deposit records andaccounts and since\nthen no body has come to claim the money in this a/c as next\nof kin to the late Engineer. He had only $38.5mllion in his\na/c and the\na/c is coded. It is only an insider that could produce the\ncode or password of the deposit particulars. As it stands\nnow, there is nobody in that position to produce the needed\ninformation other than my very self considering my position\nin the bank.\n\nBased on the reason that nobody has come forward to claim\nthe deposit as next of kin, I hereby ask for your co\noperation in using your name as the \nnext of kin to the deceased to send these funds out to a\nforeign offshore bank a/c for mutual sharing between myself\nand you. At this point I am the only one with the\ninformation because I have removed the deposit file from the\nsafe .\n\nBy this doing, what is required of you is to send an\napplication laying claims of the deposit as next of kin to\nthe late Engineer.\n\nI will need your full name and address, company or\nresidential, so that i can computerize them to tally with\nnext of kin column in the certificate of deposit.\n\nFinally i want you to understand that the request for a\nforeigner as the next of kin is occassioned by the fact that\nthe customer was a foreigner and for that reason alone a\nlocal cannot represent as next of kin. When you contact me,\nthen we shall discuss on how the money will be split between\nus.\n\nTrusting to hear from you, I remain\n\nRespectfully yours,\n Mr.EVANS PETER\n\n\n\n", "id": "7b89846b67c0db8e7578b4076ee11f7a"}