{"email_subject": "GREETINGS!", "email_body": "140GC2 GARDEN PARK \nIKOM ROAD. \nBAKASSI PENINSULA. \n\n\n                   (URGENT FUND TRANSFER) \n\n--------------------------------------------------\nGREETINGS, \n\nIN ORDER TO TRANSFER OUT (USD 26 MILLION DOLLARS) FROM OUR BANK. I HAVE THE COURAGE TO ASK YOU TO LOOK FOR A RELIABLE AND HONEST PERSON WHO WILL BE CAPABLE FOR THIS IMPORTANT BUSINESS BELIEVING THAT YOU WILL\nNEVER LET ME DOWN EITHER NOW OR IN FUTURE. \n\nI AM MR.DANDY NNAJI, THE EASTERN DISTRICT BANK MANAGER OF UNITED BANK FOR AFRICA PLC. (UBA). THERE IS AN ACCOUNT OPENED IN THIS BANK IN 1980 AND SINCE 1990 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN. AFTER GOING\nTHROUGH SOME OLD FILES IN THE RECORDS I DISCOVERED THAT IF I DO NOT REMITT THIS MONEY OUT URGENTLY IT WILL BE FORFEITED FOR NOTHING. \n\nTHE OWNER OF THIS ACCOUNT IS MR. SMITH B. ANDREAS, A FOREIGNER, AND THE MANAGER OF PETRO - TECHNICAL SUPPORT SERVICES, A CHEMICAL ENGINEER BY PROFESSION AND HE DIED SINCE 1990. NO OTHER PERSON KNOWS ABOUT THIS ACCOUNT OR ANY THING CONCERNING IT, THE ACCOUNT HAS NO OTHER BENEFICIARY AND MY INVESTIGATION PROVED TO ME AS WELL THAT THIS COMPANY\nDOES NOT KNOW ANYTHING ABOUT THIS ACCOUNT AND THE AMOUNT INVOLVED IS (USD 26 MILLION DOLLARS). \n\nI WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGNERS ACCOUNT ABROAD BUT I DON'T KNOW ANY FOREIGNER, I AM ONLY CONTACTING YOU AS A FOREIGNER BECAUSE THIS MONEY CAN NOT BE APPROVED TO A LOCAL BANK HERE, BUT CAN ONLY BE APPROVED TO ANY FOREIGN ACCOUNT BECAUSE THE MONEY IS IN US DOLLARS AND THE FORMER OWNER OF THE ACCOUNT IS MR. SMITH B. ANDREAS IS A FOREIGNER TOO. \n\nI KNOW THAT THIS MASSAGE WILL COME TO YOU AS A SURPRISE AS WE DON'T KNOW OUR SELVES BEFORE, BUT BE SURE THAT IT IS REAL AND A GENUINE BUSINESS. I ONLY GOT YOUR CONTACT ADDRESS FROM THE COMPUTER, WITH\nBELIEVE IN GOD THAT YOU WILL NEVER LET ME DOWN IN THIS BUSINESS YOU ARE THE ONLY PERSON THAT I HAVE CONTACTED IN THIS BUSINESS, SO PLEASE REPLY URGENTLY SO THAT I WILL INFORM YOU THE NEXT STEP TO TAKE URGENTLY. SEND ALSO YOUR PRIVATE TELEPHONE AND FAX NUMBER INCLUDING THE FULL DETAILS OF THE ACCOUNT TO BE USED FOR THE DEPOSIT. NOTE THAT AN EMPTY ACCOUNT CAN SERVE AS LONG AS IT CAN RECIEVE FUNDS. \n\nI WANT US TO MEET FACE TO FACE OR SIGN A BINDING AGREEMENT TO BIND US TOGETHER SO THAT YOU CAN RECIEVE THIS MONEY INTO A FORIEGN ACCOUNT OR ANY ACCOUNT OF YOUR CHOICE WHERE THE FUND WILL BE SAFE. AND I WILL\nFLY TO YOUR COUNTRY FOR WITHDRAWAL AND SHARING AND OTHER INVESTMENTS. \n\nI AM CONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A FOREIGNER WITH FOREIGN ACCOUNT AND FOREIGN BENEFICIARY. I NEED YOUR FULL CO-OPERATION TO MAKE THIS WORK FINE. BECAUSE THE MANAGEMENT IS READY TO APPROVE THIS PAYMENT TO ANY FOREIGNER WHO HAS CORRECT INFORMATION OF THIS ACCOUNT, WHICH I WILL GIVE TO YOU LATER AS SOON AS YOU EXPRESS YOUR INTEREST TO DO THIS BUSINES WITH ME, IF YOU ARE ABLE AND WITH CAPABILITY TO HANDLE SUCH AMOUNT IN STRICT CONFIDENCE AND TRUST ACCORDING TO MY INSTRUCTIONS AND ADVICE FOR OUR MUTUAL BENEFIT BECAUSE THIS OPPORTUNITY WILL NEVER COME AGAIN IN MY LIFE.\n\nI NEED TRUTHFUL PERSON IN THIS BUSINESS BECAUSE I DON'T WANT TO MAKE MISTAKE I NEED YOUR STRONG ASSURANCE AND TRUST. WITH MY POSITION NOW IN THE OFFICE I CAN TRANSFER THIS MONEY TO ANY FOREIGNER'S RELIABLE ACCOUNT WHICH YOU CAN PROVIDE WITH ASSURANCE THAT THIS MONEY WILL BE INTACT PENDING MY PHYSICAL ARRIVAL IN YOUR COUNTRY FOR SHARING.\n\nI WILL DESTROY ALL DOCUMENTS OF TRANSACTION IMMEDIATELY WE RECIEVE THIS MONEY LEAVING NO TRACE TO ANY PLACE. YOU CAN ALSO COME TO DISCUSS WITH ME FACE TO FACE AFTER WHICH I WILL MAKE THIS REMITTANCE IN\nYOUR PRESENCE AND TWO OF US WILL FLY TO YOUR COUNTRY AT LEAST TWO DAYS AHEAD OF THE MONEY GOING INTO THE ACCOUNT. \n\nI WILL APPLY FOR ANNUAL LEAVE TO GET VISA MMEDIATELY I HEAR FROM YOU THAT YOU ARE READY TO ACT AND RECEIVE THIS FUND IN YOUR ACCOUNT. I WILL USE MY POSITION AND INFLUENCE TO EFFECT LEGAL APPROVALS AND ONWARD TRANSFER OF THIS MONEY TO YOUR ACCOUNT WITH APPROPRIATE CLEARANCE FORMS OF THE MINISTRIES AND FOREIGN EXCHANGE DEPARTMENTS. \n\nAT THE CONCLUSION OF THIS BUSINESS, YOU WILL BE GIVEN 35% OF THE TOTAL AMOUNT, 60% WILL BE FOR ME, WHILE 5% WILL BE FOR EXPENSES BOTH PARTIES MIGHT HAVE INCURED DURING THE PROCESS OF TRANSFERING. \n\nBEST REGARDS,\nMR.DANDY NNAJI.\n\n\n\n\n\n", "id": "7b8c722ea2c776f3f91b12e8c0b7ca82"}