{"email_subject": "VERY URGENT", "email_body": "FROM THE DESK OF DR AZIZAN COKER\nBILL AND EXCHANGE MANAGER,\nBANK OF AFRICA,\nOUAGADOUGOU BUKINA-FASO.\n\n\n\nPLANE CRASH WEB\nSITE...http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\n                     (\"REMITTANCE OF $25.8 MILLION U.S.A DOLLARS\n                               (CONFIDENTIAL IS THE CASE\")\n\n  Compliment Of The Day,\n\nI am Dr Azizan Coker from burkina faso.I want to seek your assistance after \nmy discovery during auditing in my bank as am the manager of Bill and \nExchange at the Foriegn Remittance Department of BANK OF AFRICA,(B.O.A.) In \nmy department we discovered an abandoned sum of USD$25.8million US dollars \nin an account that belongs to one of our foreign customers who died along \nwith his entire family in plane Crashes  2000,\n\nSince his death, we have been expecting his next of Kin to come over and \nclaim his money because we can not release it unless somebody applies for it \nas next of Kin or relation to the deceased as indicated in our banking and \nfinancial policies but unfortunately all the efforts proved abortive.\n\nIT is therefore upon this discovery that I decided as the head of my \ndepartment to make this business proposal to you and release the money to \nyou as the next of kin or relation to the deceased for safety and subsequent \ndisbursement since nobody is coming for it and we don't want this money to \ngo into the Bank treasury as unclaimed bills.\nDo not view this as been illegal but an opportunity for us to help enrich \nour hope in life instead of the bank converting this much money to the \nsecurity funds.You should not nurse any atom of fear as all required \narrangements have been made for the smooth transfer of this funds and your \nacceptance is what will crown this effort.\n\nWe will conclude this operation within 14 banking days based on the amount \nof coperation you will contribute.\n\nThank you for your understanding as i await your urgent response to enable \nme give you more details don't forget to give me those informations below to \nenable me know you very well before we can go ahead in this business,\n\nYour International passport or ID card............\nYour private telephone number........................\nYour profession................................................\nYour age...........................................................\nYour country....................................................\n\nYours faithfully\nDr Azizan Coker\n\nPOST SCRITUM:You have to keep everything secret as to enable the\ntransfer to move very smoothly in to the account you will prove to the\nbank.\n\n_________________________________________________________________\nMSN Hotmail : crez votre adresse e-mail gratuite &  vie ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "7bfc3b1701675089bca0746a0fd512f6"}