{"email_subject": "I AM HAPPY TO HAVE YOU AS FRIEND.....", "email_body": "My dear. \ngreetings from miss Fatoumata Saleeby. \nI am writting this letter with due respect and heartful of tears since we have not known or met ourselves previously, I am asking for whom to love and love me as well after I have gone through your profile and i just pick interest on you. \n\nI am fair in complexion, I am about 5fit 7in tall, I love sport events, going outdoors activities, watching of moving, shopping, walking etc.In a nutshell, My name is Miss Fatoumata Saleeby 22 years old from the republic of Liberia in west Africa, now seeking for refugee in Dakar-Senegal under the (UNHCR).\n\nI therefore write to inform you that I am the only surviving child and daughter of the deceased Dr. ELIE E. SALEEBY the former MINISTER OF FINANCE / EXECUTIVE DIRECTOR CENTRAL BANK OF LIBERIA in the year July 1997-Feb. 2003. \nThe reason for this correspondence is to formally request for mutual assistance on business relationship with you in order to benefit from your wealth of experience in business. \n\nThe secret fact therefore, is that my father kept the sum of US$4,700, 000.00 (Four million seven hundred thousand US Dollars) CASH. The money was deposited at Bank here in Dakar Senegal. \n\nThe money is the share of proceeds from a deal executed with my father's colleagues in the hierarchy of membership of the LIBERIAN JOINT PUBLIC TENDER BOARD during a contract award to an Ukrainian - RUSSIA Diamond Extracting Company when my father was a chairman. \n\nDue to the civil war caused by rebel leader Charles Taylor who has just been toppled by another rebel group and my father's status as a civil-servant by law in my country and the sensitivity of my father's position that attracts public attention, he cannot operate a Domiciliary account in order to keep this large sum of money in a bank in my country. \n\nMy father retired and died lately before he could withdraw this money here in and transfer it out of Africa. I anticipate to conclude arrangement to start this venture with you as quick as possible. \n\nDue to my youthful age and also refugee here in senegal, decide to claim the money now with a foreign partner. \n\nUpon your indicated interest, we will arrange for a meeting in the country of your choice when the money is moved from the Bank to your account and discuss in details the terms of agreement. I want to invest in any company that you suggest under your professional guidance.\nPlease include your private mobile telephone number in your reply for easy communication. \n\nI earnestly await your urgent response as I expect you to treat this matter with required maturity, attention and committment. \n\nwith best regards \nFatoumata Saleeby.\nv\n\n\n\n\n", "id": "7bff2600515f73208101049e9c8f4fa2"}