{"email_subject": "Dear Beloved in Christ,", "email_body": "Dear Beloved in Christ,\n\nIt is by the grace of God that I received Christ, knowing the truth and the truth have set me free. Having known the truth, I had no choice than to do what is lawful and right in the sight of God foreternal life and in the sight of man for witness of Gods mercy and glory upon my life.I have the pleasure to share my testimony with you, having seen your contact from the Internet. \n\nI am Barrister Phillip Nduka, the legal adviser to late Mrs.B.J. Hayford  a British Woman that lived in my Country Nigeria for 25 years before she died in the Bellview plane crash October last year. These Lady was a good Christian, She so dedicated to God but she lost her husband so \nearly and she had no child till she died. Throughout her stay in my country, she acquired a lot of properties like lands, house properties, etc. As her legal adviser, before her death, she instructed me to write her WILL. Because she had no child, she dedicated her wealth to God. \n\nAccording to the WILL, the properties have to be sold and the money be given out to a ministry for the work of God. As her legal adviser, all the documents for the properties were in my care.\n\nShe gave me the authority to sell the properties and give out the fund to the Ministries for the work of God.\nIn short, I sold all the properties after her death, as she instructed And as matter of fact, after I sold all her properties, I realized more than $6,000,000.00 (six million US dollars plus), and what supposed to be the percentage interest of my right legal fee was firstly deducted by me out of the total amount realized from the sold properties, this was base on the initial agreement between me and the owner of the properties before her death. Therefore the total amount left to be invested \ninto God's work as instructed by the owner, is $6,000,000.00 (six million US dollars) only. But Instead of giving the main fund out for the work of God as instructed to me by the owner before her death. I converted the fund to myself with the intention of investing the fund abroad for my personal use. I was afraid of putting the fund in the Bank,  because \nI have to give account to the bank on how I got the money. I then packaged the fund in consignments and deposited the consignments with a security company. I did not want the management of the Security Company to know the content of the consignments; therefore I registered the content of the consignments as Gold Bars. Now, the security company believes that what I deposited with them was Gold Bars.\n\nI had encounter with Christ when Rev. Billy Graham was preaching on television concerning Ananias and Saphira in Acts 5:1-11. After hearing the word of God, I gave my life to Christ and became a born again Christian. As a born again Christian, I started reading my bible and one day, \nthe Lord opened my eyes to Ezekiel 33: 18 and 19 where the word of God says: \"When the righteous truth from his righteousness, and committee iniquity, he shall even die thereby. But if the wicked turn from his wickedness, and do that which is lawful and right,  he shall live thereby\". From the scripture, I discovered that the only way I could have peace in my life is to do what is lawful and right by giving out the fund as instructed for the work of God by the owner before her death.\n\nI have asked God for forgiveness and I know that God have forgiven me. But I have to do what is lawful and right in the sight of God by giving out the fund to the chosen ministry for the purpose of God's work as instructed by the owner before her death. After my fasting and prayers, I asked God to make his choice and direct me to a honest Christian but after my fervent prayer over it, then you were nominated to me through divine revelation from God, so these are how I received such a divine revelation from the Lord, how I got your contact information, and I then \ndecided to contact you for the fund to be used wisely for things that will glorify the name of God. \n\nI have notified the Security Company where I deposited the consignments that contained the fund, that I am moving the consignment abroad and the security company has since been waiting for my authority for the consignment to leave my country and move to abroad. So if you know that you will use this fund honestly and wisely for things that will glorify God's name,then do contact me back first through this my email address:phillipnduka30@yahoo.com.hk, for more details.\nYou should also forward to me your physical contact address were you will like the consignments delivered to you, your direct telephone and fax number for easy communication and to fax you the documents concerning the consignments.\n\nYour prompt response will be highly appreciated.\n\nYours in Christ.\n\nBarrister Phillip Nduka.\n\n\n\n\n\n", "id": "7c0cb37bb2dfd14d757d210e7d5ec35b"}