{"email_subject": "Mutual Benefit", "email_body": "\n\nDearest In Christ, \n\nIt is with Heavy Heart i am reaching you regarding the death of my \nlate client. I am Barrister Robert Beaud, the legal adviser to late \nMR. MIKE  & CAROL HALL, a very Wealthy Couple that lived here in the \nUnited Kingdom, before their recent Death on the 26th of December \nduring the Tsunami disaster last year \n(2004).http://news.bbc.co.uk/1/hi/england/bristol/4153821.stm) these \ncouple served God as very dedicated Christians,they so dedicated their \nlife to God but they had no child till they died. They acquired a lot \nof landed properties like lands, Stocks/Bond,house properties, etc. As \ntheir legal adviser, before their death, the husband Mr. Mike  & Carol \nHall instructed me to write his WILL because they had no child, they \ndedicated their wealth to God. \n\nAccording to the WILL, their assets should be given out to a ministry \nfor the work of God. As their legal adviser, all the documents for the \nassets that are deposited with the security company are in my care. He \ngave me the authority to give out the funds to the Ministries for the \nwork of God. As instructed by  MR. MIKE HALL before his death. As a \nmatter of fact the total amount of money that is contained in the two \ntrunk Boxes is $10,000,000.00 ,They did not want the management of the \nSecurity Company to know the content of the consignments, therefore \nthey registered the content of the consignments as Gold Bars. Now, the \nsecurity company believes that what They deposited with them were Gold \nBars. \n\nAs a born again Christian,I have been reading my bible and I have to \ndo what is lawful and right in the sight of God by giving out the fund \nto the chosen ministry for the purpose of God's work as instructed by \nthe owner before his death.After my fasting and prayers Today, I asked \nGod to make his choice and direct me to an honest Christian or the \nchosen ministry that deserves this fund by his Grace. I then came \nacross your address on the Internet as I was browsing through a \nChristian site.I appeal to you for the fund to be used wisely for \nthings that will glorify the name of God. I have just notified the \nSecurity Company where they deposited the consignments that contained \nthe fund, that I am moving the consignment abroad, and the security \ncompany is awaiting my authority to move the consignment out of the \nshores of my country. \n\nDear child of zion, if you know that you will use this fund honestly \nand wisely for things that will glorify God's name, then do contact me \nwith the above mentioned information via (rbeaud14@netscape.net) \nYour prompt response will be highly appreciated. \n\nYours in Christ. \n\nBarrister Robert Beaud. \n\n\n\n", "id": "7cd6388d813efcb2132bc54dca762303"}