{"email_subject": "Mrs Rita Abed", "email_body": "             Call me + 225 07 500630\n\nContacts email me       ( rita_02555abed@yahoo.com\n\nGREETINGS,\n\nBased on the information and recommendation I got about quick growth of \nbusiness, investment and commerce in your country, I deemed it necessary to \nwrite and inform you about my interest to invest in any viable venture in \njoint partnership with you.\n\nI am Mrs Rita Abed the first wife of king George Abed K.S.M the king of \nmende tribe in Sierra-Leone. On the 19th May, 2004 my husband was murdered \nby some rebel group on the accusation that he is a great sponsor and in \nsupport to restore the democratically elected President of Alhadji Tejan \nKabba. Almost half of the palace was burnt.Fortunately I was not in the \nplace when they raided the palace my husband married 4 wives with 16 \nchildren two of the wives, with my 3 children where murdered in cold blood \nwhile my second son escape the incident with bullet wounds on his right leg \nat the moment where the remaining families are I don?t know their way about \nwhether they are alive or not. Right now I am left alone with only one son \nsince the sudden assassination of my husband the family has been displaced \nand totally disorganized left with noting.\nEarly that year befor my husband was Late husband was murdered he came back \nfrom travel and gave me some document to keep for him as usual he told me \nthat he deposited 18.5 million USD in a trunk box with private security \ncompany in Abidjan Cte d?Ivoire as a family treasure. So I decided to go \nand search for the documents where I use to keep them I discovered the \ndocuments covering the deposit he made with the company and some other \ndocuments like his will and other documents for his business. As my town has \nbeen\na serious war zone, I made arrangement with two peace keeping force to help \nme and my son move out of the country, however we moved out of Sierra-Leone \nsuccessfully, to Abidjan Cte d?Ivoire where we are now. I have gone and \nconform the deposit with the\ncompany with all the documents all the documents are with me here.\nNow I wish to transfer these funds abroad and enter\ninto a business venture as the country (Cte d?Ivoire) is no longer in peace \nsince they conducted their Presidential election on the 22nd October 2004 \nthe country has witness all sort of political unrest\nranging from ethnic clash which resulted to killing of innocent citizens and \nstrangers people are living in fears as the country is no longer that \npeaceful nation as it was before due to this reason that I have\ndecided to contact you, to assist me to lift this my consignment out of this \ncountry. Please I need your assistance. Waiting for your urgent reply.Thanks \nand God bless.\nBest regards.(rita_02555abed@yahoo.com)\nMrs Rita Abed.+22507500630\n\n_________________________________________________________________\nMSN Messenger: appels gratuits de PC  PC ! \nhttp://www.msn.fr/msger/default.asp\n\n\n\n", "id": "7ce5896c2aeffc2b7cf86c23ac657827"}