{"email_subject": "TRUST  ", "email_body": "FROM: Jordan hamson\nABIDJAN COTE DIVOIRE\nWEST AFRICA\nATTN: President\t\t\nDear sir,\n\nIt is my pleasure to write you, pending on this\nbusiness proposal. It may be strange to you of whom I\nam and how I got your contact. However, I am Mr jordan\nHamson a citizen of republic of Sierra- Leone. Also I\nam the accountant general / treasurer of the then\nrepublic of Sierra- Leone I am 33 years old of age and\nhappily married. I got your contact through a reliable\nand a confident source with pleasant motives which I\nshall reveal to you as soon as you are interested to\nknow.\nAs you must have heard about my country (Sierra-Leone)\nand the serious suffering for humanity and the\nnational unrest killing and hostility in the hands of\nthe rebels this event have caused much more death and\ndestruction of properties in the country. As a matter\nof fact my people have become emergency refugees in\nother Africa countries. Consequently I am badly\naffected because the rebels needed my assistance and\nco-operation by releasing the national treasury\ndepartment to them which I Strictly refused their\nentry. Therefore out of my four children two was\nkidnapped including my father and they were eventually\nkilled by the rebels. Further more, all my investments\nand other asst were\nburst to pieces. Even my life and my wife and rest of\nmy family are in danger. But it was not only me in the\ngovernment facing this hard time, all top the\ngovernment official were also maltreated after all\nthese, I patiently continued but I now see it\nnecessary to quit Africa with my family since the\ntrouble never make any step of reconciliation and\nAfrica continent is very unreliable now as theres\npolitical and ethnic war in every part. Presently, I\nam taking refugee with my family in Abidjan Cte\ndIvoire under the United Nations refugee\numbrella. Unfortunately Cte dIvoire is Having\npolitical unrest and many equally burst to pieces\nsoonest, so I am tired and sincerely need your support\nand assurance to invest wisely and relocate to your\ncountry through your productive ideas and qualities. I\nhave  $18.5 million US dollar to be invested in your\ncountry  though your support and this existing amount\nis right safe and presently not in  SIERRA LEONE but\nlodge in the custody of a security and finance company\nsome where around west Africa region which I may\ndisclosed to you as soon as I receive your\ncomplacence.\n\nI would be contented to have your private contact for\nsecurity reasons and I am very optimistic to release a\nreasonable percentage of this amount to you for your\nassistance.\nI anticipate your speedy response remain. \nPlease kindly contact me immediately you receive this\nmessage through my telephone number or my electronic\nbox .\nYours sincerely.\nJordan Hamson\n\n\n\n\n\n_________________________________________________________________\nDo You Yahoo!? -- Une adresse @yahoo.fr gratuite et en franais !\nYahoo! Mail : http://fr.mail.yahoo.com\n\n", "id": "7d0d43840e4bb58ef5e11ef1d3ec6c50"}