{"email_subject": "Charity Funds / Trustee Needed", "email_body": "Dear Trustee,\n\nAs you read this, I don't want you feeling sorry for\nme, because, I believe we will all die someday.My name\nis DR. OJEI ULOAKU, an oil Merchant living in Nigeria,\nWest Africa. I have been diagnosed with Esophageal\nCancer,which was discovered very late, due to my\nlaxity in caring for my health. It has defied all\nforms of medicine, and right now I have only about a\nfew months to live, according to medical experts.\nI have not particularly lived my life so well, as I\nnever really cared for anyone not even myself but my\nbusiness. Though I am very rich, I was never generous,\nI fought against the abolition of apartheid and l was\na member of the leading party in Nigeria always\nhostile to people especially my fellow Blacks and l\nonly focused on my business and the dominance of the\nwhite supremacy as that was the only thing I cared\nfor. But now I regret all these,as I now know that\nthere is more to life than just wanting to have or\nmake all the money in the world. I believe\nreincarnation when l have a second chance to come to\nthis world I would live my life a different way from\nhow I have lived it.\n\nSo far, I have distributed money to some charity\norganizations e.g. the National Union of Ivory Coast\nStudents (NUIVS) in Ivory Coast, Romania and\nAfghanistan. Now that my health has deteriorated so\nbadly, I cannot do this my self anymore. I once asked\nmembers of my family to close one of my accounts and\ndistribute the money, which I have there to charity\norganization and to the less privileged in Bulgaria\nand Pakistan, they refused and kept the money to\nthemselves. Hence, I do not trust them anymore, as\nthey seem not to be contended with what I have left\nfor them, and have not learn the lesson of all been\nequal in the sight of God Almighty.\n\nThe last of my money, which l had kept aside during\nthe dark days of political blood shed in Africa no one\nknows of, is a cash deposit of Eighty Four Million\nUnited States Dollars (US$84,000,000.00) that I have\nwith a bank in Nigeria for safekeeping. I will want\nyou to help me collect this deposit and disburse it to\ncharity organizations and to the less privileged,based\non the reason l kept the money, was to do evil, l want\nit now to be used for the good of all mankind.Please\nsend me a mail to indicate if you will assist me in\nthis disbursement.\nGod will reward you for your time and patience.\nI wait to hear from you, may Almighty God be with you\nand your entire family.\nYours in the Lord.  Call me at +234 803 384 8734.\n\nBest regards\n\nDr. Ojei Uloaku.\n\nThis transmission contains information which may be confidential and which \nmay also be privileged.  It is intended for the named addressee only.  \nUnless you are the named addressee, or authorised to receive it on behalf of \nthe addressee you may not copy or use it, or disclose it to anyone else.  If \nyou have received this transmission in error please contact the sender.  \nThank you for your cooperation.\n\n\n\n\n", "id": "7d429d0537fe5202cd6ad969b2619f79"}