{"email_subject": "Contact me asap", "email_body": "\n\n\nDear Friend,\n\nFirstly, not to cause you embarrassment, I am Barr. Ken Shaw, a Solicitor\nat law and the personal attorney to late Mr. Richard Burns a National of\nEngland, who used to be a Motor Sport Rally Racer herein after shall be\nreferred to as my client. On Saturday, 26 November 2005, Richard Burns\ndied after severe illness. For  verification, click on this link;\n\nhttp://news.bbc.co.uk/sport1/hi/motorsport/world_rally/4472642.stm\n\nThe deceased had a deposit with HSBC Bank of London, valued presently at\n15million pounds Sterling which he did not disclose to anybody not even\nhis own wife because three days before he made this deposit, he caught his\nwife cheating and they both  divorced before his sudden death.\n\nNow, I seek your consent to present you as the Next of kin/Will\nBeneficiary to the deceased so that the proceeds of this account valued\nat 15 Million pounds  can be paid to you.  This will be disbursed or\nshared in these percentages, 60% to me and 30% to you and 10% for charity\norganizations.\n\n\n\nAll necessary legal documents that can be used to back up your claim as\nthe will beneficiary will be carefully worked out by me here in the\nUnited Kingdom. All I require is your honest CO-OPERATION, CONFIDENTIALITY\nand TRUST to enable us see this transaction through.\n\nI guarantee you that this will be executed under a legitimate arrangement\nthat will protect you from any breach of the law. Please get in touch with\nme urgently by E-mail: kenshaw@katamail.com\nwith the following information below:\n\n1. Your Full Name.\n2. Your Telephone Number and Fax Number.\n3. Your Contact Address.\n\nThis is to enable me commence immediate preparation of all legal documents\nthat you will use to apply to HSBC bank for the release and subsequent\ntransfer of the 15 Million pounds sterling into your account.\n\nYour urgent response will be highly anticipated and appreciated.\n\nBest Regards,\n\nBarr. Ken Shaw.\nFranklins Solicitors\nCentral Milton Keynes,\nBuckinghamshire, Milton Keynes, UK.\n\n\n", "id": "7d8f5d365e380768a5e016798c4b7f09"}