{"email_subject": "PRIVATE", "email_body": "STRICTLY PRIVATE & CONFIDENTIAL\r\n\r\nENGR.ALI RAZAK.\r\nPretoria,\r\nSouth Africa. \r\n\r\nDear Sir/madam, \r\n\r\nIt is my great pleasure to write you this letter on\r\nbehalf of my colleagues. Your information were given\r\nto me by a member of the South African Export\r\nPromotion Council (SAEPC) who was with the \r\nBlack Economic Empowerment Commission (Government)\r\ndelegation on a trip to the United States during a\r\nbilateral conference talk to encourage foreign\r\ninvestors. I have decided to seek a confidential \r\nco-operation with you in execution of a deal hereunder\r\nfor the benefit of all parties, and hope you will keep\r\nit confidential because of the nature of this\r\nbusiness. \r\n\r\nWithin the Department of Mining Resources where I work\r\nas the Director of Project Implementation, with\r\nco-operation of two other top officials, we have in\r\nour possession, an overdue payment in US funds. \r\n\r\nThe said funds represent certain percentage of the\r\ncontract value executed on behalf of my Ministry by a\r\nforeign contracting firm, which we the officials\r\nover-invoiced to the amount of US$26,400,000.00 \r\n(Twenty Six Million Four Hundred Thousand United\r\nStates Dollars). Though the actual contract cost has\r\nbeen paid to the original contractor, leaving the\r\nexcess balance unclaimed. \r\n\r\nThe Government of the Republic of South Africa believe\r\nthat private investment in general, and foreign direct\r\ninvestment in particular, are the real engines for\r\nsustainable economic development, for which reason it\r\nhas continued to encouraged investment in the key\r\ngrowth-oriented sector of Mining with sincere\r\ndetermination to pay foreign contractors all debts\r\nowed to them, so as to continue to enjoy close\r\nrelationship, and mutually beneficial co-operation\r\nwith foreign governments and non-governmental\r\nfinancial agencies. As a result we included our \r\nbills for approvals with the co-operation of some\r\nofficials at the Department of Finance and the Reserve\r\nBank of South Africa (RBSA). \r\n\r\nWe are seeking your assistance to be the beneficiary\r\nof the unclaimed funds, since we are not allowed to\r\noperate foreign account. The changing of beneficiary's\r\ninformation/ details and other forms of documentation\r\nupon application for claim to reflect the contract \r\nmoney and its approvals will be secured on behalf of\r\nyour company or your self. \r\n\r\nI have the authority of my colleagues involved to\r\npropose that, should you be willing to assist us in\r\nthis transaction your share as compensation will be\r\n20% while my colleagues and I shall receive 70%, and\r\nthe balance of 10% shall be used to reimburse all\r\nexpenditures, taxes and miscellaneous expenses so\r\nincurred. \r\n\r\nIt does not matter whether or not your company does\r\ncontract projects of the nature described here. The\r\nassumption is that your company won the major contract\r\nand subcontracted it to other companies. More often\r\nthan not, big trading companies and firms of unrelated\r\n\r\nfields win major contracts, and subcontract to more\r\nspecialized firms for execution. \r\n\r\nThis business itself is 100% safe, provided you treat\r\nit with utmost confidentiality. Also your\r\nspecialization is not a hindrance to the successful\r\nexecution of this mutual beneficiary transaction. \r\nI have reposed my confidence in you and hope that you\r\nwill not disappoint us. Kindly notify me for further\r\ndetails, upon your acceptance of this proposal. \r\n\r\nRegards, \r\n\r\nEngr. Ali Razak\r\n\r\n ", "id": "7d99d0d40532a9452600a3d70f768cdf"}