{"email_subject": "MAIL ME", "email_body": "Good Day,\n\nWith warm hearts I offer my friendship, and my greetings, and I hope this letter meets you in good time. However, I am sincerely seeking your confidence in this transaction, which I propose with my free mind and as a person of integrity.\n\nI got your contact as a result of my discreet search for an associate in your country. I know this e-mail must come to you as a surprise,more so that we have not met before.I maintain the theory that business is people and contacts hence this e-mail to you.I am particularly interested in dealing with you because I expect you to be reliable and be more helpful.\nMy name is Mr Oliver yengeni a south African citizen.I am the younger brother to Mr Tony Yengeni.My brother Mr.Tony was the chairman of parliament's in south Africa and the former chief whip of the ruling political party ANC .My Brother (MR. T. YENGENI),as a result of trust and Confidence he has mandated me that I search for a Reliable and trustworthy foreign partner, who will assist me in receiving some funds,which we have in cash Totalling US$27.5m(Twenty-seven million five hundred thousand dollars ) into a personal,company or any Reliable foreign bank account for safe keeping for a period of time, since our family bank accounts Within and outside the country have all been Frozen by the authorities.\n\nI would refer you to these three Websites for further information About my family and Why I Really Require Your Assistance.\n\n(i)http://news.bbc.co.uk/2/hi/africa/1577682.stm\n\nii) http://news.bbc.co.uk/2/hi/business/2756861.stm\n  iii)http://www.cnn.com/2001/WORLD/europe/10/03/safrica.arms/index.html\n\nHowever, I still want to let you know that this money is under the custody of a Private Security And Finance Company in Europe.I am believing you to be a trustworthy person and will not take advantage of us when the money gets to you.\nThe total sum will be shared as follows:for your assistance we are offering you 20% , 70% For my family, 10% will be used for the reimbursement of all the expenses we will incurr in the process of this transaction. \nThere is no risk involved as we have put all modalities in place to see to the success of this project.YOU MUST NOT CALL ME\nIf you are interested in assisting us, urgently reply via the above email address.Please endeavour to keep this Transaction confidential.I will be very glad if you can come forward to help us.\nI thank you in advance as I anticipate your assistance in enabling me achieve this goal.\n\nGod bless,\n\nOliver Yengeni.\n\n   \nNB:If you agree to my terms, kindly as a matter of urgency send me an email. Due to my sensitive position in the South African Government, I would not WANT you to call me on phone or send a fax to me. All correspondence must be by email.\n\n\n\n\n\n\n\n", "id": "7df26c04d0d69a5c9fdcd4a965910933"}