{"email_subject": "Greetings.", "email_body": "\nDear Friend.\nGreetings, With warm heart I offer my friendship and I hope this mail meets you in good time, however strange or surprising this contact might seem to you as we have not met personally or had any dealings in the past, I humbly ask that you take due consideration of its importance and immense benefit. I duly apologize for infringing on your privacy, if this contact is not acceptable to you, for I make this proposal to you as a person of integrity. First and foremost I wish to introduce myself properly to you. I am Mr Patrick F.Massaquoi the son of late formal Liberia sport minister Mr Francois Massaquoi, who was killed while in office in 2001.\n\nAfter the death of my father, the Charles Taylor control government have been providing my family with security, but resently the united nations and the united state government asked the liberia head of state (Charles Taylor) and members of his cabinet to go on exile. During the tenure of Late Francois Massaquoi,(my father) he enriched and accumulated a lot of money while in office but unfortunately for him he did not leave long to enjoy these wealth.\n\nThese funds that were lodged in banks accounts in our country has been frozen. However, my family is not too comfortable with our present government as my late father was a very close aide of Charles Taylor, and on this backdrop the new government might decided to recall the frozen money back to the government purse, with exception of the US$8.5M(Eight million, five hundred United State Dollars)that was deposited in a Finance/security firm undiscovered uptil date. But due to the sanction place on my family by the International community i cannot reach this money myself or withdraw it back to Liberia for use.\n\nWe have jointly decided within the family to relocate this funds outside Liberia for investment purpose. This is the only way and means we can utilize this money, consequently, we beg for your assistance in investing this money on real-estate and any other viable venture you might suggest. I got your contact through the internet during my search for a partner and i hope you will not disappoint us in this our time of need. We have also agreed to reward you with 25% of the total amount as your share in this transaction after you might have claim this funds from the security firm.\n\nFinally, i require the following informations to facilitate the documentation that will effect the change of ownership with the Finance firm.\n  (a) Your complete names.\n  (b) Your mailing address and nationality,\n  (c) Your Telephone/Fax numbers.\nAgain, all arrangement and logistics of this transaction are in place and we shall remain greatful if you can assist us in this our time of need.\n\nPlease contact me whether or not you are interested in assisting us. This will enable me scout for another partner in the event of non-interest on your part.\nThanking you in anticipations of your kindness while looking forward to hear from you soon.\nBest regards,\n\nMR.PATRICK MASSAQUOI.\nConfidential e-mail: pm1234@katamail.com\n\n\n\n\n\n                                                                      \n\n", "id": "7e4e09712552a7b8c59290567bc608e8"}