{"email_subject": "PRIVATE AND URGENT", "email_body": "ATTN: HELPER.\n\n(STRICTLY CONFIDENTIAL)\nFROM THE DESK OF ( MR. YSOUF AROUNA)\nAUDITING AND ACCOUNTING UNIT /FOREIGN REMITTANCE DEPT.\nAFRICAN DEVELOPMENT BANK (A.D.B)OUAGADOUGOU -BF\nREQUEST FOR THE URGENT TRANSFER OF THE SUM (US$10.5million) ONLY\nINTO YOUR ACCOUNT.\n\nYou may be surprise to receive this message from me since you don't\nknow me in person, but for the purpose of introduction., I got your\nimpressive information through an international business equiry .\n\nBut I respectfully insist you read crefully as I am optimistic it\nwill open doors for unimaginable financial reward for both us.\nThis business transaction might not fall within the wide spectrum of\nyour business activities ,but I plead your assistance ,as your flair\nfor profitable business is needed .\n\nPermit me to introduce myself. I am MR. YSOUF AROUNA. the Manager of\nauditing and accounting unit at the foreign remittance department of\nAFRICAN DEVELOPMENT BANK . In My department I discovered an\nabandoned sum of$ 10.5m US dollars . In an account that belongs to\none of our foreign customer who died along with his entire family in\nnovember 2002 in a plane crash.\n\nSince I got information about his death, I have been expecting his\nnext of kin to come over and claim his money because wecannot\nrelease it unless somebody applies for it as next of kin or relation\nto the deceased anindicated in our banking guidelines but\nunfortunately I learnt that all his supposed next of kin or relation\ndied alongside\nwith him at the planecrash leaving nobody behind for the claim.\n\nIt is therefore upon this discovery that I and other officials in my\ndepartment now decided to make businness proposal to you and release\nthe money to you as the next of kin or relation to the deceased for\nsafety and subsequent disbursement since nobody is coming for it and\nI don?t want this money to go into the Bank treasury as unclaimed\nBill.\n\nThe Banking law and guideline here stipulates that if such money\nremained unclamed after five years, the money will be transfered\ninto the Bank treasury as unclaimed fund.\n\nThe request of foreigner as next of kin in this business is\noccasioned bythe fact that the customer was a foreigner and a\nBurkinabe cannot stand as next of kin to a foreigner.\nI agree that 30 % of this money will be for you as foreign partner,\ninrespect to the provision of a foreign account, 10 %will be set\naside for expenses incured during the business and 60 % would be for\nme . There after I will visit your country with my family for\ndisbursement according to the percentages indicated.\n\nTherefore to enable the immediate trnansfer of this fund to you as\narranged, you must apply first to the bank as relations or next of\nkin of the deceased indicating your bank name, your bank account\nnumber,\nyour private telephone and fax number for easy and effective\ncommunication and location where in the money will be remitted .\n\nOn your acceptance, I will send to the text of application by fax or\nby email which you are going to apply to the bank ; and provide\nmaterials confirmation references and inquiries regarding payment\nformalities from the payment Agency. I willbe handling official\nprotocols here and expect you to undertake international\nresponsibilities as I am assuring you of a risk free transaction\nprovided you display maturity.\n\nTherefore, if you are willing and interested to render\nthe needed assistance, endeavor to reply through my\nemail address .\n\nThanking you in anticipation of your kind considerations.\n\nYours sincerely.\n\nMR. YSOUF AROUNA.\n\n_________________________________________________________________\nTen : profite de ton Messenger en illimit sur ton mobile !  \nhttp://mobile.live.fr/messenger/ten/\n\n\n\n", "id": "7eff19ec1c5cd4feed2ad262628624ac"}