{"email_subject": "Private Mail.", "email_body": "FROM: Mr. Jeffrey Daniels\n\nTEL:27 835 067 386,\n\nDear Sir,\n\nIn order to transfer out (US$12 Million) Twelve Million United States\nDollars from ABSA .I have picked-up the trust and courage to write you\nthis letter with divine confidence that you are a reliable and honest\nperson who will be capable for this important business transaction\n believing also that you will never let me down either now or in the\nfuture.\n\nMy name is Mr. Jeffrey Daniels a senior Auditing Officer with\nthe ABSA Bank in South Africa.There is an account opened in this bank\nin\n1980 and since 1990 nobody has operated on this account again. After\ngoing through some old files in the records, I discovered that if I do\nnot remit this money out urgently it would be forfeited for nothing.\n\nThe owner of this account died since 1990. No other person knows about\nthis account or any thing concerning it, the account has no other\nbeneficiary and my investigation proved to me as well that this\ncompany\ndoes not know anything about this account and the amount involved is\n(US$12 million)Twelve million United States Dollars.I want to transfer\nthis sum of Twelve  million United States Dollars into a safe foreign\naccount abroad.I am contacting you based on the fact that you are a\nforeigner because this money can only be approved for payment to a\nforeigner, more so it can not be approved by any local bank here, as\nthis\nmoney is in US Dollars hence the former owner of this account is a\nforeigner too.\nI know that this proposal will come to you as a surprise as we don't\nknow ourselves before. however I got your contact from an inter net\nconsultant here in South Africa, though I did not disclose the\npurpose of\nmy seeking for a foreign business partner to him.\nAlthough we will still have to meet possibly, sign some agreement\nbefore the final transfer of the fund into any of your chosen\ndesignated bank account. I have involved a very senior official in the\noperational department and we have agreed that after the transfer of\nthe\nmoney into your account, you shall be entitled to 25% of the total\nsum,\nwe the officials will take 70% while 5% is for expenses.\n\nAll necessary precautions have been taken to ensure a risk free\nsituation on the side of both parties.\n Please note that this deal can only take place on the following\n conditions:-\n1.You will provide the bank account and other relevant\nparticulars/information for easy and onward Remittance\nof this money.\n2.Absolute confidentiality and sincerity will be\nrequired and guaranteed, considering our (me and my\npartners) positions in the bank.\n3.Assurance that our own due share will be released to\nus in good faith when this money finally gets into\nyour account.\n\nAll things being equal, this transaction will be within 10 working\ndays\nas soon as we hear from you.\nPlease treat with utmost confidentiality. Contact me as quickly as\npossible through my e-mail box,or above telephone number.\n\nExpecting your urgent response,\n\nBest Regards,\n\nMr. Jeffrey Daniels\n\n\n\n\n", "id": "7f58425b7c72d01a8f47f9ab9f8d1a72"}