{"email_subject": "PLEASE SAVE MY SOUL", "email_body": "DEAR SIR,\n\nVERY URGENT, PLEASE SAVE MY SOUL.\n\nI AM KUDIRAT DANJUMA (MRS.), WIDOW OF THE LATE COL. RICHARD DANJUMA THE FORMER GOVERNOR OF KANO STATE OF NIGERIA MY LATE HUSBAND WAS ONE OF THE VICTIMS OF THE NOVEMBER 7TH 1996 NIGERIA A, D, C AIRCRAFT BOEING 727 THAT CRASHED IN LAGOS. I HAVE BEEN INFORMED BY MY FAMILY ATTORNEY, BARRISTER BENJAMIN SAMSON THAT MY LATE HUSBAND OPERATED A SECRET ACCOUNT WITH FICTITIOUS NAME IN A NIGERIAN BANK INTO WHICH A TOTAL SUM OF TWENTY-FIVE MILLION, FIVE HUNDRED THOUSAND U.S DOLLARS ($25.5M) WAS TRANSFERRED AND CREDITED IN HIS FAVOUR, THE  ATTORNEY\n\nNOW ADVISED ME TO SEEK IN CONFIDENCE A FOREIGN ACCOUNT INTO WHICH THIS FUND COULD BE TRANSFERRED FOR DISBURSEMENT AS DIRECTED BY MY LATE HUSBAN IN HIS \"WILL\".IT HAS BEEN RESOLVED THAT 25% WILL BE YOUR SHARE FOR NOMINATING AN ACCOUNT,FOR THIS PURPOSE AND ANY OTHER ASSISTANCE YOU WILL GIVE IN THIS REGARD, 5% HAS BEEN MAPPED OUT TO PAY BACK ALL LOCAL AND INTERNATIONAL EXPENSES WHICH MAY BE INCURRED IN THE TRANSFER PROCESS AND 5% HAS BEEN CONCEDED TO THE LOCAL BANK MANAGER HERE ASSISTING IN FACILITATING THE TRANSFER. FINALLY,65% WILL COME TO MYSELF AND MY CHILDREN AND A GOOD PARTY OF THIS SHALL BE DIRECTED TOWARDS EXECUTING HIS \"WILL\" WHICH IS TO BUY SHARES ANDSTOCKS IN FOREIGN COUNTRIES TO SECURE HIS CHILDREN FUTURE.TO FACILITATE THE CONCLUSION OF THIS TRANSACTION, IF ACCEPTED, DO SEND \n\nTO E-MAIL MY FAMILY ATTORNEY THE FOLLOWINGS: ON E-MAIL NO.\n\nbarrister_bensam@mail2ben.com\n\n\n\n\n\n1. FAX\n\n2. TEL AND E-MAIL ADDRESS THROUGH WHICH YOU WILL BE CONTACTED\n\nPROMPTLY WHENEVER YOUR ATTENTION/ASSISTANCE MAY BE REQUIRED.\n\nPLEASE NOTE THAT I HAVE BEEN ASSURED THAT THE TRANSACTION WILL BE\n\nCONCLUDED IN A SHORTEST BANKING WORKING DAYS UPON MY RECEIVING FROM YOU THE ABOVE LISTED INFORMATION. I SHALL COMMENCE THE PROCESS OF \n\nRETRIEVING THE FUND IMMEDIATELY I HEAR FROM YOU.MAY I AT THIS POINT, EMPHASIS THE HIGH LEVEL OF CONFIDENTIALITY, WHICH THIS BUSINESS DEMANDS, AND HOPE YOU WILL NOT BETRAY THE TRUST AND CONFIDENCE, WHICH I REPOSE IN YOU. HOWEVER, YOU MAY NEED TO GIVE ME SUFFICIENT  ASSURANCE THAT YOU WILL NOT SIT ON THIS FUND WHEN IT IS FINALLY REMITTED INTO YOUR ACCOUNT. PLEASE GIVE THIS MATTER A PROMPT AND QUICK REPLY. PLEASE CALL OR DIRECT YOUR RESPOND TO MY \n\nFAMILY ATTORNEY/BARRISTER BENJAMIN SAMSON AS INDICATED BELOW AND DISCUSS WITH HIM TOWARDS EFFECTIVE COMPLETION OF THIS TRANSACTION.\n\nCONTACT MY FAMILY ATTORNEY BARRISTER BENJAMIN SAMSON ON EMAIL:\n\nbarrister_bensam@mail2ben.com\n\n\n\nBEST REGARD,\n\nKUDIRAT DANJUMA (MRS).\n\n\n\n\n\n\n\n_________________________________________________________________\nSuchen Sie etwas?- http://www.regon.de\n\n\n", "id": "7f81cd964af47e7121cca10c77961e67"}