{"email_subject": "TREAT AS MOST URGENT", "email_body": "FROM THE DESK OF: MRS JULLIET ABRAMS AFRICAN DEVELOPMENT BANK HEADQUARTERS COTONOU REPUBLIC OF BENIN.   I am MRS JULLIET ABRAMS, credit officer of African Development Bank. I have an urgent and very confidential business proposition for you. In June, 1998, a British Oil consultant/contractor with the West African's oil and Solid Minerals Corporation, Mr. David Van Buskirk made a numbered time (Fixed) Deposit for twelve calendar  months, valued at US$35,000,000.00(Thirty five Million United States Dollars only) in my branch. Upon maturity,I sent a routine notification  to his forwarding address but got no reply. After a month, we sent a reminder and finally we discovered from his contract employers, the West African oil and Solid Minerals Corporation that Mr.David Van Buskirk died in an air crash along with his wife on the 31st October, 1999 in an Egyptian airline 990 with other passengers on board. On further investigation,I found out that he died without making a WILL, and hitherto, all attempts to trace his next of kin was fruitless. Mr.David Van Buskirk was residing at No 1 Rue de Avenida, G.R.A. Cotonou, Benin Republic. I therefore made further investigation and discovered that Mr.David Van Buskirk did not declare any kin or relations in all his official documents, including his Bank Deposit paperwork in my Bank. This sum of US$35,000,000.00 is still sitting in my  Bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it. According to Laws of Benin, at the expiration of 5 (five) years, the money will be declared frozen and forfeited to the   Benin Government if nobody applies to claim the fund. Consequently, my proposal is that I will like you as a foreigner to stand in as the next of kin or business partner to Mr.David Van Buskirk so that  the fruits of this old man's labor will not get into the hands of some corrupt government officials. This is simple, I will like you to provide immediately your full names and address,phone and fax numbers so that the attorney will prepare the necessary  documents and affidavits that will put you in place as the next of kin or business partner. We shall employ the services of an attorney for drafting  and notarization of the WILL and to obtain the necessary documents and letter of probate/administration in your favor for the transfer. A bank account in any part of the world that you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin. The money will be paid into your account for us to share in the ratio of 65% for me, 30% for you and 5% for expenses incurred in the course of the transaction. We could also use an ASSET MANAGEMENT COMPANY in Europe to secure this funds and transfer to your account in your country. There is no risk at all as all the paperwork for this  transaction will be done legitimately and with my position as the credit officer guarantees the successful execution of this transaction. If you are interested, please reply immediately to  my email box. Please send me your confidential telephone and fax numbers for easy communication. You should observe utmost confidentiality cum secrecy, and rest assured that this transaction would be most profitable for both of us because  I will require your assistance to invest my share in your country. Awaiting your urgent reply. Thanks and regards. Mrs Julliet Abrams Direct Line: 00229 07 14 19 Alternative email address:", "id": "7f8495afc9de511649ca403fde3d1614"}