{"email_subject": "I am Jerome Williams Lewis Esq. a solicitor.. ", "email_body": "\nFrom:  Jerome Williams Lewis Esq.\n\nThe inspiration to contact you is simply divine\nprovidence,I am making this proposition because I have to seek the\npartnership of a resource person to help me realise this project.\n\nI am Jerome Williams Lewis Esq. a solicitor and investment\nconsultant based in london, United Kindom. I was attending a business\nluncheon in Berlin,Germany and I got introduced to the renowned \nGerman\nbusinessman and property mogul, Mr Andreas Schranner(of the blessed\nmemory).\n\n\nHe engaged my services as attorney and investment\nconsultant and my primary assignment was to spearhead his investment\nforays in the United Kingdom.three months later I invited him to \nLondon\nand under my professional guidance and based on my advice he made a\nfixed deposit of 30,000,000,00EUR at with security companies in \nGermany\nand Netherlands.\n\n\nThis deposit was for 12months and upon maturity I\nmade effort to contact my client, I could not reach him or any member\nof his family. I was forced to travel to germany and there I got the\ntragic news that on July 25TH, 2000, my client Mr Andreas Schranner,\nhis wife maria, their daughter eich and husband christian and their \ntwo\nchildren perished in the Air France concorde New York bound flight;\nplease click here:\n\nhttp://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\nI have made effort to locate any member of his family\nwith strong biological links to my late client without\nsuccess.\nThe search to find a close relation is one that has\nconsumed time and resources.The institution is asking me to either\npresent a next of kin to late Andreas Schranner or forfiet the\ndepsosit. My proposal is to you as next of kin to late Andreas\nSchranner and process the deposit and collect the deposits for our\nmutual benefit.\n\nMy capacity as solicitor/investment consultant to my\nlate client gives me the discretion to package and transfer the \ndeposit\nto you.\n\nI will give you 30% for your effort, 60% for me and\n10% for Charity and Tsunami Victims. It will amount to\ninjustice if i do not take this decisive step to secure this deposit,\nand invest it The late Schranner was also a friend in addition to our\nbusiness relationship.\n\n\nI will wait for your reaction and response and then\ntogether we can jumpstart this project and nurture it to reality.\n\nPlease, make sure you respond through this my confidential email\naddress:\n\n    williamsjruphus@katamail.com\n\n                     or\n\n    williamsruphuseq@jmail.co.za\n\n\n\nYour swift response is anticipated.\n\nYours faithfully\n\nJerome Williams Lewis Esq.\n\n\n\n\n\n\n\n\n\n", "id": "7fb4d661239671d163bfe90e6e9be510"}