{"email_subject": "FUND TRANSFER.", "email_body": "OFFICE OF THE ACCOUNTANT-GENERAL\nFEDERAL REPUBLIC OF NIGERIA\nASO-ROCK VILLA, GARKI ABUJA, FCT\n\n\n\nATTENTION:\n\nRE: REQUEST TO TRANSFER THE SUM OF $35,000,000.00\nINTO\nYOUR PRIVATE/COMPANIES ACCOUNT.]\n\"Assalaam Alaikum\"\nI approach you most honorably today for a mutual\nbusiness transaction. I am ALHAJI IBRAHIM HASSAN\nDANKWAMBO,\nthe Accountant -General of the Federal Republic of\nNigeria. I have been given the opportunity to be\nappointed the Accountant-General after several years\nof active service.\nNow by virtue of my present office and position, it is\nan opportunity for me to have a share of the huge oil\nmoney which many top military personnel of the past\nregimes had used my predecessors\nin the past to achieve their personal interest without\nany benefit towards them.\nFollowing this development, I now have an accord with\na top officer of the Finance Ministry to remit the sum\nof US $35, 000,000.00 (Thirty Five Million United\nState Dollars) to your nominated account, hence we as\nCivil\nServants do not have the right to acquire foreign\naccount while in service. I\ntherefore request you to kindly allocate any account\nof your choice with all necessary particulars to\nenable me to forward it to the Central Bank of Nigeria\nfor onward release of fund transfer approvals in your\nfavour, we have ten working days to conclude this deal\non commencement, and I shall join you at the account\nbase for sharing and further discussion on my\ninvestment plan in your country.\nWe shall negotiate your percentage share on reply of\nthis mail for your anticipated contribution in making\nthis transaction a success. Do not hesitate to comment\nwhere you do not understand.\nON SECURITY:\nTo ensure maximum security all correspondences shall\nbe by E-mail and strictly confidential.\nPlease protect my position in my country by keeping\neverything secret until funds in question leave our\nforeign reserve account.\nFinally I assure you of a 100% thorough, risk free,\nand hitch free transaction.\nCONFIRM YOUR INTERET BY IMMEDIATE RESPONSE BY SENDING\nME AN EMAIL.   {acct_gen_alhaji3@hotmail.com}\n\nYOURS FAITHFULLY\n\nALHAJI IBRAHIM HASSAN DANKWAMBO\nACCOUNTANT-GENERAL,\nFEDERAL REPUBLIC OF NIGERIA.\n\n\n\n\n", "id": "7fba9e1d270dcfd603cebb9d716a52c4"}