{"email_subject": "Dr Jerry(Contact Me)", "email_body": "#1105 james park,\njohannesburg,\nsouthafrica.\nCompliments Of The Day,\n\nPermit me to introduce myself to you. My name is Dr Jerry Jerome, A Top \nmanagement Official of one of the finance corporation in johannesburg \nsouth Africa.I came to know about you in my private search for a \nreliable person/company to handle an important assingment on behalf of \nmy Colleagues and myself.As a matter of fact, I got your information \nfrom Miss Joyce Brown of The International Affairs  Department Of The \nSouth African Chamber Of Business.\n \nProposition A German Mr. peter \nkhan, 66 years of age and a prosperous \noil/Diamond merchant had in our \nBank the sum of $35.5million in a domiciliary account.\n \nUnfortunately, \nhe was killed in 2002 plane crash involving concord AF4878 in Gonesse, \nFrance. Efforts has been made by the management of my bank through the \nGerman Embassy in johannesburg to contact any of the deceased children \nbut to no avail,as we are made to understand he had no children.Given \nthe skeletal information \navailable to the bank, it has so far been \nimpossible to reach any of the relatives.\nThe situation left for the \nManagement is to declare the deceased account dormant and revert the \nAmount to trading on behalf of the interest of the Bank.\n \nIn order to \navoid this development, my Colleagues and I now seek your approval to \nhave you stand as a distant relative to Mr. peter khan,so that the \nmoney would be released to you. All documents and proofs to enable you \nget the money will be carefully packaged once we receive your consent \non this proposal.I  shall Apply for a leave as soon as the funds gets \ninto your reliable account to come to your country for possible sharing \nand investment opportunity which you will assist me in doing.\nMay I \nassure you that  this is safe and risk-free, as we have taken care of \nall necessary modalities to ensure a hitch-free movement. I have the \nauthority of my \npartners involved in this assignment to propose that \nshould you be willing to assist us in this,your share would be 40%.\n \nI \nhave reposed my confidence in you and hope that you will not disappoint \nme.\nPlease \n \nBest Regards\n\n\n", "id": "7fe60ce262cd147792c24e4824fa1359"}