{"email_subject": "BUSNIESS PROPOSAL? okn", "email_body": "Dear friend\n\n I am Mr. Fish Backlet, a South-Africa by Nationality, a Solicitor at law based in the United Kingdom and \nthe personal attorney to Late Mr. Samy Makary a National of finland, who used to be a private contractor \nwith the Halliburton Company in Saudi Arabia, herein after shall be referred to as my client. \nUpon Maturity, we sent a routine notification to his forwarding address but got no reply. After a month, we \nsent a reminder and finally we discovered from his contract employers (Gardiner & Theobald) that Mr \nSamy Makary was aboard the EgyptAir Flight 990, which crashed into the Atlantic Ocean on October 31 \n1999 (http://www.greatdreams.com/PassEAir990.htm).\nSince then, I have made several enquiries with his country's embassies to locate any of my clients \nextended relatives, this has also proved unsuccessful. After these several unsuccessful attempts, I \ndecided to contact you with this business partnership proposal. I have contacted you to assist in \nrepatriating a huge amount of money left behind by my Client before they get confiscated or declared \nunserviceable by the Bank where this huge deposit was lodged.\nThe deceased had a deposit valued presently at 8.5Million(Eight Million Five hundred thousand \nPounds) and the Bank has issued me a notice to provide his next of kin or Beneficiary by Will otherwise \nhave the account confiscated within the next thirty official working days. Since I have been \nunsuccessful in locating the relatives for over three years now, I seek your consent to present you as the \nnext of kin / Will Beneficiary to the deceased so that the proceeds of this account valued at \n8.5Million(Eight Million Five hundred thousand Pounds) can be paid to you. This will be disbursed or \nshared in these percentages, sixty percentage to me and fourty precentage to you. I have all necessary \nlegal documents that can be used to Back up any claim will be obtained From the Court of England with \nthe Certificate Of Deposit which has been issued to me by the Bank. All I require is your honest \nCo-operation, Confidentiality and Trust to enable us see this project through.I guarantee you that this will \nbe executed under a legitimate Arrangement that will protect you from any breach of the law. All the \nrelevant documents that will give you the legal backing to claim the fund will be processed.Please \nacknowledge receipt of this message by e-mail as I am based in the United Kingdom. And please provide \nme the following below; this is to enable me commence immediate preparation of all legal document that \nwill back up our claim.\n1. Full Name\n2. Your Telephone Number and Fax Number\n3. Your Contact Address.\nYour urgent response will be highly anticipated and appreciated.\n\nBest regards,\n\nMr. Fish Backlet\n\n\n\ntwbktmdkykokabsclyrcxqqyxrek\n\n\n", "id": "80016906219c0118ed9ae4a4a8468711"}