{"email_subject": "FROM CHARLES OBIANG", "email_body": "From: Charles  Obiang\nPhone: +27-78-267-1213\n\n\n                 WE NEED YOUR URGENT HELP\n\nAttn: Sir/ Madam,\n\nIt was a shock that has not left my memories till date how my late father\nMr. Armengol Obiang the brother of Mr. Teodora Obiang the President of\nEquatorial Guinea was arrested and detained by the present government of\nEquatorial Guinea for being mentioned as a major sponsor in the fail coup\nplot led by a South African Mercenary Nick du Toit on march 2004.\n\nOn the 25th October 2005 at about 5am my father a prominent businessman\nwas taken away from us by a group of uniformed men. During our visit to\nhim in his detention, he told us that he knew about the alleged coup plan\nbut did not pledged his sponsorship yet until the day of his arrest. All\nthe detainees were ill treated and are still undergoing such even now. The\nPresident Mr. Teodoro Nguema Obiang has done nothing about it.\n\nOn the 20th of October 2005, We was refused of seeing my father. At this\npoint we had to consult the attention of our family lawyer who intervened\nand further revealed that my father has died, the government suppressed\nthe news and our query about the cause of his death was never answered. At\nthis point it was not safe for us to keep residing in the country\ngraciously with the help of our family lawyer most of our family\nproperties and business were retrieved back from the government. They were\nas followings: [milling company, Maswan Royal estate, Guinea printing\npress, mechanized farm, franchise and landed properties] my family agreed\non selling them before our departure. A sum of US$9.6 million was\nrealized.\n\nA high government official who was a good family friend to us arranged an\nemergency exit to South Africa where we presently reside as asylum\nseekers. The fund was in a diplomatic suitcase. And due to the fact that\nas refugees, we are restricted to many facilities in the country of South\nAfrica like banking and financing. I had to keep the consignment under the\ncustody of a security company here in South Africa.\n\nMy dear, I need an honest person who would help me transfer the fund into\na foreign account, as I am not allowed to operate a bank account as\nrefugee. After the fund is transferred into your bank account my family\nshall come over to where ever  the transfer is done to begin a new life.\n\nI am residing here in South Africa with my mother, Mrs. Stella Maria\nObiang and My name is Charles Obiang.\n\nWe have agreed that 30% of the total sum shall be given to anyone who\nwould help us in this transaction and 5% will be used to settle every\nexpense that was incurred during the course of the transfer.\n\nThe following conditions must be noted:\n\nThe person needed:\n\na. Must not be a minor\n\nb. Legal in the country he/she resides\n\nc. He/ She must have a prove of his / her legality.\n\nNB: All the parties must keep a prove of their expenditures for\nreimbursement immediately the fund is transferred. We would like you to do\nfeasibility studies on how and which area in your country we could invest\nour part of fund as soon as we arrive into your country.\n\nPlease call me +27-78-267-1213 if you can be able to assist my family, and\ndo send me your phone number.\n\nPLEASE REPLY TO MY PRIVATE EMAIL: (charlesobiang@tsamail.co.za)\n\nYours faithfully,\nCharles Obiang\n(For the Family)\n\nPhone: +27-78-267-1213\nEmail:  charlesobiang@tsamail.co.za\n\n\n\n\n", "id": "800733935479ff60a7d1e163bb9cea69"}