{"email_subject": "IN GOD WE TRUST", "email_body": "Dearest,\n\nI am Chief Thomas Nimely yaya, chairman of the Movement for \nDemocracy in Liberia (MODEL),now Foreign Minister in the transitional \ngovernment, and also a first cousin to the deposed President \nof Liberia, Charles Taylor, who is presently in exile in one of the \nWest African Countries.\n\n During the reign of my cousin, Charles Taylor, I was\nin-charge of all Diamond operations coming from\nAngola, Sierra Leone, etc.  Then Charles Taylor enjoyed\nthe patronage of the rebels controlling parts of \nthese countries, as tonnes of uncut diamond were\nshipped to him, and he inturn through me sold these\ndiamonds to foreigners, and used the proceeds to buy\narms for the rebels in these countries, and a large\nchunk of this money  was for the enrichment of the\nrebel leaders. Literally speaking he  gave cover to the\nrebel Leaders. This operation was code named: Conflict\nDiamond. I cordinated the entire Diamond trade in the\nsub-region and this ran into hundreds of Million of\nDollar.\n\nWhile carrying out this operation, I was able to divert\nthe sum of US$45,000,000.00 (Forty-Five Million\nUnited States Dollars) for my personal benefit, and\nit is concelled into 4 Trunk Boxes and deposited as\nartifacts materials with ecowas diplomatic Security and cargo unit \n in Accra-Ghana. \n\nThe Security Company does not know the\ntrue contents of the consignments. This is only known to you and \nme, and I hope you will keep this confidential.\n\nNow that Charles Taylor is no more in Power, I thought\nit wise to move the money out to any  country of the\nworld for investment purposes. Now I am contacting you\nseeking your assistance to help me in transfering this\nmoney to your country. All you need do is to make\nnecesary arrangement and fly down to Accra-Ghana, see the\nmoney and talk about it.\n\nAlready, I have the consent of the Security Company Director in Accra-Ghana\nwho has agreed to help us move the consignments out through\nDiplomatic means to their affilliate office in Europe. \n\nI am offering you 25% of the total amount involved for\nassisting me while 5% is set aside for any expenses that might be incurred during\nthe completion of this project, and the remaining 70% will be used for any lucrative\ninvestment you will introduce me into.\n\n\n\nBest Regards,\n\nChief Thomas Nimely yaya.\n\n\nN/B: You can also contact me through my alternative email address:\ndr_nimely@latinmail.com\n\n\n\n\n", "id": "804f6f8f21a078cfd898b35bea0849b0"}