{"email_subject": "PROJECT", "email_body": "Hello,\nI am, Mr John Bwaya a consultant to Mr.Roy Presscott, a canadian\ncitizen, who lived here in Nigeria.\nOn the 4th of August 2002, he was involved in a car accident along\nKubwa - Markurdi Highway. All occupants of the vehicle unfortunately lost=\n\n\nthere lives as they are on a weekend outing to a nearby city.\nI contacted you based on trust to assist me in repatriating his money\nand property he left behind, before they get confiscated or declared\nunserviceable by the Security Company where his huge deposit was lodged.\n\nParticularly, the deceased has an Amount of $12.6 million dollars,\nafter my written notification about the death of the deceased to the\nsecurity Company they have issued me a notice to provide the next of\nkin or\nhave the Funds confiscated within the next 60 days.\nSince I have been unsuccessful in locating the relatives all this\nwhile, that's why I seek your consent to assert you as the next of kin\nof\nthe deceased, so that the proceeds of this Amount valued at $12.6\nmillion\ndollars can be paid to you as the bonafide approved Next of Kin by the\nsecurity Company.\nIf you agree the money will be shared in a ratio of 75% for me while 20%=\n\nfor you and 5% will set aside for any expenses incured during the transfe=\nr\nprocess.\nI have all necessary documents to\nto back up the facts and claim on the Fund Release.\nAll I require is your honest, co-operation and Sincerity to enable us\nseeing that this funds is paid to you.\nI guarantee that this will be executed under a legitimate arrangement\nthat will protect you from any breach of the law.\nplease if you are willing to assist me in this transaction,please do send=\n\nto me the following,\nfull names and address\ntelephone and fax numbers so that i will contact you and notify you on\nthe next steps towards the actualization of this transaction.\nAwaiting your urgent\nresponse.\n\nregards,\n\nJohn Bwaya\n\n\n\n", "id": "8051d1b7e5b68ce8ac4f70189d9b4555"}