{"email_subject": "GOOD NEWS FROM SUSSAN BIEN ", "email_body": "Dearest One,\n\nThanks for your mail, I got your mail in a wonderful day and a happy day which I  will like you to be seriose with me ,It gives me the greatest joy to read from you .Sometimes, life certainly can feel that way.... and what better shelter from the storms and trials of daily life than friendship and to know that there is someone out there you can fall back on. \n  \nI'm  21years old and a high school leaving certificate holder and the only  daugther of my late parents Mr.and Mrs. Bien .\n   \nFirstly, my father was a highly reputable bussiness magnate-(a cocoa merchant) who operated in the capital of Ivory coast during his days It is sad to say that he passed away mysteriously in France during one of his business trips abroad year 12th.Feb. 2005.Though his sudden death was linked or rather suspected to have been masterminded by an uncle of his who travelled with him at that time.But God knows the truth! \n   \n  My mother died when I was just 11 years old,and since then my father took me so special. Before his death on Febuary 12 2005 he called the secretary who accompanied him to the hospital and told her that he had a sum of $10.5 million US DOLLARS (Ten million five hundred thousand USD)deposited in  Security Company  here in Abidjan, Ivory Coast.\n   \n  He also said he used my name to Deposit the fund with the Bank as his only daughter, as well as the next of kin to the fund. He also explained to me that it was because of this wealth that he was poisoned by his business assocaites, That I should seek for a foreign partner in a country of my choice where I will transfer this money to and use it for investment purposes.\n   \n  I want you to assist me in clearing this fund into your account overseas as a beneficiary of the fund,and also use it for an investment purpose. \n   \n  Really I don't know what to do. Now I want you help me so  I can transfer this funds. This is because I have suffered a lot of set backs as a result of incessant political crisis here in Ivory coast.The death of my father actually brought sorrow to my life, Presently I'm in Abidjan.\n   \n  Dearest one,I am in a sincere desire of your humble assistance in this regards Your suggestions and ideas will be highly regarded.\n   \n  Now permit me to ask these few questions:- \n1. Can you honestly help me? \n2. Can I completely trust you? \n3. What percentage of the total amount in question will be good for you \nafter the money is retrived? \n   \n  Please,Consider this and get back to me as soon as possible.\n  Expect to hear from you soonest.\n   \n  Thank you so much.\nYours in Love,\nSussan Bien\n\n       \n---------------------------------\nAsk a question on any topic and get answers from real people. Go to Yahoo! Answers. ", "id": "8056c51ea0d4f8945f62fada63388150"}