{"email_subject": "URGENT REPLY", "email_body": "BARR.PAUL RICHARD (esq)\nTerry waya Chambers\n409 Nortonburg,\nAccra,Ghana-West Africa.\nReply to:richardpaul111@yahoo.com\nTelephone +233-246149832,\n  \nAttn:,\n  \nCompliments of the day to you.I must solicit your confidentiality and assure you that I am contacting you in good faith  and this proposal will be of mutual benefit.\n  \nI am Barr.PAUL (Esq.), a legal practitioner. My client who was  a member board of trustees SPDC London was killed with his entire  family in a fatal accident,sparing none of their lives some years ago.Before his death, I assisted him in the deposit of some funds with a Security Company for safekeeping.The funds have remained unclaimed  since his death, and such unclaimed funds are appropriated and returned to the treasury as a matter of policy Considering the lack of success in my  bid to locate any of his relatives for over a year now, I hereby  solicit your consent to enable me present you as the Next of Kin to my deceased client. I am contacting you for two reasons. Firstly, you  both have the same last name, which makes the claim most credible, Secondly I strongly believe that the Security Company does not deserve to inherit the  funds, These reasons led to my resolve to claim the funds.\n  \nThat was why I  contacted you,With your permission, I will proceed to establish you as the next of kin/Beneficiary to my late client. As soon as this is done, you will then give instructions to the Security Company, to transfer the deposited funds into another account you will provide, after which we shall then share the funds upon agreed terms.\n   \n   Finally, I demand that you keep this transaction confidential till we  complete the deal and also confirm that the funds have been transferred  into any nominated bank account of ours. I would  want you to furnish me  with the following informations which will assist me  in this claim,\n  \n1,FULL NAME\n  \n2,CONTACT ADDRESS\n  \n3,TELEPHONE AND FAX\n  \n4,OCCUPATION.\nThese information will assist me to secure the necessary papers in your name When I receive your response, I will provide you with further details.\nI await your reply,\n  \nBARR.PAUL RICHARD {Esq.}.\nAccra, Ghana-West Africa.\nReply to:richardpaul111@yahoo.com\n  Telephone +233-24-6149832,\nbarrister paul chambers paul \n   \n    \n---------------------------------\n  Like being first? Check out the all-new Yahoo! Mail today.\n    \n---------------------------------\n  Copy addresses and emails from any email account to Yahoo! Mail - quick, easy and free. Do it now...\n    \n---------------------------------\n  Try the all-new Yahoo! Mail . \"The New Version is radically easier to use\"  The Wall Street Journal\n\n \t\t\n---------------------------------\n Copy addresses and emails from any email account to Yahoo! Mail - quick, easy and free. Do it now...\n \t\t\n---------------------------------\n \"My Verdict: The new Yahoo! Mail is far superior...\"  The Wall Street Journal.", "id": "8088329b555790d373ac625302e8de06"}