{"email_subject": "Assalam Aleikum,  A Message of brotherhood from Darfur, Sudan", "email_body": "Waleed Abdalla Ibrahim Mohamed\nBirmingham,  United Kingdom.\nEmail:  darfurefugee@yahoo.fr\n\nDear  Sir,  \nKindly Pardon me if this my letter would be an embarrassment to you for I am Waleed Abdalla Ibrahim Mohamed, a Sudanese from the town of Kass in Southern Darfur writing you from Birmingham,  (United Kingdom), I am presently a Political Refugee in United Kingdom away from my native Country (Sudan), where there is a raging and devastating Civil war going on between the Southern Sudan Rebel Forces (Sudan People's Liberation Army) and Arab militias (Janjaweed)  supported by the Government Forces loyal of President Umar Hassan al-Bashir. Bashir and his party have controlled the government since he led the military coup on 30 June 1989. \nThe Darfur conflict erupted in early 2003. Fighting among various factions has killed hundreds of thousands of people and displaced more than 2 million, most escaping to larger towns where they stay in camps for \"internally displaced people,\" and some crossing the border into Chad, where they live in refugee camps, straining local resources. Attacks on civilians during the conflict have been brutal and include burning homes, killing and rape. There has been signed a Darfur Peace Agreement between some of the parties in Darfur. This agreement is supervised by African Union Mission in Sudan (AMIS), though the war is still going on. Before the escalation of the war I was a VOLUNTIER SOCIAL WORKER and during my duties one of the local army Commander who was wounded in battle and dying from the wound handed over to me documents showing the sum of Twelve Million United States Dollars (US$12 Million) sent overseas mainly for purchasing foods, pharmaceutical drugs, Clothings etc for millions of Southern Sudanese refugees who have been impoverished, battered and displaced by years of Civil war in our lands. \nI am therefore using this medium to solicit for your assistance. Your contacts were obtained  by me during my search on the Internet for a reliable person that would assist us in claiming this money from the Secret Vault of a Financial Institution where it was deposited in a friendly Country  through the help of a sympathetic Senior Nurse attached to the Red Cross International Society some time ago, though the Nurse is late now as she died of Typhoid fever shortly after but there is a particular Financial Agent who would assist you in  claiming the money and using part of it to buy foods, pharmaceutical drugs, Clothing etc for millions of Southern Sudanese refugees. \n\nI would send copy of a POWER OF ATTORNEY given to me by the Late Commander which I would send alongside copies of my INTERNATIONAL PASSPORT and a second Power of Attorney to you that would enable you claim the funds from the Financial Institution upon your agreement and readiness to assist us. \n\nI wish to repeat here and also wish to remind you of the TOP SECRECY this transaction requires, as I expect your positive response through this above Email address as my movement is presently restricted by law covering Political Refugees, though I might give you a telephone number later where you can talk with me. On receiving your positive response we hope to finish this transaction within one week as a lot of our people are dying from sicknesses, diseases and hunger.\n\nExpecting  your URGENT Positive response and thanks in advance.\n\nYours  Sincerely,\nWaleed Abdalla Ibrahim Mohamed\n\nP/S. If you are not interested in assisting us, we beg you to destroy this letter so that it does not fall into wrong hands.\n\n\n\n\n", "id": "8116eb85fcf43569969b7756276d2508"}