{"email_subject": "GOOD DAY !", "email_body": "Attn: Directors/Owners\nMy name is Taylor Brown, I am a citizen OfLiberia.also the then  honorable\nminister for special duties duringCharles Taylor?s government as the president\nof Liberia, During thewar,I decided to move out of my country,My wife, children\nand I managedto enter a red cross airplane that was evacuating foreigners\nand we arepresently in a refugee camp in the coastal city of Cardiff for\ncover[Exile] with my remaining family.While i was in the office,i was able\ntomake sum savings through contract that was awarded to various companiesvia\nmy office to the tune of $43m USD and the funds has since beendeposited with\na reputable equty and finance trust in Europe on behalfof a foreigner for\nsake keeping.Based on this,we will want you to assistus make claims of the\nfunds.Thus we will want to transfer all right ofbeneficiary to you so as\nto enable you make claims of the funds on ourbehalf because i am not properly\ndisposed due to my presentsituation.Moreso I wish to invest this sum in profitable\nventure likereal estate properties e.g. Houses, hotels and landed property\nin yourcountry and any other lucrative sphere of business you maydeem fit\nandprofitable with your assistant and coperation.\n \nBut most importantlyI urgently wants to buy houses/properties so that I can\nrelocate myentire family because I do not intent to go back to my countryLiberia,and\nit is based on these that i decided to contact you as afunds/property manager.On\nreceipt of your positive response I shallforward to you more details on the\nexact role that is required of youfor the successful conclusion of this transaction.\nAnd if you feel youcould be of assistant, I shall need you to get back to\nme as soon aspossible via my private email (t.brown@sify.com). I await yourresponse.\nRegards\nBrown.\n\n\n__________________________________________________________________\n1Mb Tiscali Broadband for £14.99. \nOffer ends 30th June 2005\nhttp://www.tiscali.co.uk/products/broadband\n\n\n\n\n", "id": "811d986fe5b92a9810c58ecf7be9cbd1"}