{"email_subject": "URGENT BUSINESS PRPOSAL", "email_body": "FROM: WILLIAM DRALLO.\nCONFIDENTIAL TEL: 233-24-204567.\n\nI ascetained your contact through a reliable source,In\nmy search for a foreign partner to assist me in my\nbusiness. \nI am William Drallo, the son of  late former Minister\nOf Mines and Natural Resource during the time of Major\nKoromah, the former Military Head of State of the\nRepublic of  Sierra Leone, who was massacred by\npresident Tijani Kabba force in their struggle to\nreinstate him back to power.\n\nI and my brother are refugee here in Accra,Ghana since\nthe death of our father, because of  the  condition of\nhis death.Before the death of my  father some months\nago he disclosed to me some money and gold he had\ndeposited in a security company here in ghana. \n\nThe total amount of money which happened to\nbe$28.3000.000.oo,US Dollars.And gold at 200Kg of\n22Karat all in a security vault in ghana.\n\nThe document regarding this consignment was handed\nover to me by my father before his death, I carefully\nsearch and found the security Company where I\nconfirmed that the consignment were deposited for safe\nkeeping in their securit vault in ghana.\n\nThe content were deposited as a family valuable, By\nvirtue of right as the son of my late father, the\nsecurity company has accepted to release the\nconsignment factually.\n\nI am seeking your assistance because my father has\ndeclared the record with the security company stating\nthat his foreign parrtner shall be the authorised\nperson to make claim on this consignment becaues of\nhis position in government on which no name was given\nby my father as his foreign partner.\n\nTo this effect, I request to make the beneficiary of\nhis consignment in your name as foreign partner to\nclaim this consignment. For your assistance,I am ready\nto give you 10%from the total sum.  This is a risk\nfree transaction\nas my father deposited this valuable as a personal\nbelonging.\nIn this situation every process to completely move\nthis  valuable may not exceed (7) working days, if\nyour co-operation to assist is sort.please include\nyour phone and fax number for easy communication I\nshall be very\ngrateful to hear from you, all documents concerning\nthis are intact with me, please kindly reach me as\nsoon as possible in email address\nwilliam22drallo@yahoo.com or william2244@maktoob.com\n\nBEST REGARDS\n\nWilliam Drallo\n\n\n", "id": "812684b7c325fd074dd19d617465e099"}