{"email_subject": "URGENT RESPONSE NEEDED FROM YOU.", "email_body": "BEN GOREGE CHAMBERS, \nLEGAL PRACTITIONER AND PUBLIC NOTARY & \nHIGH COURT REPRESENTATIVE \n1ST FLOOR, WEST WING TEACHERS HALL ANNEX, EDUCATION LOOP OFF BARNES ROAD ACCRA GHANA. \n\nATTN.SIR/MADAM, \n\nI am Barrister Ben Gorege (San), the Personal Attorney to a Foreign Contractor,who owns a farmland here in Ghana. On the 24th of April 2002, my client, a German Nationality, Late Mrs Susan Hessen Halzeinger, Wife of a farmer engineer,Engineer Hessen Halzeinger until his death three years ago in a ghastly motor accident with her adopted Baby along Sagamu Expressway,Accra,Ghana. Since then I have made several inquiries to Several Embassies to locate any of my clients extended relatives, this has also proved unsuccessful. After these several unsuccessful attempts, I decided to trace his relatives over the Internet, to locate any member of his Husabad family but of no avail. Then I have to contact you to assist me in repatriating the money left behind by my client before they get confiscated or declared unserviceable by the Bank where this huge deposits were lodged. Particularly, the Bank where the deceased had an account valued at about US$10.5Million has issued me a notice to provide the next of kin,relatives so that the fund left will be transferred or have the account confiscated within the next twenty official working days. Since I have been unsuccessful in locating the relatives for over 3 years now I seek your consent to present you as the next of kin to the deceased so that the proceeds of this account valued at US$10.5Million can be paid to you and then you and I can share this money. 50% to me and 40% to you,while 10% should be for expenses or tax as your Government may require. All I require is your honest and co-operation to enable us see this deal through. I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. I will want you to send to me on your return email the following information for the transfer in your favour. \n1, Your full Name \n2, Your contact Address \n3, Your private phone, fax numbers for easy communicating for each others \n4, Your age and occupation \nI await your kind response,Please if you are interested and capable in \nhandling this deal with me, due reply only on my alternative email \naddress for security reasons. \n(brbgorege_ga0101@yahoo.com)\nAnd note that the nurture of this deal needs a very top secrecy. \n\nRemain Blessed, \n\nBarrister Ben Gorege\n\n\n\n\n\n", "id": "8139bdde62ba5acf91325e61c5ca21fd"}