{"email_subject": "CALL FOR HELP", "email_body": "                                FROM DANJUMA ANNDANI.\n   \n  Dearest,\n   \n  I decided to contact you, based on a certain issue that is of paramount importance to me.\n  My name is Master Danjuma Anndani the son of late Chief Yakubu Anndani 11. I am a native of Yendi in the Dagbon district in the northern part Ghana in west Africa. I am 22 years old presently residing in Abidjan cote d`ivoire in West Africa. \n  On the March 27 2005 my father was brutally murdered by a rival clan in the Dagbon region where my father was the King for so many years. This is a culmination of three days of violence which left my father and his cabinet and the entire family death in the hands of those infidels, who not only killed my father in cold blood but tortured and severed parts of his body. They also killed 28 members of the family.\n  Nevertheless amidst these violence my father arranged for me and my younger sister Janet escape to neighboring country Cote d`ivoire with the Documents of USD$5.2million (Five Million Two Hundred Thousand USD), He deposited in a security company here in Côte d\u0092Ivoire Abidjan, in one trunk Box as family valuables and treasures with my name his son as next of kin, and his Foreign Business Partner as the beneficiary\n  My late father instructs me that I should seek for a foreign partner in a country of my choice that will assist us to claim this consignment fund from the security company and use it for investment purpose such as expansion of his existing cocoa business and real estate management.\nAnd to arrange for me and my sister to come over to your country to continue our education and also to have a new lease of life where we will be safe from this unscrupulous elements.\n  Please I implore you in the name of God to assist me and my sister in this regards as our life is no longer safe here.\n  Please indicate your position through this email so that I will furnish you with the details.\n  Immediately you indicate your interest in assisting me, I will forward all necessary documents for your perusal and also the contact of the Security Company here in Abidjan. I have decided to compensate you with fifteen percent (15%) of the entire funds for your assistance.\n  Thank you for your anticipated cooperation.\n  Yours Sincerely,\n  Danjuma  Anndani.\n   \n   \n\n\n\n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\n---------------------------------\n Nouveau : téléphonez moins cher avec Yahoo! Messenger. Appelez le monde entier à partir de 0,012 \u0080/minute ! Téléchargez la version beta.", "id": "81c10737d98da6bc027b9378a426043b"}