{"email_subject": "Private", "email_body": "\nPrivate E-mail: markzub@mail2world.com\n \nDear Sir/ Madam,\n \n   Before I start, I must first apologize for this unsolicited mail to you. I am aware that this is certainly an unconventional approach to starting a relationship but as time goes on you will realize the need for my action. I am Mr. Mark Zuba, a native of South Africa currently residing in Amsterdam, Netherlands for a management course, at the Hoge University. \n Allow me to explain my reason and importance of my writing to you. Sir I am requesting your assistance in order to redeem an investment made with the Southern Mining Corporations Limited, in which I am a senior executive.  The said investment now valued at Ten Million United States of American Dollars (U.S.$10,000.000.00) was purchased by Eric Reilly and contracted out to the Southern Mining Corporations Limited in September 1979.  This redeemable investment interest has now matured and has been cleared for disbursement since March of 2001. \n   Since then, there has been an extensive global wide attempt to locate and notify any living relatives of Eric Reilly being that he himself died in December 1987.  We have confirmed through three independent search agencies that there are no living relatives in which whose favour the investment can be paid.  Being that two of my colleagues are also executives in the account department of the Mining Corporation, we have access to all Reilly's information, we can claim this money with you.  All we need to do is file this claim in your identity and effecting the necessary documentary changes, which lies in our respective departments and proclaim you as actual beneficiary of this investment. \n These funds can be paid into any designated account in which you provide in any given country.  My proposal to you is that for your assistance you will withhold 30% of the total sum while, ensuring that my partners and I receive the remaining 70%. \n I hope that you are able to understand the entire nature of my proposal. There is no risk involved in this transaction now or after the successful conclusion of it. As stated earlier, there are no living relatives to lay claims on these funds. Therefore this transaction is legal, however without your assistance this money will be returned over to the Southern Mining Corporations Limited as lost fund. \n Please for further question, feel free to contact me through this e-mail address: markzub@mail2world.com let me know if this proposal is acceptable to you. \nBest regards, \nMark Zuba\n\n\n----------------\nPowered by telstra.com\n                                                                      \n\n", "id": "8216c702117a0a0e1b8d4584a6fe1efb"}