{"email_subject": "Greetings", "email_body": "FROM: DR Andrew Godson\nGRAND FINANCE AND TRUST\nRUE CLUB DE L' AMITIE,\n0251 B.P. 1625 COTONOU,\nBENIN REPUBLIC.\nTELEX: 5394\nSWIFT: GRAFITR CTNOU\nPHONE# + 229-40-35-48\nOffice email:projectag@latinmail.com\n\nDear Sir,\n\nCompliments Of The Day, Permit me to introduce myself\nto you. My name is DR Andrew Godson,a top Management\nOfficial of  the above Finance Corporation in Cotonou,\nBenin Republic.\n\nI came to know about you in my private search for a\nreliable person/company to handle an important\nassingment on behalf of my Colleagues and myself.\n\nPROPOSITION: An Australian Engr Donald Pepper, a\nprosperous Oil/Gold merchant had in our Bank the sum\nof $28.5million in a domiciliary account.\nUnfortunately, he was killed in a ghastly motor\naccident in Benin Republic in 2001. Efforts had been made by\nthe management of my bank through the Australian\nEmbassy to contact any of the deceased children but to\nno avail.\nWe later discovered that he had no children.Given the\nskeletal information available to the bank,it has so\nfar been impossible to reach any of the relatives.\n\nThe situation left for the Management is to declare\nthe deceased account dormant and revert the funds to\ntrading for interest to the Bank. In order to avoid\nthis development, my Colleagues and I now seek your\napproval to have you stand as a distant relative to\nEngr Donald Pepper,so that the money would be released\nto you.\n\nAll documents and proofs to enable you get the money\nwill be carefully packaged once we receive your\nconsent on this proposal.I shall apply for a leave as\nsoon as the funds get into your reliable account to\ncome to your country for sharing and investments which\nyou will assist me in doing.\nMay I assure you that this is safe and risk-free, as\nwe have taken care of all necessary modalities to\nensure a hitch-free movement. I have the authority of\nmy partners involved in this assignment to propose\nthat should you be willing to assist us in this,your\nshare would be 25%.\n\nI have reposed my confidence in you and hope that you\nwill not disappoint me.\n\nBest Regards,\nDR Andrew Godson.\n\n\n\n...................\nANDREW GODSON\nGRAND FINANCE AND TRUST BANK\nAUDIT AND ACCOUNT SECTION\nCOTONOU,REPUBLIC DU BENIN\n+229-40-35-48\n....................\n\n\n\n\n\n", "id": "821c56ce2891f0ba4600bce0a7a3a9c2"}