{"email_subject": "FROM DR. HASAN", "email_body": "Dear Sir,\n\nBefore I introduce myself, I wish to inform you that\nthis letter is not a hoax mail and I urge you to treat\nit serious. I am Dr. Muhammad Khalil Hasan, a banker\nwith the GuarantY Trust Bank Nigeria Plc.  I am the\nAccounts officer of late Mr. Robert Chapman the\nAfrican Area Director of SIL International, who\nunfortunately died in the crash of Kenya Airways\nFlight 431 in Abidjan, Ivory Coast, January 30 2000.\n\nMr. Chapman was from Hamilton, Ontario Canada.\n\nSince the death of Chapman, I as his accounts officer\nin the bank, have made several enquiries to locate his\nonly surviving relation, without any success. I came\nacross your name and contact, on the course of my\npersonal searching for Chapman's relations, so I\ndecided to contact you for this project.\n\nI am contacting you to assist in repatriating and\nsecuring the wealth left behind in a fixed deposit\naccount by Robert, before they get confiscated or\ndeclared unserviceable by my bank. The board of my\nbank, has issued a notice that after 2 months from now\nand no next of kin shown up for the claim, the funds\nwill be confiscated and declared unserviceable. Since\nI and my team have been unsuccessful in locating\nRobert's relatives for sometime now, I seek your\nconsent to present you as the Next of Kin of the\ndeceased since you are a foreigner, so that the\nproceed of this deposit valued at Seven million five hundred thousand \ndollars can be released to you.\nThe bank will release the funds to any foreigner who\nhas all related information/documents to the bank\naccount. I am in charge of this matter in my bank,\nbecause I am his accounts officer. Your application\nwill be directed to my department for verification and\napproval. Everything is under my control.   \n\nI shall provide you all the information and copy of\nthe certificate of deposit issued to Robert when he\ndeposited the funds. I shall also involve a good\nattorney who shall represent you in all the\nappropriate offices for the claim. Please, find in the\nattachment my work ID Card. This is just to proof to\nyou that my proposal is genuine. I also have all\nnecessary information we need for the claim and once\nthe money is transferred to you, I shall destroy all\nthe documents used for the claim and leave no traces.\nAfter everything, you shall have Fourty percent of the total\nsum,while sixty percent for me.\n\n\nAll requires is your honest cooperation to enable us\nsee this business successful. I guarantee that this\nwill be executed under a legitimate arrangement that\nwill protect you from any breach of the law. Robert\nwas a very good man and it is not wise to allow his\nhard earned wealth to be stolen by the greedy\ndirectors of my bank.\n\nFurther details awaits your response by email. PLEASE,\nTREAT THIS PROPOSAL AS TOP SECRET. Please, confirm the\nreceipt of my Id Card in the attachment, as it was\ndifficult to attach.\n\nBest Regards\n\nMuhammad Khalil Hasan.\nBanker.\n\n", "id": "823a8c530250bc0663d132367a4842f6"}