{"email_subject": "BUSINESS PARTNERSHIP    !!! jknvg", "email_body": "cksmkdvqxu\ngbvcftuqegel\nykegfkc\noddjrop\n\n\n\nFrom:Dan Wilson\nKenya Commercial Bank\nCity Centre, Nairobi.\nKenya\n\n\n\nDear Sir/Madam,\n\nMay I crave your indulgence to open this business discussion with you by an informal letter of this\nsort. It is pertinent that a business of this magnitude should have commenced properly with a formal \nmeeting between you and us to enable both parties know ourselves, have a fore knowledge of the \nnature of the business, discuss and acquaint ourselves with the responsibilities and functions of both \nparties and appropriate shares accordingly.\n\nI am Dan Wilson Branch Manager of Kenya Commercial Bank in Kenya.This is an urgent and very \nconfidential business proposition.On June 6, 2001,a Foreign Oil consultant/contractor with the Kenya \nMinistry Of Energy,Mr.Clifford Stone made a numbered time(Fixed) Deposit for twelve calendar months, \nvalued at US$21,500,000.00, (Twenty-One Million, five hundred thousand Dollars) in my branch.Upon \nmaturity,I sent a routine notification to his forwarding address but got no reply. After a month,we\nsent a reminder and finally we discovered from his contract employers,the Kenya Ministry of Energy that \nMr.Clifford Stone died from an automobile accident.\n\nOn further investigation,I found out that he died without making a WILL,and all attempts to trace his\nnext of kin was fruitless.I therefore made further investigation and discovered that Mr.Clifford Stone\ndid not declare any kin or relations in all his official documents,including his Bank Deposit paperwork in \nmy Bank. \nThis sum ofUS$21,500,000.00 has carefully been fixed in my bank for safekeeping. No one will ever \ncome forward to claim it. According to Kenya Law, at the expiration of 5 (five) ownership of the \nGovernment if nobody applies to claim the fund.\n\nConsequently, my proposal is that I will like you as a Foreigner to stand in as the owner of the money\nwhich was fixed deposited in my bank. I am writing you because I as a public servant,i cannot operate a\nforeign account. I want to present you as the owner of the funds so you can be able to claim them with \nthe help of myposition. This is simple.I will like you to provide immediately you telephone number,full \nnames and address to enble me prepare the necessary documents which will put you in place as the \noriginal beneficiary of the funds.\n\nThe money will be moved out for us to share in the ratio of 70% for us and 20% for you and 10% will be \nuse to off set any local or international expenses during the course of the transfer.The paperwork\nfor this transaction will be done by the board members and this will guarantees the successful execution \nof this transaction. \nIf you are interested, please reply immediately via my email and upon your response,I shall then provide \nyou with more details and relevant documents that will help you understand the transaction.\n\nPlease observe utmost confidentiality, and be rest assured that this transaction would be most profitable\nfor both of us because I shall require your assistance to invest my share in real estate within your country.\n\nDue to the nature of confidentiality in this Transaction our communication can only be via email and fax \nmostly.\n\nAwaiting your urgent reply via my private email:\n\nThanks and my regards.\n\nDaniel  Wilson.\n\n\n\nwilson8000@indiatimes.com\ndan@danielm.org \n\n\n\n\navuequdhgfv\nhynafyhxcas\nrvshamanfhnu\n\n", "id": "8293ea5f873b44f1d90257e8af27ec03"}