{"email_subject": "AWAITING YOUR SINCERE RESPONSE", "email_body": "\nDR.DOUGLAS NWANKWO.\nDIRECTOR AND MEMBER OF THE CONTRACT AWARD PANEL WITH THE PIPELINES AND \nPRODUCTS MARKETING COMPANY (P.P.M.C) A SUBSIDIARY OF THE NIGERIAN \nNATIONAL PETROLEUM CORPORATION. \nTEL234-1-7760962\n\n\n\nATTENTION: PRESIDENT/CEO\n\nI AM A MEMBER OF THE CONTRACT AWARD PANEL WITH THE PIPELINES AND \nPRODUCTS MARKETING COMPANY (P.P.M.C) A SUBSIDIARY OF THE NIGERIAN NATIONAL PETROLEUM CORPORATION. OUR DUTIES INCLUDE EVALUATION, VETTING AND APPROVAL FOR PAYMENT OF CONTRACTS AND SERVICES RENDERED FOR THE (P.P.M.C).\n\nI HEAD THIS SEVEN MAN PANEL IN CHARGE OF CONTRACT AWARD AND PAYMENT \nAPPROVALS AND CAME TO KNOW OF YOU IN MY SEARCH FOR A RELIABLE AND \nREPUTABLE PERSON TO HANDLE A VERY CONFIDENTIAL TRANSACTION WHICH INVOLVES THE TRANSFER OF FUNDS TO A FOREIGN ACCOUNT.\n\nTHERE WERE SERIES OF CONTRACTS EXECUTED BY A CONSORTIUM OF ABB LUMUS, \nJ.G.C CORPORATION OF JAPAN, BOUYGUES OFFSHORE AND A JOINT VENTURE OF \nSPIEBATIGNOLES AND DRESSER GMBH OF GERMANY IN FAVOUR OF THE (P.P.M.C) \nAMONG WHICH WERE\n\n1)\tTHE EXPANSION AND MAINTENANCE OF PIPE LINE NETWORK FROM ONE MAIN \nSTATION TO ESCRAVOS DEPOT FOR CRUDE OIL AND DOWNSTREAM PRODUCTS. \nDISTRIBUTION AND SUBSEQUENT EVACUATION --USD333 Million\n\n2)\tCONTRACT FOR THE TURN AROUND MAINTENANCE (TAM) OF THE VARIOUS \nREFINERIES IN THE COUNTRY.\n\n3)\tTHE EXPANSION AND CONSTRUCTION OF NEW STORAGE TANKS FOR PETROLEUM \nPRODUCTS (DEPOSIT) --USD94 Million.\n\nTHE ORIGINAL VALUE OF THESE CONTRACTS WERE DELIBERATELY OVER INVOICED \nTO THE SUM OF THIRTY EIGHT MILLION, SIX HUNDRED THOUSAND UNITED STATES \nDOLLARS (USD38.6 MILLION) WHICH HAS RECENTLY BEEN APPROVED AND NOW READY TO BE TRANSFERRED BEING THAT THE COMPANIES THAT ACTUALLY EXECUTED THE AFOREMENTIONED CONTRACTS HAVE BEEN FULLY PAID AND THE PROJECTS OFFICIALLY COMMISSIONED. CONSEQUENTLY, MY COLLEAGUES AND I ARE WILLING TO TRANSFER THE TOTAL AMOUNT OF USD38.6 MILLION TO YOUR ACCOUNT FOR SUBSEQUENT DISBURSEMENT, SINCE WE AS CIVIL SERVANTS ARE PROHIBITED BY THE CONDUCT BUREAU (CIVIL SERVICE LAWS) FROM OPENING OR OPERATING FOREIGN ACCOUNTS IN OUR NAMES.\n\nNEEDLESS TO SAY, THE TRUST REPOSED IN YOU AT THIS JUNCTURE IS ENORMOUS, \nIN RETURN, WE HAVE AGREED AMONGST OURSELVES TO OFFER YOU 25% OF THE \nENTIRE SUM, WHILE 5% SHALL BE SET ASIDE FOR ANY INCIDENTAL EXPENSES THAT \nWOULD BE INCURRED DURING THE COURSE OF THE TRANSACTION AND WOULD BE \nSPLIT AFTER THE MONEY IS TRANSFERRED INTO YOUR ACCOUNT WHILE THE REMAINING 7O% WOULD BE FOR MY COLLEAGUES AND I. YOU MUST HOWEVER NOTE THAT THIS TRANSACTION IS SUBJECT TO THE FOLLOWING TERMS AND CONDITIONS; OUR CONVICTION OF YOUR TRANSPARENT HONESTY, DILIGENCE AND THAT YOU MUST ACCORD THIS TRANSACTION UTMOST SECRECY AND CONFIDENTIALITY.\n\nMODALITIES HAVE BEEN WORKED OUT AT THE HIGHEST LEVELS OF THE FEDERAL \nMINISTRY OF FINANCE, AFRICAN DEVELOPMENT BANK AND THE PRESIDENTIAL TASK \nFORCE ON CONTRACT PAYMENT FOR THE IMMEDIATE REMITTANCE OF THE FUND \nWITHIN 7 WORKING DAYS SUBJECT TO YOUR SATISFACTION OF THE ABOVE STATED TERMS. OUR ASSURANCE IS THAT YOUR ROLE SHALL BE TOTALLY RISK FREE.TO ACCORD THIS TRANSACTION THE LEGALITY IT DESERVES AND MUTUAL SECURITY OF THE FUNDS, THE WHOLE APPROVAL PROCEDURES SHALL BE OFFICIALLY AND LEGALLY PROCESSED WITH YOUR NAME AND COMPANY AS THE LEGAL AND BONAFIDE BENEFICIARY OF THE FUND.\n\nONCE MORE, I WANT YOU TO UNDERSTAND THAT HAVING PUT IN OVER 20 YEARS IN \nTHE CIVIL SERVICE OF MY COUNTRY, I AM VERY MUCH AVERSED TO HAVING MY \nIMAGE AND CAREER DENTED. THIS MATTER SHOULD BE TREATED WITH UTMOST \nSECRECY AND URGENCY. KINDLY EXPEDITE ACTION AS WE ARE WELL BEHIND SCHEDULE TO ENABLE US INCLUDE THIS TRANSFER IN THIS QUARTER OF THIS FISCAL YEAR CONTRACTUAL PAYMENTS.PLEASE CONTACT ME BY E-MAILS/TELEPHONE. THE TELEPHONE LINES COULD BE BUSY BUT IF YOU PERSEVERE YOU WOULD GET THROUGH EVENTUALLY.\n\nI AWAIT YOUR IMMEDIATE RESPONSE.\n\nYOURS FAITHFULLY \nDR.DOUGLAS NWANKWO\n\n\n\n\n", "id": "82c4fd799104cce4721ffc6714330d05"}