{"email_subject": "YOUR CONTRACT / INHERITANCE CLAIM.", "email_body": "ATTENTION DEAR FRIEND.\n\nYOUR INHERITANCE CLAIM.\n\nTHIS IS TO NOTIFY YOU THAT YOUR OVER DUE INHERITANCE CLAIM WITH A COMMERCIAL BANK IS TO BE RELEASED,VIA KEY TESTED TRANSFER(KTT )WIRE TRANSFER TO YOU THROUGH OUR AFFILIATE BANK IN EUROPE.\n\nIT IS PERTINENT TO NOTE THAT AN ISSUE OF THIS MAGNITUDE SHOULD HAVE COMMENCED WITH A FORMAL MEETING,BUT DUE TO THE TIME FACTOR AND THE URGENCY THIS MATTER REQUIRES,PLEASE BEAR WITH ME FOR MAKING THE INITIAL CONTACT THROUGH E-MAIL.\n\nMEAN WHILE,A MAN WITH BRITISH PASSPORT NUMBER 3028882234 CAME TO MY OFFICE FEW DAYS AGO WITH A LETTER,CLAIMING TO BE YOUR TRUE REPRESENTATIVE.\n\nHERE ARE THE MANS INFORMATIONS BELLOW:\n\nNAME DENIS MARION\nBANK NAME:CITI BANK\nBANK ADDRESS:ARIZONA, USA.\nACCOUNT NUMBER: 6503809008.\n\nPLEASE,DO RECONFIRM TO THIS OFFICE ,AS A MATTER OF URGENCY IF THIS MAN IS FROM YOU,SO THAT THIS OFFICE WILL NOT BE HELD RESPONSIBLE FOR PAYING THIS INHERITANCE INTO THE WRONG ACCOUNT.\n\nIF THIS MAN IS NOT YOUR TRUE REP,YOU ARE REQUESTED TO FILL AND RETURN THIS INFORMATION FOR VERIFICATION PURPOSES SO THAT YOUR INHERITANCE CLAIM VALUED US$10. 5M DOLLARS ONLY WILL BE REMITTED INTO YOUR NOMINATED BANK ACCOUNT.\n\nTHIS FUND IS AS A RESULT OF INHERITANCE ON YOUR BEHALF DEPOSITED BY AN AMERICAN WHO DIED IN A PLANE CRASH SOMETIME AGO.\n\n1. YOUR NAME:................................\n2. YOUR ADDRESS:.............................\n3. YOUR TELEPHONE ...........................\n5. AGE.......................................\n6. SEX:......................................\n7. YOUR OCCUPATION...........................\n8. YOUR BANK DETAILS:........................\n\nAS SOON AS WE RECEIVE THE ABOVE INFORMATION,WE SHALL COMMENCE WITH ALL NECESSARY PROCEDURES IN OTHER TO TRANSFER THIS FUND INTO YOUR ACCOUNT THROUGH THE OFFICE OF THE DIRECTOR INTERNATIONAL REMITTANCE/FOREIGN OPERATIONS WHO HANDLES ALL FOREIGN INHERITANCE FUND.\n\nWE SHALL PROCEED WITH THE PAYMENT DETAILS TO THE SAID MR DENIS MARION,IF WE DO NOT HEAR FROM YOU WITHIN THE NEXT THREE WORKING DAYS FROM TODAY THE FUND WILL BE REMITTED TO MR DENIS MARION AND THIS BANK WILL NOT BE HELD RESPONSIBLE.\n\nBEST REGARDS.\n\nREV.WILSON MORGAN\n(FOREIGN PAYMENT UNIT)\n\n\n\n\n\n\n", "id": "8300d92ddee5a669068b594176840918"}