{"email_subject": "Await Your Position", "email_body": "\n\n\n\nDear Friend,\n\nI hope this may not constitute sort of embarrassment to you, My name  is Mr\nMark Adams,I am the regional bank manager of the International Commercial Bank\nGhana Ltd.\n\nI discover your email ID in my Private Search for a reliable and reputable\nperson whom i can go into prospective venture with. I am 44 years of age and\nmarried with 3 lovely kids. It may interest you to know that I am a man of\nPEACE and INTERGRITY; I only hope we can assist each other.I have packaged a\nfinancial transaction that will benefit both of us, as the regional Auditor\nGeneral of the International Commercial Bank Ghana Ltd.; it is my duty to send\nin a financial report to my head office in the capital\ncity Accra at the end of each year.On the course of last year 2006 end of year\nreport, I discovered that my branch in which I am the manager made an\nexcess profit of Five million United States dollars [US$5,000,000.00] which my\nhead office are not aware of and will never be aware of. I have since placed\nthis fund on what we call SUSPENSE ACCOUNT without any beneficiary.\n\nAll documents and proves to enable you get this fund will be carefully worked\nout by the lawyer that I will employ to work with me down here on your behalf\nsince the funds will be for investment purpose in your country then  \n35% will be\nyours in any area we are going to invest the [US$5,000,000.00] into.for your\neffort and commitment during the transfer of the fund\n\nAs soon as I receive an acknowledge of the receipt of this message in\nAcceptance,I will immediately start up with the proccess.If this proposal is\nacceptable by you, kindly get back to me .I want you to also furnish me with\nyour private telephone/fax or preferably your mobile numbers and I\n\nwill have to apply for the release and subsequent Transfer of the fund in your\nfavour.Thank you in advance for your anticipated cooperation.\n\nBest regards\n\nMr.Mark Adams\n\n\n\n", "id": "8342f917c512285d325c980b14519661"}