{"email_subject": "HELP TO CHANGE THE WORLD", "email_body": "Sir/madam,\n    We are an international volunteering organization named\n (irfcv)international rescuers for circumstantial victims\n with our head quarters in Malaysia we primarily functions\n to help the victims in war, religious conflicts , and\n environmental hazards.\n  \nWe beseech your help materially, financially and otherwise\n to help us carry on the good will of humanity. this is\n because of the increasing rate of victims  in our different\n camps due to the alarming rate of war cases and \nenvironmental hazard mostly flood.\nPresently now we have over 15000 victims in our\n different camps manly in the Middle East.\n  We are trying our possible best to make sure they \nare in good health condition and also feed well and maintain \ngood environmental condition .how ever we are trying to resettle\n some that have no psychological effects during the time of there \nbitter experience , to bring them back to the world and give them sense of belonging \n \n This task is not for only a group, it is for the entire\n world; no body knows who will be the nest victim.\nWe ask for your support financially and other wise \n.remember your little contribution will go along way to\n change there situation. \n Thank you and remain bless as you help the victimized.\n \nif you have any help to give financial or materialy please do not hesitate to  \nContact. Mrs. Rose J. Irwana\nTel:0060173902682\nOr 0060162044019\nFor financial contributions ,please contact,\nACCOUNTANT NAME:   MR  KINGSLEY PHILIPS\nBANK NAME:                MAYBANK BEHARD\nACCOUNT NUMBER:     114094031608\nSWIFT CODE :              MBBEMYKL\nADDRESS:                    14290 WISMS SIME DARBY, WISMA SIME DARBY, \nKUALA LUMPUR MALAYSIA     \nin case of western union, \nplease do send to,  mr david  ndlovu, malaysia.\n\nPOSTAL ADDRESS;   IRFCV VOLUNTEER HEAD QURTERS, E 2-7 AKASIA AP\n, JALAN PUTRY,BANDER PUTRY PUCHONG. MALAYSIA. \n\n\n\n\n\n", "id": "83a23fa7f1e08e215a39ca3d86ac5539"}