{"email_subject": "FAITH OF DONATION", "email_body": "\nMADAM JOY ANU\nPLOT 204,WILSON CLIFFORD CLOSE\nVICTORIA ISLAND LAGOS,NIGERIA.\nPRIVATE EMAIL:madamanu@myway.com\n\n\n\nDear Beloved,\n\nI am the above named person . I am married to Dr. Kazeem Anu, who worked with Kuwait embassy in Nigeria for nine years before he died in the year 2003. We were married for eleven years without a child. He died after a brief illness that lasted for only four days. Before his death we were both born again Christians. Since his death I decided not to re-marry or get a child outside my matrimonial home, which the Bible is against. When my late husband was alive he deposited the sum of$12Million (Twelve MillionU.S. Dollars) with a security company.Presently, his money is still under the safe keeping of the security company.Recently, my Doctor told me that I would not last for the next three months due to my cancer problems. Though what disturbs me most is my stroke. Having known my condition, I decided to donate this fund to an organization or better still a God fearing individual that will utilize this money the way I am going to instruct here in.I want a fellow that will use thi\n \n s fund on, orphanages and widows propagating the word of God and to ensure that the house of God is maintained. The Bible made us to understand that blessed is the hand that giveth. I took this decision because I don't have any child that will inherit this money and my husband relatives are not Christians and I don't want my husband's hard earned money to be misused by unbelievers. I don't want a situation where this money will be used in an ungodly manner. Hence the reasons for taking this bolddecision.I am not afraid of death hence I know where I am going. I know that I am going to be in the blossom of the Lord. Exodus 14 VS 14 says that the lord will fight my case and I shall hold my peace. I don't need any telephone communication in this regard because of my health and as well because of the presence of my husband's relatives around me always. I don't want them to know about this development. With God all things are possible. As soon as I receive your reply I will forwar\n d your personal information to my lawyer so that he will contact you.\n\n\n\n\n   My Very Best Regards,\n   Madam Joy Anu\n\n\n\n\n\n", "id": "83d8f2e8d4305de47ad233dbf290d113"}