{"email_subject": "From Nicholas  Mavis   Please Call Me  +225 0723 6068", "email_body": "     From : Nicholas Mavis\nAbidjan Ivory coast\nTEl: +225 0723 6068\nprivate email : (nicholas_mavis121@yahoo.co.uk) \n\n\n      \n      APPEAL FOR URGENT ASSISTANCE.\n \n  Dear\n   \n  With due respect and with God all thing were possible that is why I call for help to please Permit me to inform you of my desire of going into business relationship with you. \nI am Nicholas Mavis the only son of late Mavis  Radci, My father was a very wealthy cocoa merchant in Abidjan the economic capital of Ivory coast, my father was poisoned to death by his business associates on the first of January 2004 on their outing for the new year celebration.\n \n  My mother died when I was a baby and since then my father took me so special.\n   Before the death of my father on january 2004 in a private hospital here in Abidjan he secretly called me on his bed side and told me that he has the sum of 9 million United State Dollars. US(9.m) left in fixed /suspense account in one of the prime bank here in Abidjan that he used my name as his only son for the next of Kin in Depositing of the fund. \n   He told me that I should seek for a foreign partner in a country of my choice where i will transfer this money into and use it for investment purpose such as real estate management or hotel management and also for orphanages, helping the widows, propagating the word of God and to endeavour that the house of God is maintained and building companies where poor God people can work and have their daily feedings with their families.\n   I pray to God to grant you more blessing to your business and for making up your mind that you will be doing this for the denefit of the people who are in need. i know that God will see you through.\n  I am honourably seeking your assistance in the\n following ways:\n \n (1) To provide a new bank account in where this money\n would be transferred into.\n   (2) To serve as a guardian of this fund since I am\n only 22 years old.  \n   (3) To make arrangement for me to come over to your\n country to  further my education and to secure a\n resident permit in your country.\n   Moreover, I am willing to offer you 25% of the total sum as compensation for your effort/input after the successful transfer of this fund into your nominated account overseas.\n   All the necessary arrangement has been made at the bank where my late father deposited this money and the Director of the bank told me that as soon as an account of my choice is forwarded to their bank that\nthey will transfer this money to my destination. Please RING me immediately you received this mail on my direct line 225 0723 6068 for us to proceed in this transaction which I beleived that in few days you shall call me for good news that you have comfirm my money in an account which you will provide.\n   Furthermore, you indicate your options towards\nassisting me as I believe that this transaction would\nbe concluded within (3) days you signify\ninterest to assist me.\n \n Anticipating to hear your voice immediately.\n Thanks and God bless you.\n Best regards,\n \n Nicholas Mavis\n.\n   All the relevants documents which my late father used in deposting of this money will be sent to you immediately I hear from you for more confirmation and trust and confidence in this transaction.\n \n  PLEASE GET BACK TO ME ON MY PRIVATE EMAIL /\n    \n      (nicholas_mavis121@yahoo.co.uk) \n   \n   \n   \n   \n   \n  \n \n\n\n\n\t\t\n---------------------------------\n  Play Santa's Celebrity Xmas Party, an exclusive game from Yahoo! ", "id": "83ed2a25051a12ae79de0d83c2e934f2"}