{"email_subject": "Business offer", "email_body": "My dear friend, \n\nI got to know of you in my search for a reputable person to assist in \nAn urgent deal requiring utmost trust and confidentiality. \n\nI am Chris EdU, am a senior advocate of Nigeria and I own a personal law firm here in Lagos and Abuja both in Nigeria, (CHRISEDU CHAMBERS),\nan attorney and close confidant of Mrs. Maryam \nAbacha, the former first lady and wife to the late gen. Sani Abacha, \nThe former head of state and commander in chief of the armed forces of \nThe federal republic of Nigeria. She (Mrs. M. Abacha), as a result of \nThe trust and confidence she has in me, mandated that i search for a \nReliable and trustworthy foreign partner, who will help receive some \nFunds, which she has in cash totaling us$30m (thirty million united \nStates dollars only) into a personal, company or any reliable foreign \nBank account for safe keeping for a short period of time. her family bank\nAccounts within and outside the country have all been frozen by the authorities.\n\n(I will refer you to this website of a leading Nigerian newspapers \n\nThe website is \n\nwww.ngrguardiannew.com page 56 back page 19/10/2001 \nwww.thisdayonline.com 4th oct. 2001 front page \nwww.thisdayonline.com 13th nov.2003 front page,\n\nfor further information about this monies and the Abachas.) \n\nIt may also interest you to note that she (Mrs. Abacha) and her family \nHave, since the inception of the present democratic government, been \nPlaced under partial house arrest, with their international traveler's \nPassports seized pending when the current fund recovery will end \nBetween them and present president Gen. Obasanjo led federal government \nIs resolved, which from all indications will not exceed this year. \n\nAlready, the present regime has released Mohammed Sanni Abacha, the first son\nfrom prison custody. \n\nShe has decided to offer your good self if you are willing to render \nThis tremendous assistance, 30% of the total sum. Note that this \nTransaction involves no risk whatsoever, as you will have no dealing with my\ncountry, Nigeria. Rather, you will deal directly with the security company and\ntrust company in Europe, which is where the money is right now. p/s respond to\nthis confidential email address: chrisedu@maktoob.com\n\nKindly forward your confidential Tel / Fax number in your response to this\nproposal. This matter should be treated as urgent and confidential. \n\nBest regards, \nBarr. Chris Edu\n\n\n\n\n", "id": "83f0ded5a0b866294111f62b7853b4fe"}