{"email_subject": "Urgent Response.", "email_body": ">From Dr. Tony Devon,\n\nRoad 6 No 74 Isieke Close,\nSungu Johannesburg,\nSouth Africa. \nGLOBALPHONE:874:763:427980\nGLOBALFAX:874:762:427981\n            \n           (URGENT AND CONFIDENTAIL BUSINESS)\n\nDear sir, \n\nWe want to transfer to overseas the sum of One hundred\nand Forty Two Million United States Dollars (U.S.$\n142,000,000.00) from South Africa. \n\nI want to ask you to kindly look for a reliable and\nhonest person who will be capable and fit to provide\neither an existing bank account or to set up a new\nbank account immediately to receive this money,though\nan empty bank account could serve this purpose as long\nas you will remain honest to me till the end of this\nimportant business trusting in you and believing in\nGod that you will never let me down either now or in\ntime to come. \n\nI am Dr. Tony Devon the external auditor of a\nBank.During the course of our auditing,I discovered a\nfloating fund in an account opened in the bank in 1995\nand since 2000 nobody has operated on this account\nagain.After going through some old files in the\nrecords, I discovered that the owner of the account\ndied without a \"Heir apparent to the throne\" hence the\nmoney is floating and if I do not remit this money out\nurgently it will be forfeited for nothing. \n\nThe owner of this account is  a foreigner and an\nindustrialist died, since 1995,until now no other\nperson(s) knows about this account or could give any\ndocumentary evidence concerning this account. As such\nthis account has no other beneficiary and my\ninvestigation proved to me as well that until his\ndeath was the manager Oriental Diamond Company,in\nSouth Africa. \n\nHowever, if you are interested in this business we\nwill start the first money transfer with Forty Two\nMillion U.S.Dollars(U.S.$42,000,000.00) upon\nsuccessful transaction without any disappointment from\nyou. We shall also re-apply for the payment of the\nremaining amount to your account. \n\nWhile the total amount involved is One hundred and\nForty Two Million United States Dollars\n(U.S.$142,000,000.00)only. I would want us to make a\nfirst transfer of [Forty Two Million United States\nDollar.(U.S.$42,000,000.00)from this money into a safe\nforeigners account abroad before the rest. I am only\ncontacting you as a foreigner because this money can\nnot be approved to a local account, without valid\ninternational foreign \"Agreement\", but could only be\napproved to any foreigner with valid international\ncredentials: passport or drivers license and foreign\naccount because this sum is in U.S. dollars and the\nformer owner of the account is a foreigner too, thus\nthe money\ncould only be approved into a foreign account. \n\nHowever, knowing all this, we will reach a binding\nagreement in this regards.As a matter of urgency, \nI will inform you the next step to take, while you\nSend your private telephoneand fax number including\nthe full details of the account to be used for the\ndeposit. \n\nI want us to meet face to face to build confidence and\nto sign a binding agreement that will bind us together\nbefore transferring the money to any account of your\nchoice where the fund will be safe. Before we fly to\nyour country for withdrawal, sharing and investments,I\nneed your full co-operation to make this business a\nsuccess, because the management is ready to approve\nthis payment to any foreigner who has correct\ninformation of this account, which I will give to\nyou,upon your positive response and once I am\nconvinced that you are capable and will meet up with\nthe instructions of a key bank official who is deeply\ninvolved with me in this business. I need your strong\nassurance that you will never let me down. \n\nWith my influence and the position in the bank we can\ntransfer this money to any foreigner's reliable\naccount which you can provide with assurance that this\nmoney will be intact pending our physical arrival in\nyour country for sharing.\n\nAnd to build confidence that you can come immediately\nto discuss with me face to face after which I will\nmake this remittance in your presence and three of us\nwill fly to your country at least two days ahead of\nthe money going into the account. \n\nI will apply for annual leave to get visa immediately\nI hear from you that you are ready to act as directed.\n\n\nTo prove the authenticity of the business I will use\nmy position and influence to obtain all legal\napprovals for onward transfer of this money to your\naccount with appropriate clearance from the relevant\nministries, foreign exchange departments, embassy and\nBoard of Internal Revenue Services. \n\nAt the conclusion of this business, you will be given\n35% of the total amount, 60% will be for me, while 5%\nwill be for expenses both parties might have incurred\nduring this process. \n\nI look forward to your earliest reply\n@{td321td@hotmail.com} call me at this number 874 763\n427980  just call as you see the number do not put\nSouth Africa code ok becouse it is a satallite number.\n\nCALL ME NOW FOR HEART TO HEART DISCUSSION.\n\nYours truly, \n\nDr. Tony Devon,\nGLOBALPHONE:874:763:427980\nGLOBALFAX:874:762:427981.\n\n\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n", "id": "83fb8c67e75000cc9eb0f40848218eb4"}