{"email_subject": "From Rose Kouakou", "email_body": ">From : Mrs Rose Kouakou\n  Abidjan, Cote d Ivoire \nWest Africa.\n\n  Dearest one,\n \nWith due respect to your humble self, I write you\nthis letter which I believe you would be of great\nassistance to me and my children.\n \nI am MRS Rose Kouakou the wife of the late Dr\nDAVID Kouakou of the blessed memory. Prior to my\nhusband assassination by the rebel forces loyal to\nCORPORAL FODAY SANKOH of the Revolutionary United\nFront (RUF), He was the Director General National\nGold and Diamond Mining Corporation of Sierra-Leone.\n \nFew days before my husband was assassinated, he\ninstructed me and my children ( DIDOW and Raymond) to\nmove out of Sierra-Leone and also to go in his\nunderground strong room where the documents of\nmoney he has deposited in a security company in\nAbidjan Cote d Ivoire in one trunk Box as family\nvaluables and treasures with the name of my first\nson DIDOW Kouakou as the beneficiary. The amount is \nUS$10,500.000.00 (Ten million Five hundred thousand\nUnited States\n  \nDollars.)We managed to escape to Abidjan the\nRepublic of Cote d Ivoire through the help of my\nhusbands friend who is a trawler. As our travelling\ndocument was seized.\nFor your information , the security company does not\nknow the real content of the box and we do not wish\nthem to know until the money is transferred to your\naccount. As it was deposited as family valuables and\ntreasures. \n \nMeanwhile, I want to leave Cote d'Ivoire entirely\nwith this money for investment in your country because\nof the unstable political situation and mostly for the\nfuture of my children. I want you to please assist\nus to claim the box from the security company in\nEurope. Because of the political problem here\nsometimes ago,I instructed the Security Company to\ntransfer the consignment to their branch office in\nEurope for safe keeping. So the consignment is now in\nEurope. we have it in mind to reward you with a\ncertain percentage for your assistance. As soon as we\nhear from you.\n \nimmediately you\nreceive this letter to enable us proceed in earnest\ntoward retrieving the box and transferring of the\nmoney into your account.\n \nFinally, Please ensure that no one else knows about\nthis money as it is only me, my son and yourself\nknows about this money. Please even if you don't\nwant to assist me, please dont expose this for my\nsecurity.\nMay God bless you as you \n\n       \n---------------------------------\n Découvrez le blog Yahoo! Mail : dernières nouveautés, astuces, conseils.. et vos réactions !\n       \n---------------------------------\n Découvrez le blog Yahoo! Mail : dernières nouveautés, astuces, conseils.. et vos réactions !", "id": "84504df2f5341d13de26ff7f34b344a0"}