{"email_subject": "CONTACT ME..", "email_body": "\n\n\nFrom:Mr. Patrick K W. Chan.\n\nGood Day ,\n\nI am Mr. Patrick K. W. Chan. Executive Director and Chief Financial\nOfficer of the Hang Seng Bank Ltd.\n\nBefore the U.S and Iraqi war our client Col. Hosam Hassan who was with\nthe Iraqi forces and also business man made a numbered fixed deposit\nfor 18 calendar months, with a value of Thirty Million United State\nDollars($30,000,000.00) only in my branch.Upon maturity several notices\nwas sent to him, even during the war which began in 2003. Again after\nthe war another notification was sent and still no response came from\nhim.We later find out that Col. Hosam Hassan along with his wife and only\ndaughter had been killed during the war in a bomb blast that hit their\nhome.\n\nAfter further investigation it was also discovered that our client\nCol.Hosam Hassan did not declare any next of kin in his official papers\nincluding the paper work of his bank deposit. And he also confided in\nme the last time he was at my office that no one except me knew of his\ndeposit in my bank. So, Thirty Million United State\nDollars($30,000,000.00)is still lying in my bank and no one will ever\ncome forward to claim it.What bothers me most is that according to the laws\nof\nmy country at the expiration 5 years the funds will revert to the\nownership of the Hong Kong Government if nobody applies to claim the\nfunds. Against this backdrop,my suggestion to you is that I will like\nyou as a foreigner to stand as the next of kin to  Col.Hosam Hassan so\nthatyou will be able to receive his funds.\n\nMODALITIES:\n\nI want you to know that I have had everything planned out so that we\nshall come out successful. I have an attorney that will prepare the\nnecessary document that will back you up as the next of kin to Col.\nHosam Hassan,all that is required from you at this stage is for you to\nprovide me with your Full Names and Address so that the attorney can commence\nhis job.After you have been made the next of kin, the attorney will also\nfill in for claims on your behalf and secure the necessary approval and of\nprobate in yourfavour for the move of the funds to an account that will\nbe provided by you.There is no risk involved at all in this matter, as we\nare going to adopt a legalized method and the attorney will prepare all the\nnecessary documents. Please endeavor to observe utmost discretion in\nall matters concerning this issue.\n\nOnce the funds have been transferred to your nominated bank account we\nshall then share in the ratio of 60% for me, 40% for you.Should you be\ninterested please send me your,\n\n1,Full names,\n2,Private phone number,\n3,Current residential address.\n\nAnd I will prefer you reach me on my private email address below;\n\n(pkwchan_hk@yahoo.com.hk)\n\nand finally after that I shall provide you with more details of this\noperation.Your earliest response to this letter will be appreciated.\n\nKind Regards,\nMr. Patrick K. W. Chan.\n\n\n\n", "id": "8480e786ea5e62b9d965ca1512f0cd96"}