{"email_subject": "REPLY IMMEDIATELY (ANTWORT", "email_body": "Dear Sir. \nI came to know you through your country's email directory in my private search \nfor a reliable and reputable person to handle this confidential transaction .\n Currently I have a business that I think would be of interest to you and I .I \nam the Manager, Western District Union Bank of Nig.Plc.      However, there is \nan account opened in the bank in 1980 and since 1990, no body has operated \nthis account again. After careful investigation,I discovered that the owner of \nthis account was the President of GUNN FINANCE PTY LTD, a Foreigner named \nMr.John W.Clouson,a National of your country who died in 1990. The account has \nno beneficiary at present and investigations proved that his company does not \nknow anything about the account. The total amount is US$75.5M (seventy Five \nPoint Five Million United States Dollars only). In light of the above fact, I \nneed your assistance in this rare opportunity by providing your Bank account \nor any account of your choice where this fund will be remitted. Your \nassistance as a Foreigner is necessary because the management is ready to \nwelcome anybody, preferably a Foreigner who has the correct information of the \naccount which I will give you immediately you express your interest and \ncapability to conclude this transaction with me.Now that the management of the \nbank has ordered that all dormant accounts be frozen, On the strength of this \norder, I wish to take advantage of this situation and present your Names as \nthe next of kin and get it transferred to your designated account.Be informed \nthat all documents related to this transaction will be destroyed immediately \nafter the transfer, since every arrangement to transfer this fund to any \naccount you will provide has been concluded. \nFurthermore, on receiving your positive response, I will apply for annual \nleave for our face to face meeting in your country for the sharing. I will \ngive you 30% of the total fund for your assistance though the percentage is \nnegotiable and I will not contact any \nother person until I am convinced that you are not interested. \nPlease reach me through my direct e-mail address below for confidenciality \nindicating your interest. This information is authentic and genuine and the \ntransaction will only last for TEN bank-working days, so do comply urgently. \nBest Regards,\n\nMr. Solomon Owen.\nwwsolomon2003@yahoo.ie \n\n", "id": "84cd39d7fd862ad289d3132145512d86"}