{"email_subject": "REQUEST FOR URGENT BUSINESS ASSISTANCE", "email_body": "LT.COL Richard Egwu\n\nJOHANNESBURG, R.S.A.\nTELL: +27-83-535 5883\nEmail: egwu18@hotmail.com\n\nATT: MANAGING DIRECTOR|C.E.O\n\nSir|madam\nI know you will be surprise to read from me, more so when\nit came from a stranger. But please consider this letter as\na request from somebody in dare of assistance.\nFirstly, I must introduce myself, I am lt. Col. Richard Egwu the\nformer personal security to the late president\nLaurent Kabila of the democratic republic of Congo (DRC)\nformerly Zaire. I am presently in the republic of South\nAfrica as an asylum seeker.\nI got your contact address from a business directory in\nJohannesburg chamber of commerce and industry and after\ngoing through your profile,I decided to solicit for your\nassistance to transfer the sum of US$ 25million (Twenty-five\nMillion United States Dollars) into your company or\npersonal account for investment purposes outside Africa.\nBefore his death, late president kabila was aware that\nrebels will not leave any stone unturned in their attempt\nto remove him from government hence he started looting the\ncountrys treasure.\nIn May 2000, he directed me to oversee the movement of a\ncertain box marked diplomatic documents into Zimbabwe but\nI decided to divert the box into the republic of South\nAfrica where I found out that the box was actually\ncontaining the sum of US$ 25 million (Twenty-five million\nunited states dollars). I therefore deposited the box\ncontaining the fund into a security and finance company here in\nJohannesburg. I have been in hiding since then but with the\nrecent death of president Kabila I therefore decided to\ntransfer this money out of Africa for investment.\n>From the above, you will understand that my life and that\nof my children depends on the fund as such, I will be\ngrateful if you can assist me. I am now living in the\nrepublic of South Africa, as a political asylum seeker with\nmy family and the financial rules and regulations of South\nAfrica do not permit me financial right to such huge amount\nof money.\nIn view of this, I cannot invest this fund in South Africa,\nhence I am prepared to offer you 20% of the total sum for\nyour assistance, while 10% will be set aside for unforeseen\nexpenses and 70% will be for me and my family's investment\nin your country with your assistance.\nPlease call me on the above telephone or email\nme to signify your interest in this transaction.\n\nThanks and God bless you for your anticipated co-operation.\n\nLt.Col . Richard Egwu\n\nEngr. Richard Egwu\n\n", "id": "84f466db172a29057bd45f082ae64cbb"}