{"email_subject": "From Miss Alicia madouh", "email_body": "DEAR RESPECTFUL ONE, \nI AM MISS ALICIA MADOUH  FROM THE REPUBLIC OF SIERRA LEONE IN WEST AFRICA. \n\n  I AM THE ONLY CHILD OF MR MADOUH AND MRS LINDA MADOUH (MY MOTHER). MY FATHER AND MY MOTHER WERE DIAMOND MERCHANT FOR SO MANY YEARS BEFORE THE POLITICAL CRISES BEGAN IN MY COUNTRY, SIERRA LEONE. OUR RESIDENCE WAS MERCILESSLY ATTACKED AND LOOTED. \n   \n  MY MOTHER WAS RAPPED AND BUTCHERED TO DEATH ON THAT UNFAITHFUL DAY. MY FATHER WENT DEEP HIDDEN WITH ME. AFTER SOME DAYS, MY FATHER ARRANGED WITH SOME LOYAL FORCES AND THEY LED US TO LIBERIA AND FROM THERE WE PAID OUR WAY TO LIBERIA-IVORY COAST BORDER CALLED \"DANANE\". \n\n  THEREAFTER WE WERE RECEIVED BY THE UNITED NATION OFFICIALS ON SPECIAL DUTIES FOR REFUGEES AND WE WERE ACCOMODATED. WE LATER ARRIVE \"BOUAKE\" THE LARGEST CITY IN THE IVORY COAST. \n   \n  I WAS LEAVING WITH MY FATHER COMFORTABLY UNTIL THE POLITICAL CRISES OF THIS COUNTRY BEGAN ON THE 19TH OF SEPTEMEBER 2002. AND BOUAKE WAS CAPTURED BY THE REBELS WITH SHOOTING, KILLING, RAPPING AND LOOTINGS GOIN ON VERY FAST. AT THESE EVIL EVENTS, MY FATHER BEGAN TO REMEMBER WHAT HAPPENED IN MY COUNTRY SIERRA LEONE AND HE COULD NOT HOLD UP HIMSELF. HE FINALLY HAD A HEART BREAK AND WAS RUSHED TO THE NEAREST MILITARY HOSPITAL FOR URGENT THREATMENT. \n   \n  BUT THAT SAME HOSPITAL WAS ATTACKED AFTER FEW HOURS OF OUR ARRIVAL AND MY FATHER SEIZED TO BREATH DUE TO HEART FAILURE. FROM THERE, I BECAME LONELY AND A FULL ORPHAN WITHOUT ANY ONE TO CONSOLE ME EXCEPT FRIENDS AND CLOSE NEIGHBOURS. \n   \n  I RAN TO ABIDJAN AS THE WAR INCREASED WITH THE HELP OF SOME MILITARY MEN THROUGH BUSH. I AM NOW IN ABIDJAN SINCE THE YEAR 2003 AND HAVE BEEN ACCOMODATED BY CHRISTIAN FAMILY. HOPING THAT ONE DAY VERY SOON THERE WILL BE PEACE BUT ALL TO NO AVAIL. I AM NOW AT A STATE OF NOT KNOWING WHAT TO DO NEXT. I CAN NOT CONTINUE MY EDUCATION WITH THIS SITUATION. I HAVE NO FAMILY AND DON'T KNOW WHAT TO DO NEXT. \n   \n  I HAVE DECIDED TO WRITE YOU THIS LETTER ASKING FOR YOUR GOD TOUCHED WILLINGNESS AND MERCY TO HELP ME TO RELOCATE FROM HERE TO YOUR COUNTRY AND TO HELP ME CONTINUE MY EDUCATION AND MOST ESPECIALLY TO SEE AND ACCEPT ME AS YOUR FAMILY MEMBER.\n   \n   I AM AFRAID ABOUT A HUGE  AMOUNT OF MONEY  LEFT WITH A BANK BY MY FATHER UNDER A SUSPENSE MONEY ACCOUNT; AND I HAVE INQUIRED ABOUT THAT AND GOT A FULL CONFIRMATION OF THAT DIRECTLY FROM THE BANK. \n   \n  I HAVE REQUESTED TO CLAIM THE MONEY BUT THE PROCESSES ARE TOO HEAVEY FOR ME TO FOLLOW UP. LOOKING AT THE POLITICAL CRISES; I AM TOO AFRAID TO MENTION IT TO ANY BODY AROUND ME AS MOST PEOPLE HAVE BECOME TRAITORS AND REBELS. SOME ARE ALSO SEARCHING FOR OPPORTUNITIES LIKE THIS TO GO AWAY WITH FROM THIS WAR ZONE COUNTRY ............... \n   \n  I  WISH TO RELEASE AND TRANSFER THAT SUM TO ABROAD UNDER YOUR CARE TO ENABLE ME FURTHER MY EDUCATION AND LIVE A BETTER LIFE ALL THRU YOUR GOOD MANAGEMENT OF THE MONEY IN A FRUITFUL BUSINESS THAT YOU KNOWS BEST.\nTHANKS FOR YOUR TIME TO READ THIS LETTER AND I AM ANXIOUSLY WAITING FOR YOUR REPLY.. \n\n  MS.ALICIA MADOUH\n\n\n Send instant messages to your online friends http://uk.messenger.yahoo.com ", "id": "850520fcf284de3744e5c172bf6b313b"}