{"email_subject": "Mutual Benefit", "email_body": "ABN AMRO Bank\nAddress: 101 Moorgate, London, EC2M 6SB.\nU.K.\n\nDear Friend,\n\nI am Mr Mark Boland the Bank Manager of ABN AMRO Bank 101 Moorgate, \nLondon, EC2M 6SB.\n\nI have urgent and very confidential business proposition for you. On\nJULY 20,1999,Mr Paul Ndeife,a National of France, who used to be\na private contractor with the Shell Petroleum Development Company in Saudi Arabia\nMr.Paul Ndeife.Made a numbered time (Fixed deposit) for 36 calendar months,\nvalued at GBP17,000,000.00 (Seventeen Million Pounds only) in my branch.\nUpon maturity in 2002, I sent a routine notification to his forwarding \naddress but got no reply.After a month, we sent a reminder and finally \nwe discovered from his contract employers, Shell Petroleum Development \nCompany in Saudi Arabia that Mr Paul Ndeife And his wife with their three \nchildren were involved in an auto crash,all occupants of the vehicle unfortunately\nlost their lives.\n\nDuring one of his trips to his country France. On further investigation,\nI found out that he died without making a WILL, and all attempts to\ntrace his next of kin was fruitless. I therefore made further\ninvestigation and discovered that Mr Paul Ndeife. did not declare\nany kin or relations in all his official documents, including his Bank\nDeposit paperwork in my Bank.\nThis sum of GBP£17.000,000.00 have been floating as unclaimed since 1999\nin my bank as all efforts to get his relatives have hit the stones.\nAccording to the British law at the expiration of 5 (FIVE) years, the\nmoney will revert to the ownership of the British Government if nobody\napplies to claim the fund and the FIVE years is the end of June\n2006.Since then, \n\nI have made several enquiries with his country's embassies\nto locate any of my clients extended relatives, this has also proved\nUnsuccessful. After these several unsuccessful attempts, I decided to\nContact you with this business partnership proposal. I have contacted\nyou to assist in repatriating a huge amount of money left behind by my\nclient before they get confiscated or declared unserviceable by the\nFinance/Security Company where these huge deposit was lodged. The\ndeceased had a deposit valued presently at $21million US Dollars and\nthe Company has issued me a notice to provide his next of kin or\nBeneficiary by Will otherwise have the account confiscated within the\nnext thirty official working days.\n\nSince I have been unsuccessful in locating the relatives for over 2\nyears now, I seek your consent to present you as the next of kin / Will\nBeneficiary to the deceased so that the proceeds of this account valued\nat $21Million US dollars can be paid to you. This will be disbursed or\nshared in these percentages, 60% to me and 40% to you.\n\nI have all necessary legal documents that can be used to back up any claim\nwe may make. All I require is your honest Co-operation, Confidentiality\nand Trust to enable us see this transaction through.I guarantee you that\nthis will be executed under a legitimate arrangement that will protect\nyou from any breach of the law. Please get in touch with me urgently by\nE-mail.\tmarkboland1990@yahoo.co.uk\n\nI am presently in London and provide me the following;\n1. Full Name\n2. Your Telephone Number and Fax Number\n3. Your Contact Address.\n\nYour urgent response will be highly anticipated and appreciated.\n\nBest regards,\n\nMr Mark Boland\n+44 7040131493\n\n\n\n", "id": "8509d3ffab998f207a1321c134399e92"}