{"email_subject": "BUSINESS PROPOSAL.", "email_body": "BARR. FEMI WILLIAMS\nTEL: 234-803-320-5430\nFAX: 234-1-7599627\nEMAIL: barr.femi@caramail.com\n barrfemi@yahoo.com \n\nATTN:MD/CEO\n\nI am a Barrister and a member of Nigeria Bar Association \n(NBA). Your contact reached me through the World Business \nEncyclopedia and my insistence on you. Hence, I made up my \nmind to introduce this business to you in confidence for \nthe mutual benefit of both of us. \n\nThe sum of US$17.6M (Seventeen Million, Six Hundred \nThousand Dollars) was lodged into one of the leading \nprivate Banks here in the Country by the late Head of State \n(GEN.SANI ABACHA) this money was lodged in a DEFACED FORM \nand in vaults / boxes. The money was originally meant to be \nused for his political campaign. Because I was his family \nAttorney as such he confided in me with the relevant \ndocument papers relating to this Bank died of cardiac \narrest. As a matter of fact, I have adequately agreed with \nsome of the key officers of the private Bank to negotiate \nwith you a trustworthy person to provide an account where \nthis money could be transferred to your country through \nyour Bank account, because we cannot claim the money here \nin Nigeria. \n\nWe have concluded all arrangement with an offshore Security \nCompany to move this money through diplomatic means a \ncountry where it could be directly transferred to your \nnominated account to ensure absolute safety and risk-free \ntransfer of the money. After a successful transfer, 30% \nwill be for you for your assistance, 5% for general \nexpenses, and 65% for us. You are required to send by e-\nmail immediately your Telephone and Fax numbers and Bank \nparticulars where this money will be lodged and your \npersonal contact address. Once you notify me your \nwillingness by sending the above requirement. This \ntransaction will be concluded within 10 (ten) working days. \nI will be waiting for your urgent reply. \n\nBest regards, \n\nBarr. Femi Williams. {Attorney at Law}\n_________________________________________________________ \nGagne une PS2 ! Envoie un SMS avec le code PS au 61166\n(0,35 Hors coût du SMS)\n\n", "id": "85102257ad66481b6f91dc1b03153280"}