{"email_subject": "HELLO SIR", "email_body": "FROM: MR CHEUNG PUI\n\ncheugpuixx7@yahoo.com.hk \n\nDear Friend,\n\nLet me start by introducing myself. I am Mr. Cheung Pui director of \noperations of the Hang Seng Bank Ltd.I have an obscured business \nsuggestion for you.\n\nBefore the U.S and Iraqi war our client \"Major Fadi Basem  who was \nwith the Iraqi forces and also business man made a numbered fixed \ndepositfor 18 calendar\nmonths, with a value of Twenty Four million Five Hundred Thousand \nUnited State Dollars only in my branch. Upon maturity several notice \nwas sent to him,even during the war early this  year. Again after the \nwar another notification was sent and still no\nresponse came from him. We later find out that the Major and his \nfamily had been killed during the war in bomb blast that hit their \nhome.\n\nAfter further investigation it was also discovered that Major Fadi \nBasem did not declare any next of kin in his official papers including \nthe paper work of his\nbankdeposit. And he also confided in me the last time he was at my \noffice that no one except me knew of his deposit in my bank. So, \nTwenty Four million Five Hundred Thousand United State Dollars is \nstill lying in my bank and no one willever come forward to claim it.\n\nWhat bothers me most is that according to the to the laws of my \ncountry at the expiration 5 years the funds will revert to the \nownership of the Hong Kong\nGovernment if nobody applies to claim the funds. Against this \nbackdrop, my suggestion to you is that I will like you as a foreigner \nto stand as the next of kin to Major Fadi Basem  so that you will be \nable to receive his funds.\n\nWHAT IS TO BE DONE:\n\nI want you to know that I have had everything planned out so that we \nshall come out successful. I have contacted an attorney that will \nprepare the necessary\ndocument that will back you up as the next of kin to Major Fadi \nBasem , all that is required from you at this stage is for you to \nprovide me with your Full Names and Address so that the attorney can \ncommence his job. After you have been made the next of kin, the \nattorney will also fill in for claims on your behalf and secure the \nnecessary approval and letter of probate in your favor for the move of \nthe funds to an\naccount that will be provided by you.\n\nThere is no risk involved at all in the matter as we are going to \nadopt a legalized method and the attorney will prepare all the \nnecessary documents.Please\nendeavor to observe utmost discretion in all matters concerning this \nissue.Once the funds have been transferred to your nominated bank \naccount we shall share in the ratio of 70% for me, 30% for you.\n\nShould you be interested please send me your full names and current \nresidential address and I will prefer you to reach me on the email \naddress below;\n\nEMAIL ADDRESS: cheugpuixx7@yahoo.com.hk \n\nAnd finally after that i shall provide you with more details of this \noperation.\n\nYour earliest response to this mail will be appreciated.\n\nKind Regards,\n\nMr. Cheung Pui.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "851fa9534bfe750846d438053848ad95"}