{"email_subject": "+From Portugal & Urgent Reply Needed +", "email_body": "\n\n\n\n>From . Mr. Simon Robson.\nDate: 27 - 1 - 2007.\n\nKindest Attention:\n\nMy name is Mr. Simon Robson. I am from Portugal .  I have been diagnosed\nwith Esophageal cancer. It has defiled all forms of medical treatment, and\nright now I have only about a few months to live, according to medical\nexperts. I have not particularly lived my life so well, as I never really\ncared for anyone (not even myself)but my business.  Though I am very rich,\nI was never generous, I was always hostile to people and only focused on\nmy business as that was the only thing I cared for. But now I regret all\nthis as I now know that there is more to life than just wanting to have or\nmake all the money in the world. I believe when God gives me a second\nchance to come to this world I would live my life a different way from how\nI have lived it.\n\nNow that God has called me, I have willed and given most of my property\nand assets to my immediate and extended family members as well as few\nclose friends .I want God to be merciful to me and accept my soul so, I\nhave decided to give alms to charity organizations and those in Need, as I\nwant this to be one of the last good deeds I do on earth. So far, I have\nDistributed money to some charity organizations when I was well. Now that\nmy health has deteriorated so badly, I cannot do this myself anymore. I\nonce asked members of my family to close one of my accounts and distribute\nthe money which I have there to charity organization in United States,\nAsia, Middle East & Europe, they refused and kept the money to themselves.\n\nHence, I do not trust them anymore, as they seem not to be contended with\nwhat I have left for them. The last of my money which no one knows of is\nthe huge cash deposit of Twenty Million United States Dollars ($20, 000,\n000.00) that I have with an Asset Management / Vaulting Company Abroad. I\nwill want you to help me collect this deposit and dispatch it to charity\norganizations and use it to help those in Need.\n\nN/B:Kindly note that  40% of this funds must go to  victims of Tsunami,\nHurricane Katrina , Hurricane Wilma and South Asia Earthquake , 55% to\nother Charity Organizations around the World and 5%  for your effort and\ntime.\n\nI cannot talk with you on the phone due to my health situation, as I am\nusing my Lap Top Computer to communicate with you. You should respond to\nthis e-mail if you are interested in carrying out this assignment on my\nbehalf.\n\nGod be with you.\n\nMr. Simon Robson.\n\n\n\n\n", "id": "852df5d32972dce28595dba8391fefba"}