{"email_subject": "hello", "email_body": "Dear Friend,\nAs you read this, I don't want you to feel sorry for\nme, because, I believe everyone will die someday.\nMy name is Dada Abu,a 74years old merchant,in the\nU.A.E.I have been diagnosed with Esophageal cancer\nwhich was discovered very late, due to my laxity in\ncaring for my health. It has defiled all forms of\nmedicine, and right now I have only about a few months\nto live, according to medical experts.\nI have not particularly lived my life so well, as I\nnever really cared for anyone not even myself but my\nbusiness. Though I am very rich, I was never generous,\nI was always hostile to people and only focus on my\nbusiness as that was the only thing I cared for. But\nnow I regret all this as I now know that there is more\nto life than just wanting to have or make all the\nmoney in the world.\nI believe when God gives me a second chance to come to\nthis world I would live my life a different way from\nhow I have lived it. Now that God has called me, I\nhave willed and given most of my properties and assets\nto my immediate and extended family members and as\nwell as a few close friends.\nI want God to be merciful to me and accept my soul and\nso, I have decided to give alms to charity\norganizations, as I want this to be one of the last\ngood deeds I do on earth. So far, I have distributed\nmoney to some charity organizations in the\nU.A.E,Algeria and Malaysia. Now that my health has\ndeteriorated so badly, I cannot do this my self any\nmore. I once asked members of my family to close one\nof my accounts and distribute the money which I have\nthere to charity organization in Bulgaria and\nPakistan, they refused and kept the money to\nthemselves. Hence, I do not trust them anymore , as\nthey seem not to be contempted with what I have left\nfor them.\nThe last of my money which no one knows about other\nthan my distant relative who is presently in the\nNetherlands is the huge cash deposit of 8 million\ndollars that I have with a security company in\nAmsterdam.\nI will want you to help me collect this deposit with\nthe assistance of my relative and dispatch it to\ncharity organizations.If you are interested,please\nemail my cousin at: paulz111@tiscali.co.uk\nYours Truly\nMr.Dada Abu.", "id": "856bb108e5696b90760459f0caa12c40"}