{"email_subject": "From Portugal & Urgent Reply Needed.", "email_body": ">From . Mr Dave Benton.\nDate: 10- 9 - 2005.\n\nKindest Attention:\n\nMy name is Mr. Dave Benton, I am from Portugal .  I have been diagnosed with Esophageal cancer. It has defiled all forms of medical treatment, and right now I have only about a few months to live, according to medical experts. I have not particularly lived my life so well, as I never really cared for anyone (not even myself)but my business.  Though I am very rich, I was never generous, I was always hostile to people and only focused on my business as that was the only thing I  cared for.But now I regret all this as I now know that there is more to life than just wanting to have or make all the money in the world. I believe when God gives me a second chance to come to this world I would live my life a different way from how I have lived it.\n\nNow that God has called me, I have willed and given most of my property and assets to my immediate and extended family members as well as few close friends .I want God to be merciful to me and accept my soul so, I have decided to give alms to charity organizations, as I want this to be one of the last good deeds I do on earth. So far, I have Distributed money to some charity organizations in the U.A.E, Somalia and Malaysia. Now that my health has deteriorated so badly, I cannot do this myself anymore. I once asked members of my family to close one of  my accounts and distribute the money which I have there to charity organization in Bulgaria and Pakistan, they refused and kept the money to themselves. \n\nHence, I do not trust them anymore, as they seem not to be contended with what I  have left for them. The last of my money which no one knows of is the huge cash deposit of Thirty  Million United States Dollars($30,000,000,00) that I have with an Asset Management Company Abroad. I will want you to help me collect this deposit and dispatch it to charity organizations.\n\nN/B:Kindly note that  35% of this funds must go to the tsunami victims,60% to other Charity Organization and 5%  for your effort and time.\n\nI cannot talk with you on the phone due to my health situation, as I am using my Lab Top Computer to communicate with you. You should respond to this e-mail if you are interested in carrying out this assignment on my behalf.\n\nGod be with you.\n\nMr. Dave Benton,\n\n\n\n\n \n\n\n\n", "id": "859c72768cb671ef75d5c12b1bc21742"}