{"email_subject": "Business Partnership", "email_body": "Dear Sir/Madam,\n \nI apologies to take your value time to introduce this business proposal to you which I imagine will be of utmost benefit to us. I am the first and only son of the late environmental activist, a writer /publisher and a business man Chief Ken Saro Wiwa of the Ogoni land an oil producing community in the Niger Delta area of Nigeria, President and founder of Movement for the Survival of the Ogoni People (MOSOP), a non-violent action group.\n\nMy father died by hanging during the military regime of president General Sani Abacha (deceased) as my father was fighting for the right of his of people Ogoni land to have resource control over their resources but the government was so brutal until the gang up to kill my father .\n\nActually my father knew he was going to die due to the ugly situation since the government was against him. Prior to his untimely death, he wrote his Will that stated clearly that all his stocks /bonds, property and fund belongs to me. My father personal legal advisor Mr. Briggs conspired with the government to confiscate some of my father's fixed assets and frozen some of his account they were able to trace.\n\nRight now, am seeking assistance from you to inherit the stocks and bonds, property and fund on my behalf and use it to set up a good investment for me in nearest future which I believe the dividend will be great. My father deposited the some of US$34.Million in a private security company somewhere in Europe which I have all the paper work as proof of ownership in my custody and no one else knows about this accept my mother.\n\nAfter serving under the immediate past government of former president Olusegun Obasanjo as a minister in his cabinet. I am currently now undergoing a pastoral course in school of divinity. If you are sincerely interested and willing to help me in claiming this fund at the finance house in Europe and also capable handling a business of this magnitude kindly as a matter of urgency write me only through this email address: ken_sorowiwajr@excite.com and to know more about my father please, kindly visit www.remembersarowiwa.com\n\nThank you.\n \nRespectfully\nKen Saro-Wiwa Jr.\n\n\n", "id": "85a4e6091349daa4e2281bb013cc5d9a"}