{"email_subject": "URGENT PARTNERSHIP!", "email_body": "ATTN: STRICTLY FOR THE PRESIDENT.\n\nREQUEST FOR BUSINESS PARTNERSHIP\nI am PATRICK ATIKE Director General,Federal Ministry of\nAgriculture.My position is very sensitive.I am married with\nchildren and hold degrees in Public Administration and\nBusiness Studies. I am due for retirement any moment from\nnow, after many years in service.\nREASONS FOR CONTACTING YOU\nI require urgently your unreserved assistance in allowing\nme to use your company/position to transfer fund to your\ncountry. The purpose of transfer is to take care of my\nretirement by investing in a viable business you might deem\nfit advise and to purchase a residential accommodation.\nNATURE OF BUSINESS AND SOURCE OF FUND FOR TRANSFER\nSince the inception of the present government, series of\ncontracts have been awarded by the Federal Ministry of\nAgriculture based on supplies (Heavy Equipment to various\nLocal Government Areas.) amounting to several Millions of\nU. S. Dollars.The sum of Fifteen Million Five Hundred\nThousand ($15.5 Million) was over invoiced and the\ncontractors who made the supply have since been paid.\nPresently, I have arrange for the money to be kept in Coded\nBank Account with the Central Bank of Nigeria (CBN) until I\nam able to source for a reliable expatriate partners whom I\ncan present as the rightful beneficiary of the fund.You\nwill take the status of the contractor who supplied the\nEquipment and I will arrange the supporting documents for\nthe Transfer.\nMODE OF SHARING\n25% will go to you for making available to us a company\ninfomation,giving me your unreserved assistance and keeping\nstrictly the rules of this transaction until transfer of\nthe fund is effected. 5% is for any contingencies and all\nmiscellaneousexpenses incurred during the course of the\ntransaction, procurement of vital documents, tipsand all\nexpenses including phone/fax bills, hotelbills, taxes and\nbank charges must be reconciled upon confirmation of the\npayment by Central Bank of Nigeria (CBN) 70% will be shared\nbetween me and a few colleagues of mine whose help will be\nhighly needed throughout this period in question.\n\nOTHER PERTINENT DETAILS\n\nEverything about this transaction is real. The money is\nclean, after putting in so many years in service it is only\nnormal for me to take good measures to secure my period in\nretirement. I have put in resources and time to bring this\ntransaction to this level which means that it represents a\nlot to me,and hopefully with help from you, in just a\nmatter of weeks, it shall come to mean a lot to you too as\nwe meet in your country to celebrate the closing of the\ndeal. If you are interested in this transaction, please\ncontact me through my e-mail,and also furnish me with your\ndirect phone, fax and e-mail lines both at your residence\nand your office for me to contact you.\nThanking you for your kind understanding and co-operation.\nYours sincerely,\n\nPATRICK ATIKE\nFreeserve AnyTime - HALF PRICE for the first 3 months - Save £7.50 a month \nwww.freeserve.com/anytime", "id": "85d22365dcc9e52bf455de5052917691"}