{"email_subject": "ATTN:URGENT PLEASE.", "email_body": "FROM THE DESK OF MASSAN AHMED\nBILL AND EXCHANGE MANAGER,\nBANK OF AFRICA (BOA)\nOUAGADOUGOU, BURKINA FASO.\nDear Sir,\n              I am the manager of bill and exchange foreign remittance at \nthe department of Bank Of Africa (BOA).\nIn my departmentn we discovered an abandone sum of $ 22.6 m US dollars \n(Twenty two  Millon six hundred thousand  US dollars) . In an account that \nbelongs to one of our foreign customer who died along with his entire family \nin a concord plane crash in the year 2000 in paris that almost took the \nwhole life of the pasengeres on board.\n\nSince we got information about his death, we have been expecting his next of \nkin to come over and claim his money because we cannot release it unless \nsomebody applies for it as next of kin or relation to the deceased as \nindicated in our banking guidelines but unfortunately we learnt that all his \nsupposed next of kin or relation died alongside with him at the plane crash \nleaving nobody behind for the claim.\n\nIt is therefore upon this discovery that I and other officials in my depar\ntment now decided to make this  businness proposal to you and release the \nmoney to you as the next of kin or relation to the deceased for safety and \nsubsequent disbursement since nobody is coming for it and we don;t want this \nmoney to go into the Bank treasury as unclaimed Bill.\nThe Banking law and guideline here stipulates that if such money remained \nunclamed after ten years, the money will be transfered into the Bank \ntreasury account as unclaimed fund. The request of foreigner as next of kin \nin this business is occasioned by the fact that the customer was a foreigner \nand a Burkinabe cannot stand as next of kin to a foreigner.\n\nWe agree that 30 % of this money will be for you as foreign partner, in \nrespect to the provision of a foreign account, 10 % will be set aside for \nexpenses incured during the business and 60 % would be for ;me and my \ncolleagues.\n\nThereafter I and my colleagues will visit your country for disbursement \naccoding to the percentages indicated. Therefore to enable the immediate \ntrnansfer of this fund to you as arranged, you must apply first to the bank \nas relations or next of kin of the deceased indicating your bank name, your \nbank account number, your private telephone and fax number for easy and \neffective communication and location where in the money will be remitted.\n\n   Upon receipt of your reply, I will send to you by fax or email the text \nof the application. I will not fail to bring to your notice that this \ntransaction is hitch free and that you should not entertain any atom of fear \nas all required arrangements have been made for the transfer.\n\nYou should contact me immediately as soon as you receive this letter. \nTrusting to hear from you immediately.\n  Your;s faithfully,\n  MR.MASSAN AHMED\n(Bill and exchange manager)\n  BANK OF AFRICA (BOA).\n\n_________________________________________________________________\nMSN Hotmail sur i-mode : envoyez et recevez des e-mails depuis votre \ntlphone portable ! http://www.msn.fr/hotmailimode/\n\n\n\n", "id": "85eb8bfb44de3c62857cda3bc9072bc2"}