{"email_subject": "Good day", "email_body": "Good day  My name is Denis Messou,from the Republic of Cote D Ivoire.  I am the only son of late Mr and Mrs .Jean Claude Messou, a wealthy cocoa farmer before he was poisoned to death by his associates on one of their outings to discuss a business.     Mother died earlier in 2001 so my father took me so special being his only son.   I have a proposition that I am making to you and I know that by the Grace of God you will not disappoint me.     Before the death of my Father in June,2004 in a pivate hospital here in Abidjan,he told me in his sick bed that he deposited the sum of $6.5 millions   (Six Million Five Hundred Thousand Dollars) in a Term Deposit Account  with a Bank here for onward transfer abroad for Investment.     He advised me that in case he dies,I  should look for an honest  Investor who can help me transfer and invest this money abroad.  He feared that those who killed him may equally not like to see me alive.     I have been thinking about this for sometime now so that is why I am  writing you to see if you can help me provide your Account where this  money will be transferred and also help me look for investment prospects in your Country.     I dont have any idea how this is done so I will like to do all the  process until the money is transferred into your account. I am willing to conceed (15%) percent of this amount to you for your assistance and the rest,minus (5%) percent for any expenses that may come  up,will go for the investment.     I have not told anybody about this except you so I would please ask  you to keep this  strictly to your self for my personal safety. If this is okay by you,you can please   send me an email through this mailbox.     Thank you and anticipating to hear from you.     Yours sincerely   Denis MessouWindows Desktop : retrouvez tout sur votre PC en un clin d'oeil !", "id": "8626bfcf838e288ae30a5f4a37302940"}