{"email_subject": "confidencail", "email_body": " \n  Dear Friend \n    As you read this, I don't want you to feel sorry forme, because, I  believe everyone will die someday. My name is Mr Kumar Vishal a merchant \nand a  Norwegian by nationality but presently Residing in (Dakar Senegal).I  have been diagnosed with Esophageal Cancer. It has defiled all forms of \nmedical treatment, and right now I have only about a few months to live, according to medical experts. \n I have not particularly lived my life so well, as I never really cared for anyone (not even myself) but my business. Though I am very rich, I was never generous, I was always hostile to people and only focused on my business as that was the only thing I cared for. But now I regret all this as I now know that there is more to life than \njust wanting to have or make all the money in the world. I believe when \nGod gives me a second chance to come to this world I would live my life \na different way from how I have lived it. Now that God has called me, I \nhave willed and given most of my property and assets to my immediate and extended family members as well as a few close friends.\nI want God to be merciful to me and accept my soul so, I have decided  to give alms to charity organizations, as I want this to be one of the  last good deeds I do on earth. So far, I have distributed money to some charity organizations in the Dakar Senegal, Algeria and Malaysia. Now that my health has deteriorated so badly, I cannot do this myself  anymore. I once asked members of my family to close one of my accounts and distribute the money which I have there to \ncharity organization in Bulgaria,brazil, Pakistan;india they Refused and kept  the money to them.\nHence I do not trust them anymore, as they seem not to be contended \nwith what I have left for them. The last of my money which no one knows of \nis the huge cash deposit of eighteen million dollars $18,000.000 that I have with a finance/Security Firm abroad. I will want you to help me collect this deposit and dispatch it to charity organizations.I have set aside 20% for you for your time and patience. Please send a reply through this email address with your full contact telephone/fax numbers for confidential verbal details.\nGod be with you\n   Mr Kumar Vishal. \n  Send instant messages to your online friends http://au.messenger.yahoo.com \n  Send instant messages to your online friends http://au.messenger.yahoo.com \n\n Send instant messages to your online friends http://au.messenger.yahoo.com ", "id": "863cb09fe8a894e42e3c4c9ee9f10fa2"}