{"email_subject": "Urgent Message From Mrs.Villaran Mario Nenita ", "email_body": "Dearest in the Lord,\n\nGreetings to you and your family, I am Mrs VILLARAN NENITA, from \nPhilippines. I am married to Mr. MARIO NENITA who worked with Philippines \nembassy in Ivory Coast for nine years before he died in the year 2002.He is \nalso a well known fruits import and Export business man in Ivory Coast. We \nwere married for eleven years without a child.\n\nHe died after a brief illness that lasted for only four days. Before his \ndeath we were both born again Christian. Since his death I decided not to \nremarry or get a child outside my matrimonial home which the Bible is \nagainst. When my late husband was alive he deposited the sum of $5.6Million \nUS dollars with a bank in Ivory Coast Presently, this money is still in the \ncustody of the bank. Recently, my Doctor told me that I would not last for \nthe next three months due to cancer problem.\n\nHaving known my condition I decided to donate this fund to a church or \nbetter to a Christian individual or a good Muslim personality that have a \nhumanity understanding and trustworthy that will utilize this money the way \nI am going to instruct herein. I want a church or an individual personality \nthat  is trustworthy  to use this money for orphanages, widows, propagating \nthe word of God and to endeavour that the house of God is maintained. The \nBible made us to understand that \"Blessed is the hand that giveth\". I took \nthis decision because I don't have any child that will inherit this money \nand my husband relatives are not Christians and I don't want my husband's \nefforts to be used by unbelievers. I don't want a situation where this money \nwill be used in an ungodly way. This is why I am taking this decision. I am \nnot afraid of death hence I know where I am going. I know that I am going to \nbe in the bosom of the Lord.Exodus 14 VS 14 says that \"the Lord will fight \nmy case and I shall hold my peace\". I don't need any telephone communication \nin this regard because of my health hence the presence of my husband's \nrelatives around me always.\n\nI don't want them to know about this development as I am convinced that With \nGod by my said, all things are possible. As soon as I receive your reply I \nshall give you the contact of the bank in Ivory Coast, I will also send a \ncopy of my passport to you and my photo and also issue you an authority \nletter that will empower you to be the beneficiary of the money. I want you \nand your church to always pray for me because the Lord is my shepherd and he \nshall see us through, My happiness is that I live a life of a worthy \nChristian so I have no fear at all for I am convinced that God is with me \nand he shall be with you if you make yourself available to take up this \nspiritual project of God.\n\nI believe that whoever that wants to serve the Lord must serve him in spirit \nand Truth thus I took this decision. Please always be prayerful all through \nyour life. Contact me on this email address always and please be informed \nthat any delay in your reply will give me room in sourcing another person \nfor this same purpose. Please assure me that you will act accordingly as I \nStated herein.\n\nHoping to receive your reply.\nRemain blessed in the Lord.\nYours in Christ,\nMRS VILLARAN NENITA\n\n\n\n\n", "id": "8708b30e0f60634a3a50af2194faf465"}