{"email_subject": "Good Day.", "email_body": "I am Mr.Mr.Gailu Fall , Bank Manager Pacific Trust Bank, Fan Road Branch,Dakar Senegal. I have urgent and very confidential business proposal for you.Mr Guy Gelinas a Canadian businessman and longtime business associate of erstwhile Hong Kong business tycoon James Ting , made a Fixed Deposit for eigtheen calendar month, valued at US$38,500,000.00 (Thirty Eight Million Five Hundred Thousand Dollars) in my branch. Upon maturity, I sent routine notification to his forwarding address but get no reply. After a month, we send a reminder and finally we discover from his contract employer, (Abitibi - Consolidated Paper) that Mr.Guy Gelinas died in plane crash along with many others in EgyptAir Flight 990,1999 air crash (for more information about said funds and this crash you can go to the links:\n\n\nSince i got this information about his death and on further investigation, I find out that he died without making a WILL, and all attempt to traced his next of kin was fruitless. I therefore make further investigation and discovered that Mr.Guy Gelinas did not declare any kin or relations in all his official documents, including his Bank Deposit paperwork in my Bank, and Mr. James Ting is no longer factor in this transaction. This sum of US$38,500,000.00 is still sitting in my Bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it.According to Laws of Senegalise at the expiration of 7 (seven)years, the money will revert to the ownership of the Senegalise Government if nobody\napplies to claim the fund.\n\nConsequently, my proposal is that I will like you as a foreigner to stand in as the next of kin to Mr.Guy Gelinas so that the fruits of this man's labor will not get into the hands of some corrupt government officials. This is simple, I will like you to provide immediately your full names and address so that the attorney will prepare the necessary documents and affidavits that will put you in place as the next of kin.We shall employ the services of an attorney for drafting and notarization of the WILL and to obtain the necessary documents and letter of probate/administration in your favour for the transfer. A bank account in any part of the world that you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin. The money will be paid into your account for us to share in the ratio of 65% for me and 35% for you after the expense . There is no risk at all as all the paperwork for this transaction will be done by the attorney and my position as the Branch Manager guarantees the successful execution of this transaction.\n\nIf you are interested, please reply immediately via the private email address above. Upon your response, I shall then provide you with more details and relevant documents that will help you understand the transaction. Please send me your confidential telephone and fax numbers for easy communication. Please observe utmost confidentiality, and rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country.\n\nAwaiting your urgent reply to my e-mail address: drlwhite@dr.com \nMr.Gailu Fall .\n\n\n\n\n", "id": "87370ab6fba05beb17e6470b6f27dc09"}