{"email_subject": "NEED URGENT ASSISTANCE FOR FOREIGN INVESTMENT", "email_body": "From: JOHN KABILA\nBaminda Cameroon\ncentral Africa \nPHONE  002377898587\nFAX        002373361683\n\nGreetings,\n\nIn appreciation of your esteemed contact received through a reliable \nsource and the choice of your country I wish to introduce myself, I am \nJohn Kabila the son of the late Democratic Republic of Congo President \nLaurent Desire Kabila of the blessed memory. \n\n;I know this letter might come to you as a surprise but I honestly have to \nsolicit your attention to this assistance and foreingn investment. I write \nthis letter in respect of my intention to invest the sum of  US $ 20 000,000.00\n with you. I inherited this funds from my mother. This funds was generated \nthrough the sale of Diamond and Timber when my father was the \nhead of state. My mother though not her legal wife used her privilege \nposition to engage in the business of Diamond and timber since she knows\n that her survival will depend on how much she can get out of the \nprivilege situation.\nWhen my father was assassinated on 16th January 01 by one of his \nbodyguards Lt. Rashidi Kasereke through the conspiracy of some Top Army \nofficers that wanted to topple his government, I escaped to Cameroon \nbecause of the fear that I might be arrested by my half brother Lt. General Joseph \nKabila the present head of state. Actually his mother and my mother are \nnot in the best of relationship because of tussle for who among them \nwill be the first lady and this ultimately affected us their children.\n\nConsidering the relationship between South Africa and the Democratic \nRepublic of Congo new government, my mother advised me to leave for \nCameroon for security reason, while the funds were deposited with a \nsecurity Company.\n\nOn getting to cameroon where I have been living since then \n I am seeking for a reliable foreigner who can assist me \nin moving this funds out for safe banking and profitable foreighn \ninvestment. \nHonestly I contacted you because I don't want to invest this funds in \nCameroon nor Africa due to my status in my country as a result of my \nfathers death.\n.And moreover I wouldn't want to take risk because this funds is all that I and my \nmother is depending on because my half brother has seized all my father's\nassets and funds and left I and my mother empty handed without knowing \nthat this funds was deposited at the security company. so this is why I \ndecided that investing this funds abroad should be the best safest typy \nof adventure for me. I will be honoured if I can be given the privilege of \ninvesting this fund through your help.\n\nIn view of this plight, I expect you to be trustworthy and kind enough \nto respond to this distress call to save my mother and I from a \nhopeless future. And if you agree, I hereby agree to compensate your \nsincere and candid effort in this regard with 20% of the total fund and annual \n5% of the after tax returns on investment for the first three years. \nThereafter, the terms shall be varied. 5% for expenses, which may arise \nduring this transaction, fax and phone bills inclusive,When the fund \n($20,000,000.00) is moved into your discrete account, you will be \nallowed to draw 20% your favor, while the remaining 75% will be invested \nmeaningfully for our future if possible in your area of business and \ndeterrents sectors of the Economy in your country which are dividends \nyeilding.\nShould you for any reason not interested,please kindly reach me so as to\n make other contacts and please try  to keep this letter tight secret for the \ninterest of my family.\n\nBest regards.\n\n\nJOHN KABILA\n\n", "id": "873b406377b4cd26d34add3a0f4bd5be"}