{"email_subject": "FROM  MR . RAHA. ALI , WAITING TO READ FROM YOU SOONEST", "email_body": "FROM THE DESK OF:MR . RAHA. ALI\ndIRECTOR AUDIT AND ACCOUNTING DEPARTMENT,\nBANK OF AFRICA, OUAGA-BURKINA-FASO.\n\nATTN: Please.\n\nGreetings to you, I am Mr.Raha.Ali. the Account Manager of Late Mr.Morris \nThompson in Bank of Africa, here in Burkina Faso.However I got your contact \nthrough the International web directory.I decided to contact you by email \nbecause I feel that it is more secured and private.\n\nRecently i discovered a Dormant Account with a huge amount of Money Valued \nUSD14,000,000.00 (Fourteen Million Dollars only)that belongs to one of our \nlate Customer who died in a plane crash.\n\nDuring our investigation and auditing in this bank, my department came \nacross a very huge sum of money belonging to Late Mr. Morris Thompson an \nAmerican great industrialist and a resident of Alaska, who unfortunately \nlost his life in the plane  crash of Alaska Airlines Flight 261 which\ncrashed on January 31 2000,including his wife and only daughter.\n\nYou shall read more news about the crash on visiting this site which I\ngot during my \ninvestigation;http://www.cnn.com/2000/US/02/01/alaska.airlines.list/\nandttp://www.nativefederation.org/history/people/mThompson.html\n\nThe fund has been dormant in his account With this Bank without any claim of \nthe funds in our custody either from his family or relation before our \ndiscovery of this development.\n\nThe Banking law here stipulates that if such money remains unclaimed for Six \nyears, it will be forfeited to the Bank treasury as an unclaimed bill.It is \nonly a foreigner that can stand as a next of kin and It is upon this \ndiscovery that I decided to contact you to collaborate with you to pull\nout this dormant fund.\n\nIn order to avert this negative development, I on behalf of my trusted \ncolleagues now seek your permission to have you stand in as next of kin to \nOur late Customer so that the fund will be released and paid into your \naccount as the beneficiarys next of kin now that the bank is still\nexpecting a next of kin or relative of the deceased ,Late Mr. Morris \nThompson.\n\nIn fact we could have done this deal alone but because of our position in \nthis country as civil servants, we are not allowed to operate a foreign \naccount and that would eventually raise an eye brow on our side during the \ntime of transfer since I still work in this bank, this is the actual\nreason why I required a second party or fellow who will assist me forward \nclaims as the next of kin and also provide either an existing bank account \nor to set up a new Bank a/c immediately to receive this fund, even an empty \na/c can also serve for this purpose.\n\nOn smooth conclusion of this transaction, you will be entitled to 40% as \ngratification for your assisting me, and the remaining 60% will be for me.\n\nWhat I want from you is for you to act as the deceased next of kin. I have \nin my possession, all the necessary informations to successfully accomplish \nthis operation. Bear in mind that this proposal is 100% risk free.\n\nFurther Information will be given to you as soon as I receive your positive \nresponse. I suggest you get back to me as soon as possible stating your\ninterest to enable us proceed.\nI await your Urgent Response\n\nRegrads,\nMR .RAHA. ALI\nBANK OF AFRICA (BOA)\n\n_________________________________________________________________\nMSN Hotmail : crez votre adresse e-mail gratuite &  vie ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "8753b3d630ac45f2fd3107f9a89bf4e5"}