{"email_subject": "Re: Investment/Mutual Relationship", "email_body": "DEAR SIR, \n\nRe: Investment/Mutual Relationship\n\nBASED ON THE INFROMATION AND RECOMMENADATION I GOT ABOUT QUICK GROWTH OF\nBUSINESS INVESTMENT AND COMMERCE I GOT IN YOUR COUNTRY,I DEEMED IT NECESSARY\nTO WRITE AND INFROM YOU ABOUT MY CONDITION HERE AND MY INEREST TO INVEST\nIN ANY VIABLE VENTURE IN JOINT PARTNERSHIP WITH YOU.\n\nGreetings Salaam Alaikum! FIRST MAY I HUMBLY INTRODUCE MYSELF,I AM MR, RASHID\nKAHN THE COUSIN OF LATE PRESIDENT MOBUTU SESE SEKO WHO DIED A MYSTERIOUS\nDEATH IN EXILE MOROCCO. \n\nWE GOT YOUR COMPANY PARTICULARS FROM A BUSINESS STUDY/COMMUNICATION LIBRARY\nIN OUR COUNTRY AS A RESULT OF OUR NEED, WE FELT YOU MUST BE A GENUINE, WELL\nESTABLISHED, HONSET PERSON, WE CAN TRY TO RELY ON FOR AN ASSISTANCE TO INVEST\nIN YOUR COMPANY/COUNTRY. \n\nBEFORE THE DEATH OF MY COUSIN, HE DEPSOITED THE TOTAL SUM OF US$15,000.000(FIFTEEN\nMILLION UNITED STATE DOLLARS) CASH WITH A REPUTABEL SECURITY COMPANY IN\nUNITED KINGDOM LONDON, GLOBAL FINANCE AND SECURITIES.   \n\nSINCE THE DEATH OF MY COUSIN, ALL THE MEMBER OF MY FAMILY ARE STILL IN EXILE\nIN WESTERN PART OF AFRICA WHER WE HAVE BEEN LIVING UNDER POLITICAL ASYLUM\nFOR 4YEARS BECAUSE OF THE SANCTION IMPOSE TO OUR FAMILY BY THE NEW PRESIDENT\nLAURENT KABILA THAT ALL MY COUSIN'S MONEY SHOULD BE RETURN HOME. \n\nSEEING THIS AS A VERY BIG PROBLEM I AND HIS WIFE MRS. FUNMI MBOUTU SESE\nSEKO DECIDED TO CONTACT YOU DIRECTLY FOR AN ASSISTANCE BECUASE WE DO NOT\nTRUST ANY BODY IN AFRICA. \n\nARRANGEMENTS HAVE BEEN CONCLUDED WITH THE FINANCE COMPANY IN LONDON TO MOVE\nTHE MONEY TO YOUR COUNTYR IMMEDIATELY YOU INDICATE YOUR INTEREST TO RECEIVE\nAND KEEP THE MONEY IN YOUR BANK ACCOUNT, OUR LAWYER WILL SEND ALL THE NECESSARY\nDOCUMENT TO YOU AND THE FINANCE COMPANY TELEPHONE NUMBER, ADDRESS,SO THAT\nYOU WILL ESTABLISH COMMUNICATION WITH THE FINANCE COMPANY IN LONDON. \n\nEVERYTHING WILL BE CONCLUDED WITHIN 7 WORKING DAYS IF YOU COMPLY WITH OUR\nDIRECTIVES AND ADVISE ACCORDINGLY.AS SOON AS WE CONCLUDE ALL ARRANGEMENT\nWE WILL SEND OUR LAWYER TO COME OVER AND MEET YOU FOR THE SHARING,YOU WILL\nBE GIVEN 30% OF THE TOTAL SUM,WHILE 70% WILL BE FOR US FOR INVESTMENT PURPOSE\nIN YOUR COMPANY/COUNTRY. \n\nYOUR ARE REQUIRED TO KEEP THIS BUSINESS CONFIDENTIAL, KINDLY GIVE US YOUR\nPRIVATE/HOME TELEPHONE AND FAX NUMBER. \n\nTHANK YOU VERY MUCH. \nBEST REGARDS, \n\nMR.KAHN RASHID  \nFOR THE FAMILY.\n\n\n________________________________________\nMetti il faccione di Shrek sul tuo cellulare! http://www.specialeshrek.canale5.com\n\n\n\n\n", "id": "876622f3ccdc8ede45254fa7e3eb4eb6"}