{"email_subject": "Please help me", "email_body": "FROM:KEN DIKKO\nAMINA GEUST HOUSE.01 BP199 \nABIDJAN(COTE D'IVOIRE) \n(ken_dikko@yahoo.ca)   \n\nDEAR ONE, \nPERMIT ME TO INFORM YOU OF MY DESIRE OF GOING INTO \nBUSINESS RELATIONSHIP WITH YOU. I GOT YOUR NAME AND \nCONTACT FROM THE IVOIRIAN CHAMBER OF COMMERCE AND \nINDUSTRY. I PRAYED OVER IT AND SELECTED YOUR NAME \nAMONG OTHER NAMES DUE TO IT'S ESTEEMING NATURE AND \nTHE RECOMMENDATIONS GIVEN TO ME AS A REPUTABLE AND \nTRUST WORTHY PERSON I CAN DO BUSINESS WITH AND BY \nTHEIR RECOMMENDATIONS I MUST NOT HESITATE TO CONFIDE \nIN YOU FOR THIS SIMPLE AND SINCERE BUSINESS. \nI AM KEN DIKKO THE ONLY CHILD OF LATE MR AND MRS \nALI DIKKO , MY FATHER WAS A VERY WEALTHY COCOA\nMERCHANT \nBASED IN ABIDJAN, THE ECONOMIC CAPITAL OF IVORY COAST \nBEFORE HE WAS POISONED TO DEATH BY HIS BUSINESS \nASSOCIATES ON ONE OF THEIR OUTING TO DISCUSS ON A \nBUSINESS DEAL. WHEN MY MOTHER DIED ON THE 21ST OCTOBER\n1984, MY FATHER TOOK ME SO SPECIAL BECAUSE IAM \nMOTHERLESS. \nBEFORE THE DEATH OF MY FATHER ON 24TH NOVEMBER 2000 \nIN A PRIVATE HOSPITAL HERE IN ABIDJAN. HE SECRETLY \nCALLED ME ON HIS BEDSIDE AND TOLD ME THAT HE HAS A \nSUM OF US$8,500,000 (EIGHT MILLION FIVE HUNDRED \nTHOUSAND UNITED STATES DOLLARS) LEFT IN A SECURITY\nCOMPANY IN EROUPE \nTHAT HE USED MY NAME AS HIS ONLY SON FOR THE NEXT OF\nKIN IN DEPOSIT OF THE FUND. \nHE ALSO EXPLAINED TO ME THAT IT WAS BECAUSE OF THIS \nWEALTH THAT HE WAS POISONED BY HIS BUSINESS \nASSOCIATES, THAT I SHOULD SEEK FOR A FOREIGN PARTNER \nIN A COUNTRY OF MY CHOICE WHERE I WILL TRANSFER THIS \nMONEY AND USE IT FOR INVESTMENT PURPOSE ,(SUCH AS \nREAL ESTATE MANAGEMENT). \nSIR, IAM HONOURABLY SEEKING YOUR ASSISTANCE IN THE \nFOLLOWING WAYS. \n1)YOU WILL HELP ME TO CLAIM THE FUND FROM THE SECURITY\nCOMPANY HERE IN EUROPE AND TRANSFER IT INTO YOUR\nACCOUNT IN YOUR COUNTRY. \n2) TO SERVE AS THE GUARDIAN OF THIS FUND. \n3) TO MAKE ARRANGEMENT FOR ME TO COME OVER TO YOUR \nCOUNTRY TO FURTHER MY EDUCATION AND TO SECURE A \nRESIDENTIAL PERMIT FOR ME IN YOUR COUNTRY. \nMOREOVER, SIR, I AM WILLING TO OFFER YOU 15% OF THE \nTOTAL SUM AS COMPENSATION FOR YOUR EFFORT INPUT AFTER \nTHE SUCCESSFUL TRANSFER OF THIS FUND TO YOUR \nNOMINATED ACCOUNT OVERSEA. \nFURTHERMORE, YOU CAN INDICATE YOUR OPTION TOWARDS \nASSISTING ME AS I BELIEVE THAT THIS TRANSACTION WOULD \nBE CONCLUDED WITHIN SEVEN (7) DAYS YOU SIGNIFY \nINTEREST TO ASSIST ME. \nANTICIPATING HEARING FROM YOU SOON. \nTHANKS AND GOD BLESS. \nBEST REGARDS. \nKEN DIKKO\n\n\n______________________________________________________________________ \nPost your free ad now! http://personals.yahoo.ca\n\n", "id": "8768f50824337d9447ccf34b35f622ef"}