{"email_subject": "FROM Mrs NENITA VILLARAN", "email_body": "FROM NENITA VILLARAN;Email; nenitvillaran@yahoo.com   Dearest one .     Dear i am in need of  urgent investment relationship with you if you are willing.However i am childless widow who was married to the former late minister of finance in joseph regime who died of ulcerous illness while on exile for being working with the ex-president Joseph .E of Philippine. I, Nenita Villaran being his legitimately married wife after his death it happen I Inherited and entitle to some of his assets including the sum of Ten million, five hundred thousand united states dollars($10.500,000) by inheritance right from my late husband.Unfortunately this brought serious presure on me as my deceased husband's family member objected the my right of inheritance to this fund, But fortunately for me this said fund was concealed in metallic truck box kept in security company in Manila for political reasons best known to him.But the rising tension and pressure from my brothers in -laws compelled me relocate this truck box to somewhere in a far Coted Ivoire State in Africa with collaboration of the operational manager.       This idea was able to check relinquish of the metallic box containing the fund to unauthorise person.And the terms of deposit permit only my my bussiness representive or married partner to have access or empower to request for the relocation/shipment of the box to some other state   for either bussiness or investment purpose after due consent from me. And besides the lapse of time i am still afraid of being killed some day if i dont leave for good. Hence i am become desperate and needed investment partner to assist me to contact the security company on behalf requesting for the shipment of the box to any investment friendly state while i join the him or her for joint bussiness investment.   On my scouting i found your profile suiting and somewhat exceptional having browsed this site sometimes. In summary, i honestly want you and i to have a versatile relationship and i will give you detalis regarding this deposited box containing the said fund in other for you to contact the security company as my bussiness partner and request for the diplomatic shipment of the consignment to your destination where i will join you on arrival of consignment/box.     The idea behind this is that i want to leave philippine by all means and it has being my dream to invest this fund instead of leaving it lying fallow,attracting all kind of charges,and at the end devalued.And this requesting for assistance i am seeking from you is somewhat urgent as every thing is set for the shipment only awaiting finally consent from me to whom and where the consignment will be diplomatically ship to.Besides the investment partnership opportunity you will benefit from your assistance. I am also willing to give you 15% of the total fund which is approximately ($3Million United State Dollars Cash)for your kind urgent assistance to my plight immediately on arrival of the consignment in your place .        And do not entertain fear of paying for freight charge or demurrage neither shipment charge as all has being recently settled personally by me before contacting you.   I will like you to contact me in my altanative email adress: ( nenitvillaran@yahoo.com) immediately  for more details on how to go about this .    Thanks for your audience and awaits your urgent response .    Your's faithfullMrs  NENITA VILLARAN      Gli affari migliori del Web? Solo su Lycos Shopping!", "id": "87bd7258bc599c050bed5ef5699cd66a"}