{"email_subject": "THE FORMAT", "email_body": "\nFROM THE DESK OF MR. KAIL ODDOAUDITING AND ACCOUNTING MANEGER , BANK OF AFRICA (B.O.A) OUAGADOUGOU-BURKINA FASO.  DEAR FRIEND,  I AM THE MANAGER OF AUDITING AND ACCOUNTING AT THE FOREIGN REMITTANCE DEPARTMENT OF BANK OF AFRICA (B.O.A) HERE IN OUAGADOUGOU, BURKINA FASO. IN MY DEPARTMENT WE DISCOVERED AN ABANDONED SUM OF US$12M DOLLARS (TWELVE MILLION US DOLLARS) IN AN ACCOUNT THAT BELONGS TO ONE OF OUR FOR EIGN CUSTOMER (MR. ANDREAS SCHRANNER FROM MUNICH, GERMANY) WHO DIED ALONG WITH HIS ENTIRE FAMILY IN JULLY 2000 IN A PLANE CRASH.FOR MORE INFORMATIONS ABOUT THE CRASH YOU CAN VISIT THIS SITE: http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n \nSINCE WE GOT INFORMATION ABOUT HIS DEATH, WE HAVE BEEN EXPECTING HIS NEXT OF KIN TO COME OVER AND CLAIM HIS MONEY BECAUSE WE CANNOT RELEASE IT UNLESS SOME BODY APPLIES FOR IT AS NEXT OF KIN OR RELATION TO THE DECEASED AS INDICATED IN OUR BANKING GUIDLINGS AND LAWS BUT UNFORTUNATELY WE LEARNT THAT ALL HIS SUPPOSED NEXT OF KIN OR RELATION DIED ALONGSIDE WITH HIM AT THE PLANE  CRASH LEAVING NOBODY BEHIND FOR THE CLAIM. IT IS THEREFORE UPON THIS DISCOVERY  THAT I NOW DECIDED TO MAKE THIS BUSINESS PROPOSAL TO YOU AND RELEASE THE MONEY TO YOU AS THE NEXT OF KIN OR RELATION TO THE DECEASED FOR SAFETY  AND SUBSEQUENT DISBURSEMENT SINCE NOBODY IS COMING FOR IT AND WE DON'T WANT  THIS MONEY TO GO INTO THE BANK TREASURY AS UNCLAIMED BILL. THE BANKING LAW AND GUIDLINE HERE STIPULATES THAT IF SUCH MONEY REMAINED UNCLAIMED AFTER FIVE YEARS, THE MONEY WILL BE TRANSFERED INTO THE BANK TREASURY AS UNCLAIMED FUND. THE REQUEST OF FOREIGNER AS NEXT OF KIN IN THIS BUSINESS IS OCCASSIONED BY THE FACT THAT THE CUSTOMER WAS A FOREIGNER AND A BURKINABE CANNOT STAND AS NEXT OF KIN TO A FOREIGNER.  I AGREE THAT 40% OF THIS MONEY WILL BE FOR YOU AS A RESPECT TO THE PROVISION OF A FORIEGN ACCOUNT ,5% WILL BE SET ASIDE FOR EXPENSES INCURRED DURING THE BUSINESS AND 55% WOULD BE FOR ME THEREAFTER, I WILL VISIT YOUR COUNTRY FOR DISBURSEMENT ACCORDING TO THE PERCENTAGE INDICATED THEREFORE, TO ENABLE  THE IMMEDIATE TRANSFER OF THIS FUND TO YOU ARRANGED,YOU MUST APPLY FIRST  TO THE BANK AS RELATION OR NEXT OF KIN OF THE DECEASED WITH A TEXT OF APPLICATION THAT I WILL SEND TO YOU,SO I WILL LIKE YOU TO SEND TO ME YOUR PRIVATE TELEPHONE AND FAX NUMBER FOR EASY AND EFFECTIVE COMMUNICATION AND LOCATION WHERE IN THE MONEY WILL BE REMITTED.  UPON RECEIPT OF YOUR REPLY, I WILL SEND TO YOU BY FAX OR EMAIL THE TEXT  OF THE APPLICATION.I WILL NOT FAIL TO BRING TO YOUR NOTICE THIS TRANSACTION  IS HITCH-FREE AND THAT YOU SHOULD NOT ENTERTAIN ANY ATOM OF FEAR AS ALL  REQUIRED ARRANGEMENTS HAVE BEEN MADE FOR THE TRANSFER. YOU SHOULD CONTACT ME IMMEDIATELY AS SOON AS YOU RECEIVED THIS LETTER.  TRUSTING TO HEAR FROM YOU IMMEDIATELY.YOURS FAITHFULLY, 1. FULL NAME 2. YOUR TELEPHONE NUMBER AND FAX NUMBER 3. YOUR CONTACT ADDRESS.  THANK YOU. MR. KAIL ODDO.. \n_________________________________________________________________\nDiscover the new Windows Vista\nhttp://search.msn.com/results.aspx?q=windows+vista&mkt=en-US&form=QBRE", "id": "87ea49a1bde07a07296920a997a18813"}