{"email_subject": "Hello from Angela", "email_body": "Dear,Good day.\n\nI know that this mail might be a surpriseing to you but do consider it as an emergency. In a nut shell, My name is  ANGELA WILLIAMS from the republic of Sierria-Leone in west Africa.The only child of late Dr.Solomon  WILLIAMS. I am looking for someone who can take me as a child or friend I promise to be obidient to you and I will bring happiness to your life,My late father was the managing director of Rainbow Gold and Diamond company in (KENEMA)Sierra-Leone.\n\nBut he was poisoned to death alongside with my mother by his business associate, On one of their outing to discuss a business deal in oversea,However, after their death I managed to stay alone and when the war broke out in my country.  I escape to near by village here,with every important files of my father.He has the sum of (US$8.2M)EIGHT million two hundred thousand U.S Dollars only. \n\nThis amount was deposited by my late father in one of the leading security company, Presently,\n \n I am saddled with the problem of securing a trust worthy foriegn personality to help me. I will map out 20% for you.(1) you will Stand on my behalf  as the beneficiary for the claim of the inheritance from the company since the management of the company adviced that I should solicit for an individual or corporate organization to claim the deposit for me as they cannot release it directly to me due to my status right now.(2)you will Help me secure my travelling documents to meet you as soon as my money is released to you.\n\nFurthermore,you can contact the company for confirmation so that the company will know that you are my partner,that will enable the company correspond with you on my behalf.I am giving you this offers as mentioned with every confidence on your acceptance to assist me or adopt me as \nyour Child or business partner if possible and manage the money for me.\n \nMy regard to your family.\nYours sincerely.\n\nANGELA WILLIAMS.\nangela48williams1@yahoo.co.in \n\n \n\n\n\n\n\n", "id": "880aab54de22514bba2c8f79d0531105"}