{"email_subject": "INVESTMENT BASED ON TRUST", "email_body": "Dr John Ejime \nOffice of the Financial Controller \nNigerian National Petroleum Corporation \nFalamo Ikoyi Lagos-Nigeria. \nTel/ Fax: 234 1 7592865. \n\nREQUEST FOR URGENT BUSINESS TRANSACTION. \nDear Sir,\nI am Dr.John Ejime,the financial controller of the Nigerian National Petroleum\nCorporation Headquarters Lagos. I am writing you on behalf of my colleagues\nin the corporation and have been assign to seek for the assistance of a\nreliable foreign company through which we can transfer the sum of Thirty\nFive Million United States Dollars Only (US$35,000,000). This fund is deposited\nin the Corporation Treasury account with the Apex Bank. \nORIGIN OF THE FUND: \nThis sum arose from the deliberated over-invoicing of a contract awarded\nby my ministry Nigerian National Petroleum Corporation to foreign firm in\nthe twinlight days of the last military regime. This contract has been completely\nexecuted and commissioned and the contractor that handled this contract\nhas collected his full and final payment thus leaving behind the above stated\namount which represent the over invoiced sum. We have been safeguarding\nthis money for conducive time for it's transfer out of the country for our\npersonal use. However, the code of employment does not allow us (civil servant)\nto own and operate foreign account and because the contract was handled\nby a foreign firm and the payment made in dollars, we now need a foreign\npartner that will present himself as the sub-contractor so that the fund\nwill be transfer into your company's or personal account. Your address was\nmade available to us by a very good friend who work with the Nigeria export\npromotion council and he assured us of your company's viability and capability\nin business transaction. This assurance gave us the courage to link you\nup in this particular transaction and I hope it will be of mutual benefit\nto all of us. Note that the nature of your business is not particularly\nrelevant to the success of the transaction. All we require is your willingness\nto present yourself as the subcontractor by providing your bank information\nso that the fund will be transferred into your account. \nSHARING RATIO:\n For your assistance in this business , your share will be 30% of the total\nfund. I and my colleagues will take 60% while we set aside 10% for any expenses\nthat may incurred in the course of this transaction. If you are willing\nto assist us in this business. Send the following information. \n1. Name of your bank and address \n2. Your account number/beneficiarys name. \n3. Your private telephone and fax number for easy communication. \nThis information will enable us put an application for payment approval\nto the concerned Ministries and final to the Senate Committee on Contract\nPayment and it is going to last for fourteen working days starting from\nthe day we receive the above information. All modalities for the take off\nof this transaction have been worked out and further action will commence\nimmediately we hear from you. I am waiting for your reply by fax on this\nfax number :234-1-7592865 as stated above. \nYours faithfully. \nDr.John Ejime. \n\n\n", "id": "880d2870a413b5fe8a20a206105be093"}