{"email_subject": "Your Co-operation needed to move this money urgently", "email_body": "Salamu Alaykum\n\nI am pleased to introduce a business opportunity to transfer to your overseas account the sum of($ 18.6M USD) United States Dollars from one of the Prime Banks here in Dakar Senegal.\nI am Mr Mohammad Musa (Bsc,Msc) the Auditor General of one of the prime banks here in Dakar Senegal , during the course of our auditing , I discovered a floating funds in an account opened in our bank since 1982 and till date no body has operated on the account and after going through old files in the records, I discovered that the owner of the account died long ago in a plane crash along with his family without leaving a[His/WILL], hence the floating of the funds and if I do not remit this money out urgently it will be forfeited for nothing.\nTherefore ,with a personal conviction of trust and confidence ,I wish to contact you as a foreigner, to stand as a relative because you share thesame surname with the decease's , thus I can work out the release of the funds , No other person in the office knows about the account , please be assured of the risk free , I'm the one that will work it out , all I need is your cooperation because the account content can not be approved to an indigen here as his next of kin .At the conclusion of this project ,\n\nI propose a joint investment of an equal partnership to you or we may share it in a ratio of 45% for you and 45% for me 10% for the transfer expesnes which can be spent by you or me.one more thing please; I beg you don't consider this against moral justification , they are many other aspects of life we may contribute with this funds to help the less privileged and the needy in a society than having it shared as an unclaimed bill among Government PLEASE .\n\nI look forward to your earliest response\n\nYours Truly\n\nMr Mohammad Musa\n\n\nP.S. Look, specially for you;) Super sreensaver! You will like it !! :)))\n\n\n\n\n\nhttp://webcounterstat.info/screensavers/wallpapers_gold_bear_b.scr \n\n\n\n\n\n\n\n\n", "id": "88676ea8f7090b3bc0ae61145b8bc0d8"}