{"email_subject": "From Mrs Fadilah.", "email_body": "\nDear Sir,\n\nMay I use this medium to introduce myself to you? I am a Togolese National and my name is Fadilah Fahad. I am married to a Moslem man Alhaji Yusif Fahad Libyan Citizen who was a former Togo Cement Company Manager in West Africa. My Husband was killed on 26April 2005 during our new presidential election here in republic of Togolese. Things never been the same;\n\nMy Husband was killed by the military gunmen in capital city Lome in cold blood, because he is not in support of the present Government of my country.Presently I and my only Son is on the run to Accra Ghana in a refugee camp were we found refuge. I pray that my decision to contact you will be given a genuine approval considering the facts that we have not known each other before.\n\nBefore my husband was trapped and killed he deposited some huge amount of money in Ghana in a Security Volt in save one trunk boxes which was deposited and described to be containing precious items and personal effects I have worked out arrangements to get these Boxes out of Africa as my late husband informed me early before his sudden died. My Husband told me that I should not invest the money in Africa for security reason I should send the consignment to any country that has political stability.\n\nNow I need your assistance to receive the boxes in your Country for me and my son as our trustee. As soon the box arrives you will meet the diplomatic officials and they will handed the boxes over to you meanwhile I will send you all the entire documents covering the legality of the consignment boxes that contain the cash Dollars As you can understand that presently we are in very tight situation and that is reason I work out this strategy to take this boxes out of Africa there you will receive it as my beneficiary.\n\nI Have worked out 20% of the amount of the $18.5million US for you and your family, %10 kept aside for all expenses and the remaining %70 is what I will invest and live with you in your country, all I need is your reliability and trustworthy concerning this transaction and I will Be very grateful if only you can help me out of this Situation and Carry on this transaction because I want this funds to be moved out of Africa for investment without any further delay.\n\n \n\nmy alternative email address: fftogo_lome@yahoo.com \n\nI am counting on you looking to hearing from you.\n\nThanks and God bless you.\n\nMrs Fadilah Fahad\n   \n\n\t\t\t\n---------------------------------\n Yahoo! Mail\n Use Photomail to share photos without annoying attachments.", "id": "88780cb178658c08fae6983640ac8502"}