{"email_subject": "GET BACK TO ME  FROM ENG. SMART", "email_body": "ENG. SMART GORDON\nTHE TASK FORCE CHAIRMAN\nNIGERIAN NATIONAL PETROLEUM CORPRATION\nNNPC TOWERS, HERBERT MCCAULEY WAY \nBUSINESS DISTRICT, GARKI, ABUJA. \n\nATTENTION PLEASE,\n\nI GREET YOU IN THE NAME OF OUR LORD JESUS CHRIST AND MY COMING TO YOU IS NOT BY CHANCE BUT BY THE DIVINE GRACE OF GOD AS IT IS MY PLEASURE TO CONTACT YOU FOR ASSISTANCE AND BUSINESS CO-OPERATION.I ASSURE YOU THAT IT IS GOING TO GO ALONG WAY IN HELPING THE LESS PRIVILEDGED ONE IN THE SOCIETY. \n\nI AM ENGR.SMART GORDON, THE PRESIDENT OF A SPECIAL TASK FORCE IN CHARGE OF THE SALES OF PETROLEUM PRODUCTS IN THE FEDERAL REPUBLIC OF NIGERIA. MY OFFICE MONITORS THE SALES AND LIFTING OF CRUDE OIL AND PETROLEUM PRODUCT BY FOREIGN DEALERS. WITH THE COOPERATION OF MY ASSISTANT AND HEAD OF THE AUDIT COMMITTEE ATTACHED TO THE TASK FORCE, I HAVE SUCCESSFULLY SAVED ABOUT $12.6MILLION US DOLLARS.I WANT TO INVEST THIS MONEY IN THE LIFE OF THE LESS PRIVILEDGED ONES IN THE SOCIETY BY BUILDING FOUNDATIONS AND CHARITY HOMES IN DIFFERENT PART OF THE WORD BUT I CANNOT DO IT ALONE AND THAT IS WHY I CAME TO YOU WITH CLEAN/CLEAR MIND.\n\nTHIS MONEY AS A RESULT OF ALLOCATION OF EXCESS CRUDE OIL TO THE FOREIGN DEALERS, WHICH HAS BEEN SOLD BUT WHICH MONEY IS NOT ENTERED IN THE FINANCIAL STATEMENT OF MY TASK FORCE, KNOWS CURRENT THE RISE OF OIL PRICES THIS MONEY IS NOW LYING UNCLAIMED IN THE ACCOUNT OF THE TASK FORCE, KNOWN ONLY TO MY PARTNERS AND ME INVOLVED IN THE EXCESS ALLOCATION.\n\nHOWEVER, THE LEGISLATORS OF THE DEMOCRATIC GOVERNMENT OF MY COUNTRY HAVE SET UP A PANEL TO LOOK INTO THE ACTIVITIES OF SOME GOVERNMENT COMPANIES AND PARASTATALS. WE DO NOT WANT THE PANEL TO DISCOVER THE MONEY WE SAVED. WE CANNOT LODGE THIS MONEY INTO OUR PRIVATE BANK ACCOUNT IN MY COUNTRY, PUBLIC SERVANTS ARE NOT PERMITTED TO OPERATE ANY ACCOUNT IN EXCESS OF $500,000 U.S DOLLARS.\n\nNOW THE IDEA IS TO HAVE A FOREIGN PARTNER WHOM THE SUM WILL BE TRANSFERRED TO. WE HAVE CONCLUDED ARRANGEMENT TO TRANSFER THIS MONEY TO YOUR PRIVATE BANK ACCOUNT IF YOU PERMIT US TO USE IT. ALL YOU HAVE TO DO IS TO SEND ME YOUR PRIVATE PHONE I WILL SEND YOU THE DETAILS OF THE TRANSFER AND NECESSARY DOCUMENT AS THE BENEFICIARY.\n\nPLEASE ON YOUR REPLY, WE WILL BE ABLE TO DISCUSS THE MODALITIES. WE INTEND TO INVEST OUR SHARE OF THE SUM IN BUSINESS WITH YOUR KNOWLEDGE AND PAST EXPERIENCE YOUR ADVICE WILL BE HIGHLY NEEDED FOR THE INVESTMENT. I ASSURE IT IS SAFE AND NO RISK IS INVOLVED. NO OTHER PARTY IS AWARE OF THE SUM FROM THE EXCESS ALLOCATION EXCEPT MY PARTNER AND ME. HOWEVER, THIS TRANSACTION SHOULD BE SECRET AND CONFIDENTIAL.\n\nWE AWAITS YOUR REPLY ON YOUR PARTICIPATION, TIME IS OF GREAT ESSENCE TO US. AS I REALLY NEED YOU CORPORATION.\n\nREGARDS\nENGR.SMART GORDON\n\n\n\n¡Miles de amigos con tus mismas aficiones! http://www.latinchat.com", "id": "88b0813f31ba876b2ac430d7f4908ad2"}