{"email_subject": "PLEASE VERY IMPORTANT.", "email_body": "FROM THE DESK OF MR MARK AKIMA.\nBILL AND EXCHANGE MANAGER,\nBANK OF AFRICA (B.O.A).\nOUAGADOUGOU, BURKINA FASO WEST AFRICA.\nPHONE CONTACT 00226.78.89.77.34.\n\nDEAR FRIEND,\n\nI AM THE MANAGER OF BILL AND EXCHANGE DEPARTMENT  BANK OF AFRICA (B.O.A)IN \nMY DEPARTMENT I DISCOVERED AN ABANDONED SUM FF ($31.500.000 U.S) THIRTY ONE \nMILLION FIVE HUNDRED THOUSANDS US DOLLARS). IN AN ACCOUNT THAT BELONGS TO \nONE OF OUR FOREIGN CUSTOMER WHO DIED ALONG WITH HIS ENTIRE FAMILY ON 25TH \nJULY, 2000 CONCORDE PLANE CRASH [FLIGHT AF4590] WITH THE WHOLE PASSENGERS \nABOARD.\n\nON 25TH JULY, 2000 CONCORDE PLANE CRASH [FLIGHT AF4590] WITH THE WHOLE \nPASSENGERS ABOARD. THE NAME OF THE DECEASED MAN WAS\n\n(MR.ANDREAS SCHRANNER FROM MUNICH GERMANY)\nN.B. IN OTHER FOR YOU TO BELIEVE ME HONESTLY, VISIT THE WEB SITE TO ENABLE \nYOU KNOW WHETHER WE CAN WORK TOGETHER, BELOW IS THE WEBSITE.\n\n      http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\nSINCE WE GOT INFORMATION ABOUT HIS DEATH, WE HAVE BEEN EXPECTING HIS NEXT OF \nKIN TO COME OVER AND CLAIM HIS MONEY BECAUSE WE CAN NOT RELEASE IT UNLESS \nSOMEBODY APPLIES FOR IT AS NEXT OF KIN OR RELATION TO THE DECEASED AS \nINDICATED IN OUR BANKING GUIDELINES BUT UNFORTUNATELY WE IEARNT THAT ALL HIS \nSUPPOSED NEXT OF KIN OR RELATION DIED ALONGSIDE WITH HIM AT THE PLANE CRASH \nIEAVING NOBODY BEHIND FOR THE CLAIM.\n\nIT IS THEREFORE UPON THIS DISCOVERY THAT I NOW DECIDED TO MAKE THIS \nBUSINNESS PROPOSAL TO YOU AND RELEASE THE MONEY TO YOU AS THE NEXT OF KIN OR \nRELATION TO THE DECEASED FOR SAFETY AND SUBSEQUENT DISBURSEMENT SINCE NOBODY \nIS COMING FOR IT AND I DONT WANT THIS MONEY TO GO INTO THE BANK TREASURY AS \nUNCLAIMED BILL.\n\nTHE BANKING LAW AND GUIDELINE HERE STIPULATES THAT IF SUCH MONEY REMAINED \nUNCLAMED AFTER FIVE YEARS, THE MONEY WILL BE TRANSFERED INTO THE BANK \nTREASURY AS UNCLAIMED FUND.THE REQUEST OF FOREIGNER AS NEXT OF KIN IN THIS \nBUSINESS IS OCCASIONED BY THE FACT THAT THE CUSTOMER WAS A FOREIGNER AND A \nBURKINABE CANNOT STAND AS NEXT OF KIN TO A FOREIGNER.\n\nI AGREE THAT 30 % OF THIS MONEY WILL BE FOR YOU AS FOREIGN PARTNER, IN \nRESPECT TO THE PROVISION OF A FOREIGN ACCOUNT, 10 % WILL BE SET ASIDE FOR \nEXPENSES INCURED DURING THE BUSINESS AND 60 % WOULD BE FOR ME AND MY \nCOLLEAGUES.\n\nTHEN AFTER I AND MY COLLEAGUES WILL VISIT YOUR COUNTRY FOR DISBURSEMENT \nACCODING TO THE PERCENTAGES INDICATED.\n\nTHEREFORE TO ENABLE THE IMMEDIATE TRNANSFER OF THIS FUND TO YOU AS ARRANGED, \nYOU MUST APPLY FIRST TO THE BANK AS RELATIONS OR NEXT OF KIN OF THE DECEASED \nINDICATING YOUR BANK NAME, YOUR BANK ACCOUNT NUMBER, YOUR PRIVATE TELEPHONE \nAND FAX NUMBER FOR EASY AND EFFECTIVE COMMUNICATION AND LOCATION WHERE IN \nTHE MONEY WILL BE REMITTED . UPON RECEIPT OF YOUR REPLY, I WILL SEND TO YOU \nBY FAX OR EMAIL THE TEXT OF THE APPLICATION.\n\nI WILL NOT FAIL TO BRING TO YOUR NOTICE THAT THIS TRANSACTION IS HITCH FREE \nAND THAT YOU SHOULD NOT ENTERTAIN ANY ATOM OF FEAR AS ALL REQUIRED \nARRANGEMENTS HAVE BEEN MADE FOR THE TRANSFER . YOU SHOULD CONTACT ME \nIMMEDIATELY AS SOON AS YOU RECEIVE THIS LETTER.\nTRUSTING TO HEAR FROM YOU IMMEDIATELY.\nthanks\nMR MARK AKIMA\n\n_________________________________________________________________\nGagnez des pc Windows Vista avec Live.com http://www.image-addict.fr/\n\n\n\n", "id": "88d30a4069305859e85f90c76dd712e7"}