{"email_subject": "URGENT ASSISTANCE", "email_body": " Dear Sir/Madam. \n\nPermit me to inform you of my desire of going into business relationship with you. I got your name and contact from the Benin Chamber of Commerce and Industry. I prayed over it and selected your name among other names due to its esteeming nature and the recommendations given to me as a reputable and trust-worthy person that I can do business with as per the recommendations. I must not hesitate to confine in you for this simple and sincere business. \nI am Mrs Floxy Page, the legal wife of the elstwhile chief security officer to late major Johnny Page, My Husband was the former head of the presidential guard to Mr Charles Taylor the liberia president. Before the death of my Husband, on may 15th,2003 during an attempt by the rebels on the life of president C.Taylor, where he was brutally injured and subsiquently rushed to the presidential hospital in monrovia where he later died.Before his death,he secretly called me to his bedside and told me that he has the sum of US$18Million dollars (Eighteen million dollars)that he used my name as his legal wife as the beneficiary and next of kin in depositing the fund with a clearing house in European country. The major reason is that the fund was deposited in a Security Company in Europe it was because of the ways the president was ruling the country,that he foresee things might go wrong with him in due course. Right now, the rebels are at war with the !\n president and the \nAmerica government has asked the president to step down. I am now in cotonou-Republic of Benin as a refugee because i am being sought after by the rebels since my husband was seen as one of Taylor's strong men as they want to wipe out our family. In this respect,i am honourably seeking your assistance in thefollowing ways : \n1.To present yourselve as my beneficiary and next of kin to the fund,since i am hiding my identity from the authority to avoid them confisicating the fund or sending it back to Liberia. \n2.To serve as a trustee to the fund.\n3.To make arrangement for me to come over to your country as an investor and to secure Residence permit in your county.Moreover, I will like us to agree on what might be your compensation for your effort input after the successful claiming of this fund.You can get in contact with me through my alternative email:floxypage444@hknetmail.com after \nestablishing cordial relationship. \nAnticipating to hear from you soon. \nThanks and God bless you. \nBest Regards, \nMrs.Floxy Page\n\n\n\n", "id": "88dd543a50b05849ed7f82e4fedf634f"}