{"email_subject": "LETTER", "email_body": "Dear Friend,\n\n\nWith great pleasure I Mr. Donald Ofu Obidima, Credit control Manager of\na Bank (name upheld)is writing you in respect of a foreign customer an\nOil consultant/contractor with the Nigerian National Petroleum\ncorporation,Engr.Lee Seunghyo made a numbered time (Fixed) Deposit for\ntwelve calendar months valued\nat US$25,000,000.00 (Twenty-five Million Dollars) in my branch.\n\nUpon maturity, I sent a routine notification to his forwarding address\nbut got no reply. After a month, we sent a reminder and finally we\ndiscovered from his contract employers, the Nigerian National Petroleum\nCorporation that Engr.Lee Seunghyo died in Korean Air Flight 801, which\ncrashed in Guam on August 1997 with other passengers onboard. I\ntherefore made further investigation and discovered that Engr. Lee\nSeunghyo died without making a WILL, and all attempts to trace his next\nof kin was fruitless.Also, he did not declare any next of kin\nor relations in all his official documents,including his Bank Deposit\npaperwork in my Bank.This sum of US$25,000,000.00 is still sitting in my\nBank and the interest is being rolled over with the principal sum at the\nend of each year.\n\nSince the demise of this our customer, I have personally watched the\naccount with keen interest to see the next of kin but all has proved\nabortive as no one has come to claim his FIXED DEPOSIT fund of\nUSD.$25million, [Twenty five million United States Dollars] which has\nbeen with my branch for a very long time. Since his\ndeath, none of his next-of-kin or relations has come forward to lay\nclaims for this money asthe heir.\n\nA member of our government trade delegation to your country gave your\nimpeccable profile to me. Hence I have decided to seek your co-operation\nin this business deal due to the sensitivity of this transaction. It may\ninterest you to know that I am only contacting you as a foreigner\nbecause this money cannot be approved to a local Bank account here, but\ncan only be approved to a foreigner with an account since the money is\nin US Dollars. I have decided as a matter of urgency upon this discovery\nnow seek your permission to have you stand as next of kin to the\ndeceased Engr. Lee Seunghyo as No one has ever come forward to claim\nthis fund.\n\nIn accordance to Nigerian Law, fund deposited for a long period of time\nwithout claim will be reverted to the Nigerian Government treasury if\nnobody applies to claim this fund after a long period of time. I want\nyou to co-operate with me so that the fruits of this man's labour will\nnot get into the hands of some unsrupulous corrupt government officials\nif NOT CLAIMED now. I have secured from the probate an Order of Madamus\nto locate any of deceased beneficiaries. Hence I am contacting you with\nthis proposal.\n\nThis is simple, I will like you to provide immediately the following\nbelow:\n\n1.full names and address\n2.Date of Birth\n3.Tel & Fax Numbers\n\nSo that the Attorney will prepare the necessary documents and affidavits\nwhich will put you in place as the next of kin. We shall employ the\nservices of two Attorneys for drafting and notorization of the WILL and\nto obtain the necessary documents and letter of probate/administration\nin your favour for the transfer.\n\nThe Bank cannot release the fund from his account unlesssomeone applies\nfor claim as the next-of-kin to the deceased as indicated in our banking\nguidelines. I have almost resolved to finalize this transaction with\nsome money to secure documents in your name as the bonafide beneficiary\nof this fund $25m which guarantees our safety and successful transfer.\nWith the above suggestion, It is reliable,safe and quick for transfer\nprocess.\n\nAt the successful conclusion of this business, your goodself shall be\nentitled to have 40% that is, USD$10m of the total money while I will\nhave 55% that is USD$13.750m and 5% that is USD$1.250m for\ncommunications and other expenses. I am ready to invest a reasonable\npercentage of mine into any viable business you suggest as a joint\npartner.\n\nYour response is highly imperative as this is a TWO-man business deal\ntransaction as I shall then provide you with more details and relevant\ndocuments that will help you understand the transaction. I need your\nassistance and co-operation to this reality as I have done my Home-work\nand fine tune the best way to create you as all the paperwork for this\ntransaction will be done by the Attorney and my position as the Branch\nManager guarantees the successful execution of this transaction with you\nas the beneficiary to this fund. Your percentage will also be a source\nof upliftment.You have absolutely nothing to LOSE in assisting me\ninstead, you have so much to GAIN. Be rest assured that this transaction\nwould be most profitable for both of us.\n\nI will appreciate your early reply for commencement of business.Contact\nme for acknowledgement by E-mail and whereby you are not interested,\nplease indicate in your reply so that I can seek for the assistance of\nsomeone else.\n\nThanks for your expected co-operation and treat ASAP as your utmost\nTrust,Honesty and Confidentiality will be highly appreciated in this\nbusiness deal transaction.\n\nThanks with great regards.\n\nMr. Donald Ofu Obidima\n\n\n", "id": "892ba7ce32ce4fe65a8683a98d1f97e7"}