{"email_subject": "REPLY ME NOW", "email_body": "\n\n\n\n>From Mr.Jim Nelson,\n# 41 Easton Street,\nLondon WC1X 0DW, UK\nOccupations: External Auditor\n\nAttn;\n\nDo accept my sincere apologies if my mail does not meet your personal\nethics although I wish to use this medium to get in touch with you first\nbecause it's fastest means. I am a staff in the account section of a known\nbank here in the United Kingdom.\n\nIn one of our periodic auditing I disproved a dormant account with holding\nbalance of £15,000,000.00 (Fifteen Million British\nPounds) which has not been operated for the past three years. From my\ninvestigations and confirmations, the owner of this account, a foreigner\nby name Mr James Williams  died in July 19,2003 and since then nobody has\ndone anything as regards the claiming of this money because he has no\nfamily members who are aware of the existence of neither the account nor\nthe funds.\n\nI have secretly discussed this matter with a top senior minister official\nof the federal ministry of  finance here and we have agreed to find a\nreliable foreign partner to deal with us although due to his position he\ndid not want to take active part but as soon as you follow myinstructions\neverything will be successful because we will be working hand in hand with\nhim.\n\nWe thus propose to do business with you, standing in as the next of kin of\nthese funds from the deceased and after due legal processes have been\nfollowed the fund will be released to your account without delay and we\nwill use it for investment and to assist the less privileged in the\nsociety.This transaction is totally free of risk and troubles as the fund\nis legitimate and does not originate from drug, money laundry,\nterrorism or any other illegal act. On receipt of your response I will\nfurnish you with detailed clarification as it relates to this mutual\nbenefit transaction look forward to hearing from you as soon as possible\nif you are interested.\n\nRegards,\nMr.Jim Nelson.\n\n\n\n\n", "id": "892ce812950f0379e078be36d7a14e07"}