{"email_subject": "URGENT ASSISTNCE NEEDED", "email_body": "FROM: Mr. Mark Andreas\nTEL: + 27-73-370-9157\n  Johannesburg, South Africa.\n\n  Dear Sir / Madam,\nI am Mark Andreas,  the son of comrade Border Andreas who was the former Zimbabwean Minister for youth, gender and Employment creation. While alive, my father stood against seizure of white farms and it's distribution  to the blacks without compensation to the white owners.\n \nFirst and foremost, I apologized using this medium to reach you for a transaction / business of this magnitude, but this is due to Confidentiality and prompt access reposed on this medium. In unfolding this proposal, I want to count on you, as a respected and honest person to handle this transaction with sincerity, trust and confidentiality. I have decided to seek a confidential co-operation with you in the execution of the transaction described hereunder for the benefit of all parties involved and hope you will keep it as a top secret because of the nature of this transaction.\n \nBecause of what is happening in the world today and to verify my predicaments as well as my sincerity, I would like you to visit the site below to read more about my father.\n Www.Mweb.co.zw/standard/index.php? id=2908&pubdate=2001-04-29\nwww.dailynews.co.zw/daily/2001/December/December4/3891.htm1\nwww.zimbabwewhitefarmers.co.zw\n \nBecause of my father\u0092s sincerity, he was killed by a planned motor accident along Harare-Masvingo Road near Mvuma Province of Zimbabwe. But before his untimely death, my father told me some few weeks earlier that he kept a box with a private Security and finance Company in Johannesburg, South Africa which contains US$20.5 Million (Twenty million, five hundred thousand United States dollars). He warned that he only declared the contents of the box to the Security and finance Company as family treasure/ valuables, with insurance values of the said amount. He also told me that he used my name as the beneficiary of this money being his first child.\n \nThe original document that shows the Deed of lodge, Proof of Deposit, and Depository Agreement between my late father and the Management of the Security Company was kept with my mother.\n \nAfter my father\u0092s death, mother, my little sister and I ran to South Africa to seek asylum for our lives. Because of the South African financial law which prohibits asylum seekers/refugees like my mother and I to open bank account or involve in any financial transaction, I decided to write to you to seek your assistance for this money to be transferred into your company\u0092s or personal bank account while all arrangement for a hitch free transfer have been fully taken care of.\nI have the authority of my family to propose that should you be willing to assist us in this transaction your share as compensation will be US$5.125m (25%), while my family takes US$13.325m (65%) and the balance of US$2.5m (10%) for miscellaneous expenses that may be incurred by either party during the transfer.\n \nI want to let you know that this transaction is 100% risk free provided you treat it with utmost confidentiality because the Zimbabwean Government are bent on collecting  all assets / properties belonging to my late father.\n \nPlease, I do hope that this money will be safe when finally transferred into your account and I do hope of establishing a good relationship with you and your family after this transaction. I wait to hear from you.\n \nRegards & God bless,\nMr. Mark Andreas\n(For and on behalf of my family)\n\nSend instant messages to your online friends http://uk.messenger.yahoo.com \n\t\t\n---------------------------------\nYahoo! Messenger  NEW - crystal clear PC to PC calling worldwide with voicemail ", "id": "89657ee4185e8ef7c28910d1d76f54a5"}