{"email_subject": "Bonjour/Bonnée Année. ", "email_body": "Bonjour,      \nJe suis le M. John Amos Cadre à la BANQUE  INTERNATIONALE\nDE LAFRIQUE DE LOUEST(BIAO)Abidjan Cote  D'ivoire\n Permettez moi de vous dire que je ne crois pas au  hasard\net que toute chose arrive parce que le TOUT  PUISSANT le\npermet.  J'ai découvert des fonds abandonnés d'un montant\nde  11.5millions de dollars que notre banque est sur le\n point de reconvertir dans son trésor propre car selon  le\nreglèment interieur et les statuts,tout somme  d'argent non\nréclamée au dela d'un certain nombre  d'années est\nsystématiquement reconverti dans le  trésor de la banque.\n   C'est argent appartenait à l'un de nos clients  ALLEMAND\nd'origine qui trouva la mort avec toute sa  famille dans un\naccident d'avion et jusqu'à ce jour  aucune personne ne\ns'est presenté comme bénéficiaire  ou ayant droit.  Je vous\nai donc contacté pour qu'ensemble nous  fassions sortir ces\nfonds de ce pays la cote d'ivoire  pour votre compte et\nqu'au terme de cette transaction  nous partagions ces fonds\nselon les pourcentages  convenus à savoir 30% pour vous et\nle reste à moi.    Sachez que j'ai pris tous les\ndispositions utiles pour  la reussite de cette affaire\nautrement je ne perdrais  pas  mon temps ni le votre.\n Lorsque vous me donnerez votre accord de principe je  vous\nenverrai le formulaire de réclamation que vous  remplirez\net faxerez à la banque en vous presentant  comme associé du\ndefunt donc bénéficiaire des fonds et  moi à la banque\nappuierai votre réclamation de sorte  que la baqnue\ntransfère les fonds dans votre compte  indiqué.    Toutes\nles dispositions seront prises pour que cette  transaction\nsoit légale avec documents authentiques à  l'appui  Un\ndétail important gardez la discretion autour de  cette\naffaire et ne permettez pas que la banque sache  que c'est\nqui vous fournit toutes ces informations au  risque de\ncompromettre la transaction dans laquelle  j'ai investi\nbeaucoup d'aregnt d'efforts et de temps.    Dans l'attente\nd'une réponse favorable je vous adresse  mes fraternelles\nsalutations    \nJohn Amos.\n\n\n", "id": "8967af4f38c4e3e2241ce4a6a422e715"}