{"email_subject": "Attention: The beneficiary.", "email_body": "Content-Type: text/plain\n\nContent-Transfer-Encoding: 8bit\n\n\n\n\n>From the desk of Dr. Henry Salami, \n\nThe Audit Section of the Presidency, \n\nFederal Republic of Nigeria. \n\n \n\nAttention: The beneficiary, \n\n\n\nDear Sir, \n\n\n\nRe: Payment  Instruction for your outstanding claim. \n\n \n\nFor succinct introduction, I am Dr. Henry Salami of the above named Section of the Federal Republic of Nigeria (FRN). The presidency has mandated the Audit Section to handle all foreign Contract awarded and commissioned since 1995 till date. Based on that your file has been forwarded to my office for review and subsequent payment to those contracts that was genuinely awarded and commissioned.\n\n\n\nBased on the review carried out on your claim, I discovered that the claim you are laying was grossly over-invoiced and inflated to that magnitude by some officials who contacted you to provide an account to receive the fund simply because the code of conduct bureau does not permit civil servants to run or operate foreign account. You are presented to receive the fund as the beneficiary.\n\n \n\nI have discovered that at no time did you execute any contract for the Federal Republic of Nigeria, that you are contacted by some officials who presented you as the beneficiary just because Contract payment falls within their area of jurisdiction. Their aim is to divert the fund for you all to share mutually. I discovered and decided to contact you though you might find it difficult to believe but it is just the hard truth and so much money has been spent in these matter. \n\n \n\nI am contacting you just for one reason that the fund can still be paid if I recommend because my discovery has not be revealled to anyone yet and I don't want to cancel the payment outrightly because it will not go down well with you. I want to let you know that the fund can be paid if you are ready to follow my advise and work secretly with me due to the fact that I have interest in the fund . I want to benefit from it, so let me know what will be my share out of it then I will go ahead and correct the anomalies and your past mistakes for the fund to be paid to you in seven working days.I am writing you with the spirit that you have seen that this is the truth but it will be very difficult to believe. As an Auditor attached to the Presidency, I am interested in the fund and I will like us to do the business together then I will write a favourable report about the claim for the immediate release of the fund or I will put up a report that will lead to the total cancellation of the payment. I know you have lost much money in Lobbying the officials to get the approvals.\n\n\n\nAt the precise moment, the claim has been processed, we are irrevocably mandated to debit the Federal Government account.I \n\nwill be expecting your call urgently on my direct No. +234 802 6944656 for us to discuss verbally for it might interest you to note that seven working day from the moment you acknowledge the receipt of this mail and agree on my terms will be enough to confirm the fund in your account provided you abide by my rules and also maintain the confidentiality of the transaction to avoid anything that will discredit my reputation.  I advice you discontinue any further communication with any other person for us to proceed in concrete fashion.\n\n \n\nWaiting for your response as a matter of urgency as the 2nd  Payment Quarter will come to end shortly. Do reconfirm your current telephone. It is  for effective communication. \n\n \n\n \n\nRevert with utmost urgency.\n\n\n\nThanks, \n\n \n\nYours faithfully, \n\n\n\nDr. Henry  Salami.\n\nAuditor of  the Federation. (FGN)\n\n\n\nDIRECT ALL REPLIES TO MY PRIVATE EMAIL ADDRESS: h_salami1@medicinatv.com\n\n\n\n\n\n\n", "id": "89bb798397ee95978097c5a2b0eec120"}