{"email_subject": "SOLICITING   FOR  A  BUSINESS  ASSISTANCE", "email_body": "SOLICITING FOR A BUSINESS VENTURE AND PARTNESHIP.\n\nDEAR SIR,\n\nI AM THE SON OF THE LATE PRESIDENT OF THE FEDERAL REPUBLIC OF ZAIRE, PRESIDENT MOBUTU SESE SEKO,(NOW REPUBLIC OF CONGO UNDER THE LEADERSHIP OF THE SON OF MR. LAURENT KABILA) I PRESUME YOU ARE AWARE THERE IS A FINANCIAL DISPUTE BETWEEN MY FAMILY (THE MOBUTU\u0092S) AND THE PRESENT CIVILIAN GOVERNMENT. THIS IS BASED ON WHAT THEY BELIEVE AS BAD AND CORRUPTS GOVERNANCE ON MY LATE FATHER\u0092S PART.  MAY HIS SOUL REST IN PEACE.\n\nPRESENTLY, WE CANNOT DO BUSINESS HERE IN HOLLAND AND MANY OTHER COUNTRIES OF THE WORLD BECAUSE OF THE NEW FRIENDLY RELATIONSHIP BETWEEN THE PRESENT GOVERNMENT AND THE WESTERN WORLD AS YOU MIGHT HAVE HEARD HOW A LOT OF MY FATHER\u0092S BANK ACCOUNT IN SWITZERLAND NORTH AMERICAN HAVE SINCE BEEN FROZEN.\n\nFOLLOWING THE ABOVE MENTION REASONS, I AM SOLICITING FOR YOUR HUMBLE AND CONFIDENTIAL ASSISTANCE TO TAKE CUSTODY OF TEN MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS (US$10.5) AND (5KG OF DIAMOND) ALSO TO FRONT FOR ME IN THE AREAS OF BUSINESS YOU DESIRE PROFITABLE. THIS SUM OF US$10.5M AND DIAMOND HAS SECRETLY BEEN DEPOSITED INTO A CONFIDENTIAL SECURITY COMPANY, WHERE IT CAN EASILY BEEN WITHDRAWN OR PAID TO A RECOMMENDED BENEFICIARY.\n\nTHIS FUNDS WILL BE RELEASED TO YOU BY THE SECURITY COMPANY BASED ON MY RECOMMENDATIONS ON THAT NOTE, YOU WILL BE PRESENTED AS MY PARTNER WHO WILL BE FRONTING FOR ME AND MY FAMILY IN ANY SUBSEQUENT VENTURES.\n\nTO SHOW MY PREPAREDNESS AND THE APPRECIATION TO CONDUCT THIS BUSINESS WITH YOU I SHALL GIVE YOU 20% OF THE FUNDS AND 20% COMMISSION ON ANY PROFIT REALIZABLE IN THE PROCESS OF INVESTMENT OF THIS FUNDS FOR YOUR ROLE IN THIS BUSINESS,WE ARE WILLING TO MAKE AVAILABLE 5% FOR ANY EVENTUAL EXPENSE THAT MAY OCCUR IN THE PROCESS OF THIS TRANSACTION.\nPLEASE, I NEED YOUR ENTIRE SUPPORT AND CO-OPERATION FOR THE SUCCESS OF THIS BUSINESS VENTURES, YOUR UTMOST CONFIDENTIALITY AND SECRECY IS HIGHLY REQUIRED, DUE TO MY FAMILY PRESENT PREDICAMENT.\n\nI SINCERELY WILL APPRECIATE YOUR ACKNOWLEDGEMENT AS SOON AS POSSIBLE. YOU CAN MAIL ME ON THIS E-MAIL:nzangamobutu@myself.com\n\nBest regards,\nMR. NZANGA MOBUTU.   ", "id": "89cc4dc97f03ea42035decf95858283d"}