{"email_subject": "confidentiel", "email_body": "Tres Cher ,\n\nJe suis mlle GOBLOUSO SOLANGE  la  fille de feu GOBLOUSO REMI.\nJe t écris avec une confidence absolue premièrementpour demander ton assistance pour\ntransférer mon argent d une valeur  de (5 000 000 de dollards us )qui actuellement se trouve dans le coffre fort d'une compagnie de sécurité ici en Abidjan dans votre pays jusqu'à mon arrivée chez vous. mon seul espoir actuellement est en toi et en la boitedéposé dans la compagnie de sécurité.\nAvant la mort de mon pére le mardi 09 novembre 2004 dans un hôpital privé ici à Abidjan il ma secrètement appelé de côté ,moi et mon petit frere David et m'a revelé qu'il a la somme de (5 000 000 de dollards us ) dans une compagnie de securité ici à Abidjan, et que\n\n\nje suis son heritiere . Il m\u0092a également expliqué que c'était en raison de cette richesse qu'il a été agressé et battu et qu'il es sur et certain que se sont  des proches du clan presidentiel . il ma conseillé que je devrais chercher un associé ou une associée  étranger dans un pays de mon choix où je transférerai cet argent et\nl'emploierai dans le but d'investir dans la gestion de biens immobiliers ou la gestion d'hôtel. \n\nA cet effet, je sollicite humblement votre assistance dans le sens suivant :\n1- m'aider à faire sortir la boite de la compagnie de sécurité comme CO- bénéficiaire pour transférer cet argent en votre nom  dans votre pays pour un investissement lucratif  avec vous comme principal acteur.\n2- Le plus important c'est que la compagnie de Sécurité ne connaît pas le contenu exact de la boite\nparce quil la déclaré comme contenant des effets de familles. \n3- Tous les documents relatifs au dépôts sont avec moi dans mon coffre a la maison. \n4- Pour ton assistance, je te céderai 20% de cet argent pour vos efforts et votre assistance.\n5- Enfin je tes prie de garder cette transaction strictement confidentiel. \n\nMerci et que Dieu vous bénisse pour votre assistance à\nnotre égard. \n\nTrès sincèrement\n\nSolange\n\n\n\nLas nuevas aventuras de Harry Potter, a un clic! http://www.starmedia.com/entretenimiento/especiales/novedades.html", "id": "89db8757b239e0717c5dca3cfb55a282"}