{"email_subject": "BUSINESS", "email_body": ": Mrs. Agnes Fatima Isa Kiatha.\n\nI am Mrs. Agnes Fatima Isa Kiatha, from Kuwait. I am married to \nUsman Isa Kaitha of blessed \nmemory who worked with Kuwait embassy in Madrid Spain for nine \nyears before he died in the year \n2002. We were married for eleven years without a child he died \nafter a brief illness that lasted \nonly four days. Before his death he was a very devoted Muslim and \nI was a devoted Christian by \nbirth battling with both cancer and fibroid problems. When my \nlate husband was alive, he \ndeposited the sum of $25.5million dollars (twenty five million, \nfive hundred dollars), which he in\nherited from his late father (sheikh Usman Isa Kaitha) with an \noverseas finance and security firm. \nPresently, this money is still with finance and security firm. \nRecently, my doctor told me that I \nhad a terminating illness (cancer) that would last for the next \nfour months. \n\nHaving known my condition I decided to donate this fund to either \na Christian organization or a \ndevoted Christian individual that will utilize this money the way \nI am going to instruct here in.\n  \n\nI want this Christian organization or individual to use this \nmoney in all sincerity to fund \nchurches, orphanages, widows and also propagating the word of God \nand to ensure that the society \nupholds the views and beliefs of the holy bible. The holy bible \nemphasized so much on the giving \nof alms, charity and this has encouraged me in taking this bold \nstep. I took this decision \nbecause I don't have any child and my late husband's relatives \nare all Muslims and I don't want \nmy husband&#8217;s hard earned money to be misused by people that call \nme an unbeliever.\n\nI don't want a situation where this money will be used in an \nunholy manner hence the reasons for \ntaking this bold decision. I know that after death I will be with \nGod the highest and the most \nmerciful one. I don't need any telephone communications but will \nonly give you the contact of my \nlawyer because he is the one who is going to assist you in making \nyou the beneficiary of the \nconsignment in the finance and security firm if you receive this \nletter and accept to assist me \nto conclude this transaction, if you want to speak with me he \nwill arrange for that because my \ndoctor warned me not to talk for too long a time and secondly, I \ncan't discuss in the presence of\nmy husbands relatives for they always stay with me in the \nhospital, my lawyer is the only person \nthat knows the decision that I am taking.\n\nWith God, I know that all things are possible and as soon as I \nreceive your reply through my \nlawyer I will now give him instruction to make you the \nbeneficiary of the consignment and all \nnecessary steps to take before receiving these funds and I shall \nalso give you the contact of the\nfinance and security firm I will also issue you a letter of \nauthority that will prove you as the \noriginal beneficiary of the funds. I want you and the Christian \ncommunity where you reside to \nalways pray for me. \n\nMy happiness is that I lived a life of a true devoted Christian \nthough married to a Muslim, \nwhoever that wants to serve God must serve him in truth and in \nspirit, please always be prayerful \nall through your life. Any delay in your reply will give me room \nin souring for another Christian\norganization or a devoted Christian for the same purpose. \n\nUntil I hear from you my dreams will rest squarely on your \nshoulders, may the Almighty God \ncontinue to guide and protect you. Amen. \n\nYours faithfully, \n\nPLEASE REPLY THROUGH MY ATTORNEYS PRIVATE EMAIL:kufor40@lawyer.com\n\nMrs. Agnes Fatima Isa Kiatha.\n\n\n", "id": "8a2e035adfe65a1dad5176ed7fa5c06f"}