{"email_subject": "Assalam  Ailekun", "email_body": "Assalam  Ailekun,\nAm contacting you believing you are a honest and trustworthy person.I \nbelieve you will not betray the confidence I am willing to repose in \nyou, for me to have contacted you even though we've not met before. \nYou can find the story on this \nwebsite:http://(news.bbc.co.uk/2/hi/africa/2269238.stm) \nOn 19th of September 2002,a group of so called rebels took over the \ncity of Bouake to over-throw the Government of Mr.Laurent Gbagbo the \nPresident of Cote d'Ivoire. On the 20th day morning at about 4:18am some \nfractions of the same group of rebels break into our house and killed our \nsecurity guard and pass-through the gate entrance to the main building \nand took my father away to an un-known destination. \nAfter about four hours later we found him (my father) at the road side, \nby then he had been totally beaten and was bleeding to death lying in \nthe pool of his own blood. From there, we rushed him to a near by \nhospital and hours later he sent for my mother. So he told her that he can \nnot make it from the doctors diagnosis, he also told her that it was \nbecause he (my father) was not from the northern part of the country that \nhe has been treated this way and also being a political activist. \nAnd again he said he is suspecting some of his business partners for \nconspiracy and this sort of brutality. He also told my mother that he \ndeposited a huge amount of money i.e US$ 10.5million dollars(Ten million \nfive hundred thousand us dollars only) into a Bank he also told my \nmother where he kept the whole documents concerning this deposit that is \nmade for investment purpose in the western world. \nThat same day, he (my father) gave up the ghost. Then with the help of \nthe French soldiers, we escaped to Senegal, where we are now.for \nrefugee camp I am now contacting you believing you are honest and trustworthy \nto help us to receive the money in your account for investment, I and \nmy mother has decided in compensating you 20%of the total amount for \nyour assistance . \nPlease do take your time to go through the mail and get back to us, so \nthat I will simply introduce you to the Bank where the fund are being \nkept now for onward transfer. So you can contact us through our \nalternate email adress. \nAm waiting for your response. \nThanks and God bless. you \nMonica Gui.\n\n\n\n\n", "id": "8a5b1df00016d1d9306e39992678f376"}