{"email_subject": "Donation for God's work.", "email_body": "Reply-To: stanley.jones56@yahoo.es MIME-Version: 1.0 Content-Type: text/plain Message-Id: <20070330060809.E8EA7416D7@rcmdxwebc01.cavtel.net> Date: Fri, 30 Mar 2007 02:05:44 -0400 (EDT) Content-Transfer-Encoding: quoted-printable =0D 30 Leicester Square, London, WC2H 7LA =0D Tel: + 44 07011138415 =0D  =0D Dearest In Christ,=0D =0D It is with Heavy Heart I am reaching you regarding the death of my late c= lient. I am Barrister Stanley Jones, the legal adviser to late MR. MIKE &=  CAROL HALL, a very Wealthy Couple that lived here in the United Kingdom,=  before their Death on the 26th of December 2004 during the Tsunami disas= ter. These couple served God as very dedicated Christians, they so dedica= ted their life to God but they had no child till they died. They acquired=  a lot of landed properties like lands, Stocks/Bond, house properties, et= c. As their legal adviser, before their death, the husband Mr. Mike & Car= ol Hall instructed me to write his WILL because they had no child; they d= edicated their wealth to God.=0D =0D According to the WILL, their assets should be given out to a ministry for=  the work of God. As their legal adviser, all the documents for the asset= s that are deposited with the security company are in my care. He gave me=  the authority to give out the funds to Ministries for the work of God. A= s instructed by MR. MIKE HALL before his death. As a matter of fact the t= otal amount of money that is contained in the two trunk Boxes is $10,000,= 000.00, they did not want the management of the Security Company to know = the content of the consignments, therefore they registered the content of=  the consignments=0D as Gold Bars. Now, the security company believes that what they deposited=  with them were Gold Bars.=0D =0D As a born again Christian, I have been reading my bible and I have to do = what is lawful and right in the sight of God by giving out the fund to th= e chosen ministry for the purpose of God\\\\'s work as instructed by the own= er before his death. After my fasting and prayers Today, I asked God to m= ake his choice and direct me to an honest Christian or the chosen ministr= y that deserves this fund by his Grace. I then came across your address o= n the Internet as I was browsing through a Christian site. I appeal to yo= u for the fund to be used wisely for things that will glorify the name of=  God. I have just notified the Security Company where they deposited the = consignments that contained the fund, that I am moving the consignment ab= road, and the security company is awaiting my authority to move the consi= gnment out of the shores of my country.=0D =0D Dear child of Zion, if you know that you will use this fund honestly and = wisely for things that will glorify God's name, then do contact me with y= our direct contact address, telephone and fax numbers via my email  addre= ss=0D =0D Your prompt response will be highly appreciated.=0D =0D Yours in Christ,=0D =0D Barrister Stanley Jones.=0D", "id": "8ac7e88d2c9bc253e5d8f3d2ce2761c4"}