{"email_subject": "Hello", "email_body": "DAN MOORE\nDAN MOORE & Associates\nDale House\nLondon SE16 2PT\nUnited Kingdom\n\n\nI am Barrister DAN MOORE. an attorney to John Pedro, a deceased immigrant. \nProperty magnate,an American who was based in the London, Also referred to \nas my client.On the 6th of July 2005, my client, his wife and their only \nChild died in the train bomb blast along Edgware road Uk.\n\nSince then I have been managing his properties here in the U.K. and some of \nhis properties, which he put out for sale. which I monitored the payment as \nhis attorney, has been bought and paid for. Now the money paid was deposited \ninto his Local account here. I have contacted you to assist in repatriating \nthe money and property left behind by my client before they get confiscated \nor declared unserviceable by his bank particularly, the bank has issued me a \nnotice to provide any of his next of kin or have the account confiscated \nwithin a short time.My late client has an account valued at 18 Million \nPounds.\n\nSince I have been unsuccessful in locating the relatives for some time now \nand days, and with the bank giving me deadline, I now seek your consent to \npresent you as the next of kin of the deceased, so that the proceeds of this \naccount valued at 18 Million Pounds can be paid to you And then you and I \ncan share the money. 50% to me and 40% for you and 10% for scellaneous \nexpenses that might arise. I have all necessary information/ document that \ncan be used to back up any Claim we may make.\n\nAll I require is your honest co-operation to enable us seeing this deal \nthrough. I guarantee that this will be executed under a legitimate \narrangement that will Protect you from any breach of the law. Trust me, as \nhis attorney, this is a Risk free business relationship.\n\nPlease get in touch with me by my email   And send me your full names and \naddress, telephone and fax numbers to enable us discuss further.\n\nBest Regards,\nDAN MOORE.\n\n\n\n\n", "id": "8ae00f9f278b5443237c6b92b2f9985e"}