{"email_subject": "urgent offer...", "email_body": "Name: Mr. Chin Weng Yin\nEmail:Chin_800@yahoo.com \nKind Attention. Sir/Madam\nMy name is Mr. Chin Weng Yin, I trained and work as an external auditor for the United Overseas Bank (UOB) of Singapore, working as part of a bigger team that covers the entire Asian region. I had taken pains to find your contact through personal endeavors.On routine audit check last month, I discovered some investment accounts that had been dormant for the least twelve years (Three tenures of four years each). All the accounts belong to a single holder with monies totaling a little above $10 million United States Dollars plus interest. Banking regulation/legislation in Singapore demand that I notify the fiscal authorities after a statutory time period of twelve years when dormant accounts of this type are called in by the monetary regulatory bodies. The above set of facts underscores my reason of writing and making the following proposing. \nMy investigations of the said account reveals that the investor died in 1993-the exact time the account was last operated. I can confirm with certainty that the said investor died interstate and no next-of-kin to his estate has been found or has come forward all these years. I am of the settled conviction that using my insider leverage, I, working with you can secure the funds in the account for us instead of allowing it pass as unclaimed funds into the coffers of the Government of Singapore. This exactly is why I crave your participation and co-operation. I have seized all relevant documents (legal and Banking) that will facilitate our putting you forward as the claimant /beneficiary of the funds and ultimately transfer the money to any account nominated by you. Of course you shall be handsomely rewarded for your part in this transaction as the people I am working with are prepared to allocate a 20% slice of the total funds for your efforts. I shall however leave out the finer details of this transaction till I receive an affirmation of your desire to participate.Be assured that I and my colleagues are on top of the situation all the time and there will be no risk whatsoever if you agree to make this claim on our behalf.. Needless to say, utmost confidentiality is of vital importance if we are to successfully reap the immense benefits of this transaction. To maintain the level of security required to see this transaction to come to a successful conclusion, I have intentionally left out the finer details. To affirm your willingness and cooperation to my proposal please do so by email, stating your full name, date of birth, telephone and fax number. I do expect your prompt response then I will give you my contact number for further discussion\n \nThank you,\n\n\n\n\n\n", "id": "8b2d503fb7dcfadd98fb73ad4b55e5c2"}