{"email_subject": "MY FRIEND, PLEASE I WANT TO HEAR FROM YOU TODAY", "email_body": "My Dear Friend,\n \nMy name is Dr. Ben Mboye, a Uganda national. I was the Permanent Secretary of Defense & Accounting Officer in Uganda. One of my reasons for contacting you is to share my joy with you that I have been exonerated and cleared by Hon Justice Julie Sebuntinde from the probe that involves three junk Chopper Helicopter purchased from Russia. My second reason is to ask you about the possibility of investing in your country that I believe we can embark upon together.\n\nDue to the strong campaign by President Yowery Museveni to subdue the rebel forces of Joseph Kony in my country, directive was given in 1997 for the need to purchase some fresh arms and ammunitions abroad, which includes 3 MI-24 Chopper Helicopter Gunship that have night vision and anti-missile devices from Russian. When my superiors in authority concluded the negotiation for the purchases, I was told to prepare a \u0093contract\u0094 for the purchases of the Helicopters, which I did as the Permanent Secretary of Defence and Accounting Officer. It will amaze you to hear that after the Belarusian suppliers delivered the three MI-24 Helicopters to Uganda, inspection was carried out and it was discovered that the three MI-24 helicopters were junks. Further investigation revealed that Lt. Gen. Salim Saleh who is a younger brother to the President and his Aide-de-Camp (Mr. Ruyondo) connived with the Russian company to supply helicopter that are almost out of service (junks) and they were not overhauled for selfish financial gains.\n\nWhen Hon Justice Julie Sebuntinde probed the case, a report was released stating that The Chief of Logistics and Engineering, The Minister of State for Defence and myself have been exonerated and cleared from the offence. Please, check: (http://allafrica.com/stories/200212120154.html). Nevertheless, I lost my job and was prohibited from participating in public services. \n\nPLEASE NOTE: In my long years of service to my country, I was able to acquire valuable fixed assets and substantial amount of money. Why the probing of the case was going on, I was advised by my Lawyer to sell off all my acquired properties that worth million of American dollars and also to withdraw my money from my bank account to save them from being frozen and confiscated. Due to the necessity for to lie low, I delegated power to my closest aide Mr. Mike Obodoh to be in charge of my projects.    \n\nThe money realized from the sales of my properties was added to the money that was withdrawn from my account and the total amount was US$15,500,000.00 (Fifteen Million, Five Hundred Thousand United States Dollars). Since I could not lodge this fund into any bank account for fear of being traced, the money was packaged and deposited with a Security Company that belong to a Holland national, based in South Africa for safekeeping. The funds are security coded and well packaged in a sealed luggage to prevent them from knowing the content. Arrangement is going on for the money to be moved from its current location to an affiliate security company in Europe by Mr. Mike Obodoh who is currently in The Netherlands to transact this business with you since I want my identity to be kept out of the money. \n\nWhat I want from you at this moment is to indicate your interest and willingness to receive this money for investment purposes in your country. You are going to work hand-in-hand with Mr. Mugelbe Jones whom I have authorised to send this proposal to you in The Netherlands. As soon as you receive this email, you are advised to contact him on his email address: (miobod@hotmail.com.) .He will let you know the modalities to claim the funds and also give you his phone number when you contact him. You will assist me in the investment of this money, but I will not want my identity revealed. I will also want to buy properties and stocks in multi-national companies and to engage in other safe and non-speculative investments with your assistance. At this point, I want to emphasise the high level of confidentiality, which this business demands and hope you will not betray the trust and confidence that I repose on you.\n \nAs soon as I receive your response, we will discuss other modalities including remuneration for your services. You can also reach me on my email address: drben211@yahoo.co.uk  \nAs you already know, time is of great essence in this transaction, kindly confirm your telephone and fax number to Mr. Mike Obodoh. Bear in mind that this project can be concluded within five days if you are prompt in your response.\n\nKind personal regards,\nDR. BEN MBOYE.  ", "id": "8b34ff4534114bc8c672596269ddb727"}