{"email_subject": "Urgent and confidential", "email_body": "FROM THE DESK OF: \nZhang He, \nBank of China.. \nShenzhen\nChina.\n \nDear Friend, \nI am Zhang He, Bank Manager of the Bank of China, Shenzhen branch, China. I have an urgent and very confidential business proposition for you. \nOn June 7, 2000, a consultant/ contractor with the Chinese Solid Minerals Corporation, made a numbered time (Fixed) Deposit for twelve calendar months, valued at Twenty One Million Dollars (US$21,000,000.00) only in my branch. Upon maturity, I sent a routine notification to the forwarding address but got no reply. After a month, we sent a reminder and finally we discovered from his contract employers, the South Korea Solid Minerals Corporation that he died along with his wife from a plane crash. On further investigation, I found out that he died Without making a WILL, and all attempts to trace his next of kin was fruitless. \nI therefore made further investigation and discovered that he did not declare any next of kin or relations in all his official documents, including his Bank Deposit paperwork in my Bank. \nThis sum of US$21,000,000.00 is still sitting in my Bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it. \nAccording to Laws of China, at the expiration of eight (8) years, the money will revert to the ownership of the South Korea Government if nobody applies to claim the funds. \nConsequently, my proposal is that I will like you as a foreigner to assist me in receiving this money as I have every machinery set to enable you receiver this money via a Finance firm based overseas. \nI need your urgent assistance so that this money will not get into the hands of some corrupt government officials. This is simple, I will require you to send me your complete names, contact address and telephone and fax numbers so that I will be able to apply for the necessary documents to enable you receive the money via the Finance firm overseas in your name. After receiving the money, we will share in the ratio of 75% for me and 25% for you. Note that the project will be 100% risk free. Considering my position as the credit officer of the bank, I guarantee the successful execution of this transaction. I have the facilities to obtain relevant documents to enable me lift the money from the bank overseas. \nIf you are interested, please reply immediately. Upon your response, I will then provide you with more details and relevant documents that will help you understand the transaction. \nI will also let you have the contact details of the Finance Firm and the country it is located in Overseas. Please send me your confidential TELEPHONE and FAX Numbers for fast communication, as I will need to speak to you to personally. You should observe utmost confidentiality, and rest assured that this transaction would be most profitable for both of us. Please reply through my secure email zhanghe_1967@163.com\n \nAwaiting your urgent reply. \n \nThanks and regards. \n \nZhang He.\n\n\n\n", "id": "8b5802ff51832e3d2d8a0f15cf5b34c0"}