{"email_subject": "I NEED YOUR URGENT REPLY  CONFIDENTIAL PLEASE", "email_body": "FROM THE DESK OF DR.ADAMU ALI,\nAUDITING AND ACCOUNTING MANEGER,\nBANK OF AFRICA (B.O.A)\nOUAGADOUGOU-BURKINA FASO.\n\nDear Friend,\n\n\nI am the manager of auditing and accounting at the foreign remittance \ndepartment of BANK OF AFRICA (B.O.A) here in Ouagadougou, Burkina Faso. In \nmy department we discovered an abandoned sum of US$15m dollars (Fifteen  \nMillion US dollars) in an account that belongs to one of our foreign \ncustomer (MR. ANDREAS SCHRANNER from Munich, Germany) who died along with \nhis entire family in Jully 2000 in a plane crash.For more informations about \nthe crash you can visit this site: \nhttp://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\nSince we got information about his death, we have been expecting his next of \nkin to come over and claim his money because we cannot release it unless \nsome body applies for it as next of kin or relation to the deceased as \nindicated in our banking guidlings and laws but unfortunately we learnt that \nall his supposed next of kin or relation died alongside with him at the \nplane crash leaving nobody behind for the claim.\n\nIt is therefore upon this discovery that I now decided to make this business \nproposal to you and release the money to you as the next of kin or relation \nto the deceased for safety and subsequent disbursement since nobody is \ncoming for it and we don't want this money to go into the bank treasury as \nunclaimed bill.\n\nThe banking law and guidline here stipulates that if such money remained \nunclaimed after seven  years, the money will be transfered into the bank \ntreasury as unclaimed fund. The request of foreigner as next of kin in this \nbusiness is occassioned by the fact that the customer was a foreigner and a \nBurkinabe cannot stand as next of kin to a foreigner.\n\nI agree that 30% of this money will be for you as a respect to the provision \nof a foriegn account ,10% will be set aside for expenses incurred during the \nbusiness and 60% would be for me Thereafter, I will visit your country for \ndisbursement according to the percentage indicated Therefore, to enable the \nimmediate transfer of this fund to you arranged,you must apply first to the \nbank as relation or next of kin of the deceased with a text of application \nthat i will send to you,so i will like you to send to me your private \ntelephone and fax number for easy and effective communication and location \nwhere in the money will be remitted.\n\nUpon receipt of your reply, I will send to you by fax or email the text of \nthe application . I will not fail to bring to your notice this transaction \nis hitch-free and that you should not entertain any atom of fear as all \nrequired arrangements have been made for the transfer. You should contact me\nimmediately as soon as you receive this letter.\nTrusting to hear from you immediately.\nYours Faithfully,\n1. NAME IN FULL:................................\n2. ADDRESS:.......................................\n3. NATIONALITY:...................................\n4. AGE:.............................................\n5. Sex..............................................\n6. OCCUPATION:......................................\n7. MARITAL STATUS:..................................\n8. PHONE............................................\n9. FAX:.............................................\n\nDR.ADAMU ALI OF AFRICA (B.O.A)\n\n_________________________________________________________________\nAvec Windows Live OneCare liminez tous les virus de votre PC ! \nhttp://www.windowslive.fr/liveonecare/default.asp\n\n\n\n", "id": "8b8662157da0c56fb72a9354871737b0"}