{"email_subject": "RE: PLEASE CONTACT ME SOON", "email_body": "\nDear,  I Am Contacting You In Absolute Confidence That I Can Trust You.My Name Is Mr.Nelson Mansouri A Staff With Banque De L'Habitat Au Burkina Faso (Bhbf) Ouagadougou Burkina Faso.I Write To You In Respect Of A Our Client, Who Unfortunately Died Along With His Registered Heir Apparent (His Wife) And Their Entire Family In A Ship Mishap That Happened In Yantai City,Eastern China.  The Deceased Is On Tourist Vacation With His Whole Family On That Fateful Day.Your Country Of Origin Will Not Pose Any Problem To The Claim.You Dont Need To Entertained Any Atom Of Fear As The All The UnderGround Work Has Been Taking Care By Me. Before His Sudden Departure The Deceased Left A Sum Of 4.500,000.00 Euros (Four Million Five Hundred Thousand Euros).With The Banque De L'Habitat Au Burkina Faso (Bhbf).The Bank Will Soon Decleared His  Assets To Go To The State Government Account.  The Bank Ethics States That The Fund Goes Into The States Government Account If Nobody Comes To Claim Said Funds After Seven (7)Years Of The Confirmation Of The Death Of The Depositor.For The Past 6 Years,All The Effort Of Our Customer Service Department To Trace Any Relative Of The Late Custormer Has Proved Abortive.  I Am Seeking For Your Help In This Matter.For Standing As The Heir Apparent Of The Deceased And Providing Your Account In Receiving This Money,You Will Be Entittled To 40 %,10% Of The Fund Will Be Used To Raise A Reputable Charity Home In Deceased Name While  5o% Is For Me.Bear In Mind That The Entire Transaction Will Be Risk Free And Legitimate Since The Funds Will Be Coming To You As Your Legitimate Inheritance.This Transaction Is Real.  Respond To Me As Soon As Possible . Yours Truly,  Mr.Nelson Mansouri    \n_________________________________________________________________\nTéléchargez gratuitement l'économiseur d'écran Les Simson Le film !\nhttp://specials.divertissements.fr.msn.com/lessimpsonlefilm/economiseur.aspx", "id": "8b9e753988adce334243f96981ac9474"}