{"email_subject": "From Mr.Haitham", "email_body": ">From The Desk of Mr.Haitham Sharaff.\nManager National Bank of Abu Dhabi\nDubai Unted Arab Emirate (U.A.E.)\nEmail:sharaff3@simbamail.fm\n\nI am Mr.Haitham Yousuf Branch Manager National Bank of Abu Dhabi), I \nhave urgent and very confidential business proposition for you.\nA British Oil consultant and contractor with the Kruger Gold Company,\nMr.Remond Beck made a numbered time (Fixed) Deposit for twelve calendar\nmonths, valued at US$12,000,000.00 (Twelve Million United State Dollars\n) in my branch. Upon maturity,\n \nI sent a routine notification to his forwarding address but got no reply.\nAfter a month, we sent a reminder and finally we discovered from his \ncontract employers, the Kruger Gold Company that Mr. Raymond Beck died \nin a plane crash along with his wife Mr. and Mrs. Remond Beck died in \na plan crash along with his wife in Egypt Air Flight 990, 1999 air crash\n(for more information about this crash and person you can contact this\nwebsite: http://www.s-t.com/daily/11-99/11-02-99/d08ho174.htm\n \nSince we got this information about his death and on further investigation,\nI found out that he died without making a WILL, and all attempts to \ntrace his next of kin was fruitless. I therefore made further investigation\nand discovered that Mr. Remond Beck did not declare any kin or relations \nin all his official documents, including his Bank Deposit paperwork in\nmy Bank. \n \nThis sum of US$12,000,000.00 is still sitting in my Bank and the interest\nis being rolled over with the principal sum at the end of each year. No\none will ever come forward to claim it. According to Laws of United Arab\nEmirates, at the expiration of 7 (seven) years, the money will revert to\nthe ownership of the (U.A.E) Government if nobody applies to claim the fund.\n \nConsequently, my proposal is that I will like you as a foreigner to stand\nin as the next of kin to Mr. Remond Beck so that the fruits of this old \nman's labor will not get into the hands of some corrupt government officials.\nThis is simple, I will like you to provide immediately your full names and \naddress so that the attorney will prepare the necessary documents and \naffidavits that will put you in place as the next of kin.\nWe shall employ the services of an attorney for drafting and notarization\nof the WILL and to obtain the necessary documents and letter of probate/\nadministration in your favor for the transfer. A bank account in any part\nof the world that you will provide will then facilitate the transfer of\nthis money to you as the beneficiary/next of kin. \n \nThe money will be paid into your account for us to share in the ratio of\n60% for me and 40% for you. There is no risk at all as all the paperwork\nfor this transaction will be done by the attorney and my position as the\nBranch Manager guarantees the successful execution of this transaction.\nIf you are interested, please reply immediately via the private email\naddress above. \n \nUpon your response, I shall then provide you with more details and relevant\ndocuments that will help you understand the transaction. Please send me your\nconfidential telephone and fax numbers for easy communication. Please observe \nutmost confidentiality, and rest assured that this transaction would be most\nprofitable for both of us because I shall require your assistance to invest\nmy share in your country.\n \nAwaiting your urgent reply via my confidential email address.\nRegards.\n \nMr.Haitham Sharaff.\n\n\n\n\n", "id": "8bdc062e236fdd6d16ee9742a8628622"}