{"email_subject": "From: Amah. (Urgent)", "email_body": "FROM THE DESK OF DR. AMAH O. AMAH \nPETROLEUM MINISTRY, SAUDI ARABIA \n\n\n\nI AM DR. AMAH O. AMAH, DIRECTOR OF FINANCE /CONTRACT DEPARTMENT OF THE PETROLEUMS, SAUDI ARABIA. \nTERMS OF REFERENCE: MY TERM OF REFERENCE INVOLVES THE FINANCIAL MANAGEMENT AND DISBURSEMENT OF PROCEEDS FROM PETROLEUM PRODUCTS AND ALSO THE AWARD OF CONTRACTS TO MULTINATIONAL COMPANIES. MY OFFICE IS ALSO SADDLED WITH THE RESPONSIBILITY OF SCREENING, CATEGORIZATION AND PRIORITIZATION OF PROJECTS EMBARKED UPON BY THIS MINISTRY AS WELL AS FEASIBILITY STUDIES AND SUPERVISING OF PROJECT CONSULTATIONS.\n \nTHE BREAKDOWN OF THE FISCAL EXPENDITURE BY THIS OFFICE AS AT THE END OF THE LAST QUOTA OF THE YEAR 2004 INDICATED THAT THIS MINISTRY PAID OUT A WHOPPING SUM OF $876 MILLION (EIGHT HUNDRED AND SEVENTY SIX MILLION UNITED STATES DOLLARS) TO SUCCESSFUL CONTRACT BENEFICIARY. THE MINISTRY IS NOW COMPILING LIST OF BENEFICIARIES TO BE PAID FOR THIS LAST QUARTER OF THE YEAR 2005.\n \nTHE CRUX OF THIS LETTER IS THAT THE FINANCE /CONTRACT DEPARTMENT OF THIS MINISTRY DELIBERATELY OVER INFLATED THE CONTRACT VALUE OF VARIOUS CONTRACTS AWARDED IN THE COURSE OF DISBURSEMENT, THIS DEPARTMENT HAS BEEN ABLE TO TRACK DOWN THE SUM OF $25.5M (TWENTY FIVE MILLION, FIVE HUNDRED THOUSAND UNITED STATES DOLLARS) AS OVER INFLATED SUM. THIS MONEY IS NOW LYING AND FLOATING IN THE MINISTRYS DOMICILARY ACCOUNT WITH IN LONDON. I AM NOW IN LONDON BECAUSE OF THIS BUSINESS TRANSACTION.\n \nI NOW WANT TO QUICKLY TRANSFER THIS FUND TO A SAFE NOMINATED FOREIGN ACCOUNT FOR VIABLE INVESTMENT ABROAD. WE ARE NOT ALLOWED AS A MATTER OF GOVERNMENT AND RELIGION POLICY TO OPERATE FOREIGN ACCOUNT BECAUSE OF OUR STATUS AS CIVIL/PUBLIC SERVANTS. HENCE THE NEED TO SOLICIT FOR YOUR ASSISTANCE TO PROVIDE AN ACCOUNT WHERE THE FUND WILL BE TRANSFERED.\n \nWE HAVE ALSO EVOLVED A SHARING FORMULA WHICH IS AS FOLLOWS:\n1) 35% FOR THE FOREIGN ACCOUNT OWNER ) 5% IS SET ASIDE FOR ANY EXPENSES THAT MAY BE INCURRED BOTH AT LOCAL AND INTERNATIONAL LEVEL. 3)  60% IS FOR ME. \n \nFURTHERMORE, WE SHALL BE RELYING ON YOUR ADVICE AS REGARDS INVESTMENTS OF PART OF MY SHARE IN ANY BLUECHIP COMPANY IN YOUR COUNTRY. BE INFORMED THAT THIS TRANSACTION IS GENUINE AND 100% SAFE CONSIDERING ME AS THE TOP OFFICAL INVOLVED.\n\nIF YOU ARE INTERESTED I WILL REQUIRE YOUR BANKING INFORMATION AS MENTIONED BELOW:\n\n1.\tNAME TO BE USED AS BENEFICIARY AND ADDRESS\n2.\tPRIVATE AND CONFIDENTIAL TELEPHONE, FAX AND EMAIL ADDRESS.\n3.\tYOUR FULL BANKING INFORMATION\nOR YOU CAN OPEN A NEW ACCOUNT IF YOU ARE NOT COMFORTABLE TO GIVE OUT YOUR CURRENT ACCOUNT.\n LOOKING FORWARD TO A HEALTHY BUSINESS RELATIONSHIP AND WAITING FOR YOUR PROMPT RESPONSE.\n\nSINCERELY, \n\nDR. AMAH O. AMAH\n\n\n\n", "id": "8bdf34acf6bfbe17efbf5ecc7363f789"}