{"email_subject": "FROM: MRS SUSAN ERICKSON,", "email_body": "FROM: MRS SUSAN ERICKSON,IN LORDSHIP.  I am the above named person from Tunisia but now undergoing medical treatment. I was married to DR ROBERT ERICKSON who worked with Tunisia Embassy in ABIDJAN for nine years, before he died in the year 2002. We were both married for eleven years without children. He died after a brief illness that lasted for only four days. Before his death we were both very close as husband and wife and since his death I decided not to re-marry. When my late husband was alive he deposited the sum of USD8,500,000.00 (Eight Million Five Hundred Thousand United States Dollars) with a local Finance Company here in ABIDJAN, COTE D' IVOIRE. I will send you the details as soon as you indicate your interest. Recently, my Doctor told me that I would not last for the next Seven months due to my cancer illness. Having known my condition and believing my Doctor I have decided to donate this fund to avoid total loss to Less privilege, or better still an individual that will utilize this   money the way I am going to instruct here-in.I want interested firm,or individual that will receive and use this money to help, orphanages ,widows and propagating the word of God and to ensure that the house of God is maintained. Please do not fail to spread the funds across the globe especially AFRICA as soon as you receive the money.  Hence it is more blessed to give than to receive. I took this decision hence I don't have any child that will inherit this money and my husband's relatives are fighting over the properties and I don't want my husband's hard earned money to be misused by their greedy attitude. I don't want a situation where this money will be used in an UNGODLY manner, hence the reason for taking this bold decision. I am not afraid of death since I am a good person.I shall hold my peace. I don't need any telephone communication in this regard because of my health, and because of the presence of my husband's relatives around me always. I don't want them to know about this development. With God all things are possible. As soon as I receive your reply I shall give you the contact information of the bank and other details that will enable you claim the funds.please i want you to be aware that according to my Attorney, there are some important documents that will be require  d by the Finance Company for the transfer and this is where i will need your little assistance before the fund can be shifted to you with the help of my Attorney.I will also issue you a letter of authority/Power of Attorney that will make you the beneficiary of this fund. I want you to always pray for me because the Lord is my shepherd. My happiness is that I lived a life of a worthy Christian. Whoever that wants to serve the GOD must serve him in spirit and truth. Please always be prayerful all through your life. I sent you this mail under severe pains. Any delay in your reply will be detrimental. Please assure me that you will act accordingly. Hoping to hear from you immediately.Remain blessed in the name of the Lord.Yours in Christ,MRS. SUSAN ERICKSON. Gli affari migliori del Web? Solo su Lycos Shopping!", "id": "8c1fc45b152ad400f6b54dfd0d67bfeb"}