{"email_subject": "Re: Pleased to meet you !", "email_body": "Good day !\n\nPlease accept my humble apologies if I had caught you unaware, I frankly\ndo not mean any embarrassment or harm to you.I simply want to know if you can\nassist me in claiming an inheritance which is laying stagnant in the vault of \na security and finance firm in Europe.This story might sound too strange,but it \nis true.Besides,wishing to live in your country,I am compelled to confide in you \nbased on the source of your contact which I got from an international data base.\n\nMy name is Mr Charles Conneh.I am the son of late Mr Edward Conneh who was \na co-director in Liberian Gold and Diamond Corperation.Following the indiscriminate \nkilling and looting of private and government properties by the rebel forces during \nthe war in Liberia,my family was one of the targets.Having survived,I relocated to \nSenegal.I would like to apply through this medium for your co-operation to secure an \nopportunity to invest and have a joint business with you. Irrespective of the fact \nthat we does not know each other before,please do consider this mail as someone who \nis desperately in need of assistance. \n\nWithout much procrastination,there is a substantial capital I honorably intend to \ninvest in your country into a very lucrative business of which you are to advise and \nexecute the said investment over there in your country for our mutual benefits.I am \nsoliciting for your able co-operation in order to become  my business partner in your \ncountry and create an idea on how the fund will be invested properly. \n\nMeanwhile, on indication of your willingness to handle this project sincerely,I Shall \nprovide you with the amount involved and other information that you may want to know.We \nshall mutually agree on a percentage which will be offered to you for assisting me transfer \nthe deposited vault to your position.I will be glad to reserve this respect and opportunity \nfor you, if you so desire.Please I implore you to give this all important transaction your\nimmediate attention.Again,if you are unable to assist please be kind enough to tell me so \nthat I will know my fate. \n\nLooking forward to receiving your prompt response.\n\nYours Faithfully,\n\nCharles.\n\n\n\n\n", "id": "8c3200ae19a912b124c4ce2c2d56e9c3"}