{"email_subject": "Confirm receipt.ASAP", "email_body": "Direct Tel.:+871-762-535915\nDirect Fax: +871-762-535916\nCorporate Tel.:+27-839494291\nmrsmary25@latinmail.com\n\nDear,\n\nI am Dr. E. Tutu, a native of Cape Town in South Africa and I am an\nExecutive Accountant with the South Africa Department of Mining & Natural\nResources. First and foremost, I apologized using this medium to reach you\nfor a transaction/business of this magnitude, but this is due to\nConfidentiality and prompt access reposed on this medium. Be informed that\na member of the South Africa Export Promotion Council (SEPC) who was at\nthe Government delegation to your country during a trade exhibition gave\nyour enviable credentials/particulars to me. I have decided to seek a\nconfidential co-operation with you in the execution of the deal described\nhereunder for the benefit of all parties and hope you will keep it as a\ntop secret because of the nature of this transaction.\n\nWithin the Department of Mining & Natural Resources where I work as an\nExecutive Accountant and with the cooperation of four other top officials,\nwe have in our possession as overdue payment bills totaling Eighteen\n-Million, Three Hundred Thousand U. S. Dollars, which we want to transfer\nabroad with the assistance and cooperation of a foreign company/individual\nto receive the said fund on our behalf or a reliable foreign non-company\naccount to receive such funds. More so, we are handicapped in the\ncircumstances, as the South Africa Civil Service Code of Conduct does not\nallow us to operate offshore account hence your importance in the whole\ntransaction.\n\nThis amount Eighteen Million, Three Hundred Thousand represents the\nbalance of the total contract value executed on behalf of my Department by\na foreign contracting firm, which we the officials over-invoiced\ndeliberately. Though the actual contract cost have been paid to the\noriginal contractor, leaving the balance in the tune of the said amount\nwhich we have in principles gotten approval to remit by Telegraphic\nTransfer (T.T) to any foreign bank account you will provide by filing in\nan application through the Justice Ministry here in South Africa for the\ntransfer of rights and privileges of the former contractor to you, hence\nprovide me with your private/direct fax number for the form to be send\nacross to you.\n\nI have the authority of my partners involved to propose that should you be\nwilling to assist us in the transaction, your share of the sum will be 15%\nof the (Eighteen - Million, Three Hundred Thousand U. S. Dollars).80% for\nus and 5% for taxation and miscellaneous expenses. The business itself is\n100% safe, on your part provided you treat it with utmost secrecy and\nconfidentiality. Also your area of specialization is not a hindrance to\nthe successful execution of this transaction. I have reposed my confidence\nin you and hope that you will not disappoint me. Endeavor to contact me\nimmediately through my above Tel/Fax number or my e-mail address, whether\nor not you are interested in this deal. If you are not, it will enable me\nscout for another foreign partner to carry out this deal I want to assure\nyou that my partners and myself are in a position to make the payment of\nthis claim possible provided you can give us a very strong Assurance and\nguarantee that our share will be secured and please remember to treat this\nmatter as very confidential matter, because we will not comprehend with\nany form of exposure as we are still in active Government \n\nService and remember once again that time is of the essence in this\nbusiness.\n\nI wait in anticipation of your fullest co-operation.\n\nYours faithfully,\n\nDr. E. Tutu  \nE-mail address: mrsmary25@latinmail.com\n\n\n", "id": "8c3e41f5b1093bd2990238ad936293ae"}