{"email_subject": "Capital Investment ( Real Estate )", "email_body": "\nDear Friend, \n\nI write to inform you of my desire to acquire estates\nor landed properties in your country on behalf of the\nDirector of Contracts and Finance Allocation of the\nFederal Ministry of works and Housing in Nigeria.\n\nConsidering his very strategic and influential\nposition, he would want the transaction to be strictly\nas confidential as possible. He further want his\nidentity to remain undisclosed at least for now, until\nthe completion of the transaction. Hence our desire to\nhave an overseas agent.\n\nI have therefore been directed to inquire if you would\nagree to act as our overseas agent in order to\nactualise this transaction. The deal in brief is that\nthe funds with which to carry out our proposed\ninvestments in your country is presently in a coded\naccount in the Nigerian apex bank and we need your\nassistance to transfer the funds to your country or\nany safe account outside your country in a convenient\nbank account that will be provided by you before we\ncan put the funds into use. For this you shall be\nconsidered to have executed a contract for the\nministry.\n\nThe contract sum of which shall run into\nUS$15.5Million of which your share shall be 30% if you\nagree to be our overseas agent. Your area of\nspecialisation does not matter in this transaction,\nall that is required of you is a safe account and your\nwillingness to assist us acquire estates in your\ncountry. As soon as payment is effected and the amount\nmentioned above is successfully transferred into your\naccount, we intend to use our own share in acquiring\nsome estates abroad. For this too, you shall serve as\nour agent . It might interest you to note that last\nyear, a similar transaction was carried out with one\nMR. CHIENCHEN YU of Taiwan but after securing the\npayment approvals, and payment effected, MR.CHIENCHEN\nYU changed his numbers and addresses, and was no where\nto be found on our getting to Taiwan. That was how we\nlost US$7.5Million.\n\nSo this time around , I will be with you before the\nremmittance is made into your provided account to\navoid future occurrence and allow trust to play a very\nminimal role until performance is seen. You are\nrequested to communicate your acceptance or otherwise\nof this proposal, through my email. \nAfter which we shall discuss in details the modalities\nfor seeing this transaction through. If however, you\nare not disposed to assist, kindly destroy this letter\nin view of the confidentiality of the proposed\ntransaction and interest of personalities involved.\nThank you in anticipation of your co-operation. \n\nBest Regards, \n\nDr.Mohammed Azeez.\n\n\n\n\n\n", "id": "8c8761c1945253fe4aaa9ffe81b07c96"}