{"email_subject": "partnership", "email_body": "DR. MORGAN  XHOSA,\nDEPARTMENT OF MINERALS AND ENERGY,\nPRETORIA, SOUTH AFRICA.\nEMAIL:morganxhosa2005@workmail.co.za\n\n\nATTN:Sir/Madam,\n\nSTRICTLY CONFIDENTIAL & URGENT\n\nIt is my great pleasure to write you this letter on behalf of my\ncolleagues. Your information was given to me by a member of the South African\nExport Promotion Council (SAEPC) who was with the Government delegation\non a trip to your country for a bilateral conference talk to encourage\nforeign investors. I have decided to seek a confidential co-operation\nwith you in the execution of the deal hereunder for the benefit of all\nparties and hope you will keep it confidential because of the nature of\nthis business.\n\nWithin the Department of Minerals & Energy where I work as a Director\nof Audit and Project Implementation and with the co-operation of two\nother t! ! op officials, we have in our possession an overdue payment in US\nfunds.\n\nThe said funds represent certain percentage of the total contract value\nexecuted on behalf of my Department by a foreign contracting firm,\nwhich we the officials over-invoiced to the amount of US$26.500,000.00\n(TwentySix Million Five Hundred Thousand US Dollars). Though the actual\ncontract cost has been paid to the original contractor, leaving the excess\nbalance unclaimed.\n\nSince the present elected Government is determined to pay foreign\ncontractors all debts owed, so as to maintain good relationship with foreign\ngovernments and non-government agencies, we included our bills for\napprovals with the Department of Finance and the South Africa Reserve Bank\n(SARB). We are seeking your assistance to front as beneficiary of the\nunclaimed funds, since we are not allowed to operate foreign accounts.\nDetails and change of beneficiary information upon application for claim\nto reflect payment and approvals will be secured on behalf of you/your\nCompany.\n\nI have the authority of my partners involved to propose that should you\nbe willing to assist us in this transaction your share as compensation\nwill be US$6.625m (25%), while my colleagues and I receive US$17.225m\n(65%) and the balance of US$2.650m (10%) for taxation and miscellaneous\nexpenses incurred.\n\nThe business is completely safe and secure, provided you treat it with\nutmost confidentiality. It does not matter whether you/your Company\ndoes contract projects, as a transfer of powers will be secured in favour\nof you/your Company. Also, your area of specialization is not a\nhindrance to the successful execution of this transaction. I have reposed my\nconfidence in you and hope that you will not disappoint us.\n\nKindly notify me by my email  \naddress:morganxhosa2005@workmail.co.za\nfor further details upon your acceptance of this proposal.\n\nT! ! hanks for your co-operation.\n\nRegards,\n\nDR.MORGAN XHOSA.\n\n\nN.B Please email your confidential Telephone number to enable me contact you\nfor further clarifications.\n\n\n\n\n", "id": "8cf86d125739e5fa20bb34c538e7540b"}