{"email_subject": "ATTN;PLEASE", "email_body": "\nNIGERIAN NATIONAL PETROLEUM CORPORATION \nCORPORATE HEADQUARTERS,\nLAGOS CONFIDENTIAL.\nFROM THE DESK OF:MR JOHN IKE\nLAGOS- NIGERIA\n\nAttn;Sir,\n\n        REQUEST FOR URGENT CONFIDENTIAL BUSINESS PROPOSAL.\nAfter due deliberation with my colleagues, I decided to forward this proposal.\nWe want a reliable person who could assist us to transfer the sum of Thirty\nMillion United States Dollars (US$30,000,000.00) into his/her account.This\nfund resulted from an over-invoced bill from contract awarded by us under\nthe budget allocation to my ministry and the bill was approved for payment\nby the concerned ministries. The contract has been executed, commissioned\nand the contractor was paid the actual cost of the contract. we are left\nwith the balance of US$30,000,000.00 as part of the over-invoiced amount,\nwhich we have deliberately over estimated, for our own \n\nI am contacting you to be our custodian for this fund.\n\n1. 20% for you (Account Owner)\n2. 70% for us\n3. 10% for Tax, as may required by our Government and yours.\n\nAs you may want to know and to make you less curious,I got your address\nfrom adverts, in business directory that protrayed your establishment in\ngood light. I am the Secretary of the Contract Awarding Committee (CAC)of\nthe Nigerian National Petroleum Corporation (NNPC). This transaction is\nvery much free from all sorts of RISK and TROUBLE from my Government. We\nhave been exercising patience for this opportunity for so long and to most\nof us this is a life time opportunity we cannot affford to miss. To get\nthis fund paid into your account, we have to present a Payment Invoice from\na foreign establishment like yours. With this invoice, we will seek approval\nto transfer the fund within 14 banking days through the APEX BANK to your\ndesignatd Bank Account.\n\nI and one of my colleague involved in this deal will come to your country\nto arrange for our share upon the confirmation from you that the money has\nbeen credited into your nominated Bank Account. Consequently upon your acceptance\nof my proposal,kindly confirm your interest by revert mail to the above\ne/mail address It will surprise you why we choose you and trusted you for\nthis transaction. Yes, we believe that good friends can be discovered and\nbusiness like this cannot be realized without trust. This is why we have\ndecided to trust you for this transaction. we are looking forward to doing\nthis transaction with you.\n\nBe further informed that everyone's interest and security had been considered\nbefore you were\ncontacted. So be rest assured and feel free to go into this transaction\nwith us. But let honesty be our watch word throughout this transaction and\nyour prompt reply will be highly appreciated.\n\nBest regards,\n\nMR JOHN IKE,\n\n\n\n\n\n", "id": "8d0176f31c72d629a6ab8e7e66395378"}