{"email_subject": "Transfer of Title Enquiry: Hsbc Bank", "email_body": "\nDear Friend\n\n\n\nI am Sir John Kempwelch one of the Director of HSBC Bank, London, United Kingdom. On the 2nd of January 2005, I received a call that one of my customer died in the Tsunami Disaster with his wife and only child while on vacation at Phuket Island in Thailand. Since then I have made several enquiries to locate any of my customer's extended relatives and until date have not succeeded. \n\n   \n\nI have contacted you to assist in repatriating the money left behind by my client before it gets confiscated by our bank or declared unserviceable by our bank where this deposit is lodged. \n\n\n\nNow, the bank Directors has called a board meeting regarding this Fund. So my main motive right now is to share this great opportunity with you by presenting you as the Next of Kin to the Deceased since all his banking details are with me as his personal Account Officer. And the deceased Account valued at US$17.5M\n\n\n\nSince I have been unsuccessful in locating the biological relatives of my late client, I hereby seek your consent to present you to the bank as next-of-kin of the deceased since you are a foreigner, so that the proceeds of this account valued at  US$17.5M can be transferred to you as inheritance and thereafter, you and I can share the money; 50% to me and 40% to you, while 10% will be donated to the Tsunami Disaster Charity Fund. \n\n   \n\nWe shall start the first transfer with US$5,000.000.00 (Five Million United States Dollars only), upon the successful actualization of the first transfer without any disappointment from your side, we shall re-apply for the payment of the remaining amount to your account. I have the original copy of Certificate of Deposit of the funds, which will be used to substantiate our inheritance claims. All I require is your consent and honest co-operation to enable us see the deal through. \n\n\n\nFurthermore, I guarantee that the transaction will be executed under a legitimate arrangement that will protect you from any breach of the law. Please contact me if you are interested immediately via my personal email:jkpw1968@yahoo.co.uk to enable us commence on the transaction. \n\n  \n\nBest regards, \n\nSir John Kempwelch.\n\n___________________________________________________________________________\nMail enviado desde el servicio WebMail del Sitio Informtica del Caribe - http://www.infocaribe.com.co\n\n\n", "id": "8d35eb39c3784e835bf79a05ca8a9759"}