{"email_subject": "Re: hot vacancy", "email_body": "Hello,\nMy name is Simon Nicolas and I am the general manager of IFSD Inc. international company ( http://ifsd-finance.net ) and I would like to make you a favorable offer.\n\nNow there is some information about our company. Our activity lies in planning for private persons and the companies how they receive their current payments. We help the ones who want to get the remittances from their foreign clients without any problem.\n\nOur company is engaged in a wide international activity; we work with the organizations and private persons from the various countries worldwide. We keep broadening our activity, we offer new kinds of services, we expand the staff we open our representative offices all over the world.\n\nAs our company is expanding its international activity we are in need of new employees in various countries. Now we are looking for new people to take the vacant places of regional financial managers.\n\nA regional financial manager deals with bank transfers and checks. As our clients are private persons and companies from different countries, we hire people to be our region financial managers to make working with different types of remittances easier. \n\nThe duties of a Regional Financial Manager:\n- to transfer bank payments on a bank account \n- to transfer money resources to our representatives in other countries\n\nThe scheme of work is the next one: a Regional Financial Manager receives money resources and informs us of it. Then we immediately  put the needed sum of money on our clients account. It saves a lot of time - now the client does not need to wait till the money from abroad will be sent to him. This scheme saves your money. Your interest is 5 % of the sum of each remittance.\n\nThe basic requirements:\n- to be 21-60 years old\n- to have access to the Internet, to have e-mail\n- to be able to work at least 3 hours every day\n\nFor you this is a really good chance to make good money!\nStart working with us right now! To get this job the only thing you need is sign the labour contract. \n\n\n---\nBest regards,\nSimon Nicolas.\nhttp://ifsd-finance.net\n\n\n\n", "id": "8d5115e237993f6af6d4e48e2e1a32ff"}