{"email_subject": "URGENT AND CONFIDENTIAL", "email_body": "\n\nEMAILjamesnzama012@hotmail.com\nPHONE:+ 27-833413608\nNAME :JAMES NZAMA\n\nAttention president/ceo.\n\nYour contact was made possible by your country's Trade Journal at the World \nTrade Centre here in Harare, Zimbabwe and I decided to write for assistance. \nYou may be surprised to receive this letter since you do not know me \npersonally,first let me introduce myself,I am Mr.JAMES NZAMA the son of Late \nMr. NZAMA KUMALO, who was recently murdered in the land dispute in Zimbabwe.\n\nMy late father was among the few black Zimbabwean rich farmers, murdered in \ncold blood by the special agents of the ruling government of president \nRobert Mugabe for his alleged support and sympathy for the Zimbabwean \nopposition party controlled by whites.\n\nBefore his death, he had taken me to Johannesburg to deposit the sum of \nUS$20.100.000.00 (Twenty Million One Hundred Thousand United States Dollars) \nwith a Security and Finance Company as if he forsaw the looming danger in \nZimbabwe. The money was deposited in a box as a consignment for the Security \nCompany to avoid seizure, and also to avoid much demurrage from the Security \nCompany. This money was earnmarked for the purchase of new machinery and\nchemicals for the farm and establishment for the new farms in Lesotho and \nSwaziland.\n\nThis land problem arose when president Robert Mugabe introduced a new land \nact which wholly affected the rich white farmers and some few blacks \nvehemently condemned the modus operandi adopted by the government, that \nresulted to rampant killings and mob actions by the war veterans and some \npolitical thugs precisely, more than thirty one people\n(31) have been killed.\n\nHeads of government from Western worlds, especially Britain and the USA have \nvoiced their condemnation of Mugabe's plan. Subsequently the South African \nDevelopment Community (S.A.D.C.) has continuously supported Mugabe's new \nland reform act. It is against this background that I and my family who are \ncurrently staying in South Africa, have decided to transfer my father's \nmoney into a foreign account.\n\nAs the eldest son of my father, I am saddled with the resposibilty of \nseeking a genuine foreign account where this money could transferred without \nthe knowledge of my government who had tactically frozen our family wealth \nand the South African government seem to be playing along with\nthem.\n\nI am faced with the dilemma of investing this amount of money in South \nAfrica for fear of seizure and encountering the same experience in the \nfuture since both countries have almost the same political history. Moreso, \nthe South African Foreign Exchange policy does not allow such\ninvestment since I am an asylum seeker.\n\nAs a businessman whom I must entrust my future and that of my family on his \nhands, I must let you know that this transaction is 100% risk-free. \nTherefore if you accept to assist us, we are willing to offer you 30% of the \ntotal sum for your assistance. 60% will be for my family, while 10%\nwill be fo all expenses.\n\nIf this proposal is acceptable to you, please send me an email but you \nshould know that this business is highly confidential and shall be kept \nwithin yourself.\n\nSo I will hang on until I hear from you.\n\nBest regards,\n\nJames\n\n\n", "id": "8d7a3bfe433a7cedc0554f76e6f8123d"}