{"email_subject": "OFFER FOR CONSIDERATION", "email_body": "ATTN:\n\nMY DEAR, \n\nI KNOW THIS PROPOSAL LETTER MIGHT BE A PLEASANT\nSUPRISE TO YOU AS WE DON'T KNOW OUR SELVES BEFORE BUT\nBE SURED IT IS REAL AND A GENUINE BUSINESS. I AM MR.\nSOLOMON KONATEH,A SIERRA-LEONIAN BORN 30 YEARS AGO,NOW\nSEEKING ASYLUM IN DAKAR-SENEGAL UNDER (UNHCR) I GOT\nYOUR CONTACT FROM THE INTERNET AS A CAUSE OF MY\nSERIOUS SEARCH FOR A RELIABLE AND TRUSTWORTHY PERSON\nTHAT CAN HANDLE SUCH A CONFIDENTIAL TRANSACTION OF\nTHIS NATURE.\n\nMY FATHER (LATE) MR. FEDELIX KONATEH THE FORMER DEPUTY\nMINISTER OF FINANCE UNDER THE EXECUTIVE CIVILIAN\nPRESIDENT OF SIERRA-LEONE,BUT WAS ASSASINATED BY THE\nREBELS DURING THE CIVIL WAR AND PROPERTIES\nDESTROYED,BUT I AND MY AGED MOTHER WITH MY TWO JUNIOR\nBROTHERS NARROWLY ESCAPED WITH SOME VERY IMPORTANT\nDOCUMENT OF (US$14.5M) FOURTHEEN POINT FIVE MILLION\nU.S DOLLARS DEPOSITED BY MY LATE FATHER IN A HIGH\nSECURITY AND FINANCE COMPANY HERE IN DAKAR AS A FAMILY\nTREASURE UNDER MY NAME. HOWEVER,WE SADDLED WITH THE\nPROBLEM OF SECURING A TRUST WORTHY FOREIGN PERSONALITY\nTO HELP US TRANSFER THIS MONEY PENDING OUR ARRIVAL TO\nMEET WITH YOU. FURTHERMORE,WE ONLY WANT THIS TO BE\nDONE THIS WAY BECAUSE YOUR COUNTRY IS POLITICALLY\nSTABLE FOR ANY PROFITABLE INVESTMENT AND WE ALSO WANT\nTO ADD HERE THAT IF ACCEPTED BY YOU,YOU WILL SERVE AS\nTHE ORIGINAL BENEFICIARY OF THE MONEY.\n\nWE FEEL CONFIDENT THEREFORE,TO INTRODUCE THIS OFFER TO\nYOU. FOR YOUR PARTICIPATION AND ASSISTANCE REGARDING\nTHIS TRANSFER,WE HAVE DECIDED TO GIVE YOU 15 PERCENT\nOF THE TOTAL AMOUNT AND 5 PERCENT MAPPED OUT FOR ANY\nMISCELLENEOUS EXPENSES THAT MAY OCCURE DURING THE\nTRANSFER OF THE MONEY TO YOUR LOCATION.\n\nCONCLUSIVELY,THEREFORE,YOU ARE REQUESTED TO FURNISH US\nBACK IMMEDIATELY YOU RECIEVE THIS REQUEST TO TRANSFER\nTHIS MONEY FROM DAKAR SENEGAL TO YOUR COUNTRY RESIDENT\nACCOUNT OR ANY ACCOUNT OF YOUR INTEREST. ON\nCOMMENCEMENT OF THIS TRANSACTION I WANT TO LET YOU\nUNDERSTAND THAT THE FUTURE OF MYSELF AND FAMILY\nDEPENDS SOLELY ON THIS MONEY. SO PLEASE KEEP THIS\nBUSINESS TO YOURSELF ONLY. FINALLY NOTE THAT THIS\nBUSINESS IS 100% RISK FREE ON YOUR PART AS A RESULT\nTHERE IS NOTHING TO FEAR ABOUT. A COPY OF CERTIFICATE\nOF DEPOSIT BOND RECIEPT OF THE SECURITY COMPANY AND\nALL THE VITAL DOCUMENTS THAT COVERED THE DEPOSITED\nMONEY WILL BE SENT TO YOU FOR YOUR RECORD PURPOSE AS\nSOON AS WE HEAR FROM YOU.\n\nI AM EAGERLY EXPECTING YOUR URGENT RESPONSE.\n\nYOURS FAITHFULLY,\n\nSOLOMON KONATEH.\n\n\n\n\n__________________________________________________\nDo You Yahoo!?\nEverything you'll ever need on one web page\nfrom News and Sport to Email and Music Charts\nhttp://uk.my.yahoo.com\n\n", "id": "8d85cb546d72c76a51095d50f0e356ed"}