{"email_subject": "Introduction/Business Proposal", "email_body": "       \n  \nMy Dear Friend , \nGREETING!!!.With a humbled heart I commit myself this day to write \nand ask for your benevolence and kind consideration of \nmy families plight for assistance. I am making this contact on behalf of my\n family not minding the consequences but hoping that you would understand our\n predicament and come to our aid and assist us. I would also kindly apologize\n for any inconvenience or embarrassment this might cause your person, as we\n neither know each other personally nor have had any previous contact or\n correspondence. \nI am Julius Nsekou Mobutu Sese Sekou,son of the late president Mobutu Sese Sekou\n of the Congo Democratic Republic(former Republic of Zaire). \nThere was unrest (war) in my country which resulted in the overthrow and\n eventual of my father President \nMobutu Sese Sekou.My family members have since escaped \nto Morocco while i am presently in Nigeria(West Africa) on political asylum. \nDue to the political crisis,no member of my family can go back to the Congo\n Democratic Republic or transact any business investment there,also my fathers\n properties have been seized and Bank accounts frozen by the Government of\n Lawrent Joseph Kabila. \nBefore my father died ,he deposited the sum of $50.5 MILLION(USD) CASH in a\n PRIVATE SECURITY VAULT in Europe.Please we need your assistance in moving and\n securing this money in your bank accounts abroad,my family will compensate you\n adequately with 20% of the total amount for your assistance and co operation. \nMy family will want to invest this money abroad,and for this reason, i sincerely\n appeal to you to help us in setting up this business.May i also state that you\n will advice on areas of investment as regards your business and your country as\n the families foreign partner. \nI look forward to further co-operation from you and will be grateful for your\n immediate response through the underlisted mediums. \nReply back to E-mail: sekou_family@fsmail.net\nYours Sincerely, \nJulius Nsekou Mobutu & Entire Family. \n\n\n\n\n\n \n \n\n\n\n", "id": "8d960dd5fceed46f37233263c5ba69a8"}