{"email_subject": "RECEIVE YOUR CONTRACT PAYMENT", "email_body": "CENTRAL BANK OF NIGERIA\n\nI want to assure you that there is light at the end of the tunnel after all the disappointment and frustrations that you have gone through in the hands of the fraudsters and impostors.\n\n The good news is that you can still receive your contract payment if you do the right thing.Please do not allow \n\nanybody to deceive and defraud you again. I am the only person with the constitutional power and authority to transfer your contract payment.\n\n Without my signature no beneficiary will ever receive one \n\ncent from CBN. All the powers to transfer any contract payment belongs to me and to no one else.\n\nThere is only one genuine CBN Governor and that is me and no other person..\n The only way I can prove myself is to transfer your funds into your account within 24hours that you have fulfilled CBN transfer condition. \n\nYou have suffered enough in the hands of the fraudsters It is now time for you to see the light and receive your contractpayment. Stop listening to all thestupid,baseless  stories from the fraudsters as to the reasons why your contract payment is being delayed.\n\n They are not telling you the truth. The plain truth is that they do not have the power to effect your contract payment.I am responsible for withholding your contract payment file,so if you like pay,pay, pay to the \n\nfraudsters until you are tired and frustrated of paying, you will still not receive one dollar until you adhere strictly to this genuine CBN transfer conditions. \n\nContact me immediately you receive this letter through email.if you are serious about receiving your contract payment. I will effect your transfer within 72hours that you have contacted me. ALSO YOU ARE ADVISE TO RECONFIRM YOUR PHONE AND FAX NUMBER FOR EASY COMMUNICATION \n\nYours sincerly,\n Prof Charles Soludo GOVERNOR OF \nTEL:+2348067181982\n\nCENTRAL BANK OF NIGERIA\n\n\n\n\n\n", "id": "8d9e9cbe1dd3ec262d3247e1a008beee"}