{"email_subject": "ANTICIPATING TO HEAR FROM YOU SOON", "email_body": "Dear: Good Day \n\nI know that this mail might be a surpriseing to you but do consider it as\nan emergency. In a nut shell, My name is Miss Funke komana 18 years old\nfrom the republic of Sierria-Leone in west Africa, now seeking for refugee\nin Dakar -Senegal under the(UNHCR). \n\nThe only child of late Dr.Solomon komana. I am looking for someone who can\ntake me as child I promise to be obidient to you and I will bring happiness\nto your life, I prayed over it and selected your name amoung two names due\nto it's esteeming nature and the recommendations given to me, as a reputable\nand trustworthy person.I can do business with,and by their recommendations\nI must not hesitate to confide in you for this simple and sincere business.I\nwant you to assist me in this transaction. \n\nMy late father was the managing director of Rainbow Gold and Diamond Mine\ncompany in (KENEMA)Sierra-Leone.But he was poisoned to death alongside with\nmy mother by his business associate, On one of their outing to discuss a\nbusiness deal in oversea, However, after their death I managed to stay alone\nand when the war broke out in my country. \n\nI escape to refugee camp in senegal with every important files of my\nfather.He has the sum of (US$15.2M)Fiften million two hundred thousand U.S\nDollars only. This amount was deposited by my late father in one of the\nleading Banks in outside Sierria-Leone. The deposit documents indicate me\nas the next of kin. Presently, I am saddled with the problem of securing\na trust worthy foriegn personality to help me. I will map out 15% for you.\n\n(1) you will Stand on my behalf as the beneficiary for the claim of the\ninheritance from the bank since the management of the bank adviced that\nI\nshould solicit for an individual or corporate organization to claim the\ndeposit for me as they cannot release it directly to me due to my refugee\nstatus in Senegal.\n\n(2) Transfer the money over to your own country and into your possession\npending my arrival to meet with you.\n\n(3)Invest and manage the money for me in a good business pending my \nmaturity. \n\n(4) Help me secure my travelling documents to meet you as soon as my money\nis released to you. \n\nFurthermore,you can contact the Bank for confirmation and I will issue a\nletter of authorisation on your name,that will enable the bank correspond\nwith you on my behalf.I am giving you this offers as mentioned with every\nconfidence on your acceptance to assist me or adopt me as your Child if\npossible and manage the money for me. \n\nConclusively I wish you send me a reply immediately you recieve this\nproposal. Until then,I remain with the \n\nbest Regards \n\nMiss Funke komana\n\n\n\n\n__________________________________________________________________\nGet Tiscali Broadband From £15:99\nhttp://www.tiscali.co.uk/products/broadbandhome/\n\n\n\n\n\n", "id": "8dabd5f2b049852d48ca21ef0415aecb"}