{"email_subject": "From Mrs Linda Kone.", "email_body": "I have a new email address!You can now email me at: lindakkone@yahoo.com\n\nMrs. Aisha Kone\n\nDeker Guest House \n\nPlotI 8 Reu Mende, \n\nAbidjan. \n\n\nDear, \n\nI am Mrs Aisha Kone a widow and I am presently putting up in a guest house with my son here in Abidjan. \n\nI want to inform you of an urgent assistance I need from you and if you can not\n\nassist fully, I will like you to please source a trustworthy person to receive a\n\ncertain deposit I inherited from my late husband for an investment. \n\nMy late husband deposited the sum of $ 10 million with a bank here in Abidjan before his death while in service as a general in the Army in my home country but before his death, he handed me over all the documents relating to the deposit in the bank and asked me to leave for Abidjan and arrange with a foreign partner to invest the money so that my son could have a better education and a good life. \n\n\nConsequently, I and my son Donald has come to this place and have located the bank and all modalities have been put in place to transfer this money abroad. I therefore want to use you as my late husband's foreign associate to receive this money into your account or to whom you may recommend for the investment so that my son can continue his education. \n\n\nMeanwhile, I will like you to urgently indicate your willingness to me so that I can furnish you the related documents and lodgement reciept of the deposit with the bank for your perusals and confirmation to enable you contact the bank for the fund transfer directly to your account. \n\n\nThis is my private email ( aish_akone@yahoo.com ) for more details \n\nI will like you to reply me so that I can detail you accordingly concerning this and the next step to take, please note that you will be compensated accordingly for assisting me and my son to successfully transfer this money out of this country for the investment in your country. \n\n\nHope to hearing from you urgently. \n\n\nSincerely yours, \n\n\nMrs. Aisha Kone.\n\n- LINDA KONE\n\n", "id": "8df37796097ac03bedc45b4623ef4902"}