{"email_subject": "urgent and confidential", "email_body": "\nSWEETIE AMINAT USMAN\nE.MAIL:ami44000@netzero.net\nTEL:234-8034540228\nDear Sir,/Madam\nI am LADY SWEETIE AMINA USMAN, Bank Manager of Zenith\nInternational Bank of Nigeria,Adeola Odeku Branch,Lagos . I have urgent and\n very\nconfidential business proposition for you. On June 6, 1999, an American Oil \nconsultant/contractor\nwith the Nigerian National Petroleum Corporation, Mr. Barry Kelly made a\nnumbered time (Fixed) Deposit for twelve calendar months, valued at\nUS$35,000,000.00 (Thirty- five Million Dollars) in my branch. Upon\nmaturity, I sent a routine notification to his forwarding address but got\nno reply. After a month, we sent a reminder and finally we discovered\nfrom his contract employers, the Nigerian National Petroleum Corporation\nthat Mr. Barry Kelly died from an automobile accident. On further\ninvestigation, I found out that he died without making a WILL, and all\nattempts to trace his next of kin was fruitless.\nI therefore made further investigation and discovered\nthat Mr. Barry Kelly did not declare any kin or relations in all his\nofficial documents, including his Bank Deposit paperwork in my Bank. This\nsum of US$35,000,000.00 is still sitting in my Bank and the interest is being\nrolled over with the principal sum at the end of each year. No one will\never come forward to claim it. According to Nigerian Law, at the\nexpiration of 5 (five) years, the money will revert to the ownership of the\nNigerian Government if nobody applies to claim the fund.\nConsequently, my proposal is that I will like you as a\nforiegner to stand in as the next of kin to Mr. Barry Kelly so that the\nfruits of this old man's labor will not get into the hands of some\ncorrupt government officials.\nThis is simple, I will like you to provide immediately\nyour full names and address so that the Attorney will prepare the\nnecessary documents and affidavits which will put you in place as the next\nof kin. We shall employ the service of an Attorney for\ndrafting and notarization of the WILL and to obtain the necessary documents and\nletter of probate/administration in your favor for the transfer.\nWe would need you as a Foreigner acting as the next of\nkin and sole benefactor to the inheritance of Mr. Barry Kelly to travel and\nclaim this money in a SECURITY COMPANY based in Europe or sub-regional\nAfrican country which is used by my bank as an offshore clearing house\nto the bank.The money will be paid to you for us to share in the ratio\nof 60% for me and 40% for you.\n\nThere is no risk at all as all the paperwork for this\ntransaction will be done by the Attorney and my position as the Branch\nManager guarantees the successful execution of this transaction.\nIf you are interested, please reply immediately via\nthe private email address below. Upon your response,I shall then provide\nyou with more details and relevant documents that will help you\nunderstand the transaction.\n\nPlease observe utmost confidentiality, and rest\nassured that this transaction would be most profitable for both of us because I\nshall require your assistance to invest my share in your country. Please\nfurnish me with your telephone and fax numbers for easier and faster\ncommunication. Awaiting your urgent reply via my \nemail:ami44000@netzero.net\nThanks and regards,\nSWEETIE AMINA USMAN\n\n \n\n \n\n________________________________________________________________\nThe best thing to hit the internet in years - NetZero HiSpeed!\nSurf the web up to FIVE TIMES FASTER!\nOnly $14.95/ month -visit www.netzero.com to sign up today!\n\n", "id": "8e12f4e198175955e4b0074ab3124539"}