{"email_subject": "GREETINGS", "email_body": "MRS. SAMBU LIZZY \nDANANI REFUGEE CAMP \nC/O ROCK OF AGES EVANGELICAL MINISTRY \nAccra,Ghana \n\nHello Please, \n\nWith the best compliments of the year, I wish to \nsolicit your help in migrating to your country and \ninvesting my funds. I am a Sierra Leonean National and the wife of late \nDr. SIMON SAMBU. Until his death, my husband was the \nGeneral overseer of the Gold and Diamond Mining \nCorporation in Kanema Sierra Leone. During the crisis the military\nforces loyal to the \nGovernment of AHMED TIJAN KABBAH invaded the Diamond \nand Gold mine and assassinated my husband, mistaking him for his brother\nMR.MIKE SAMBU who is the \ndeputy to the leader of the Revolutionary United \nFront (RUF ) FODAY SANKOH. When the news reached me, \nI hurriedly gathered some valuables in our family \nvilla and escaped for my dear life in the company of \nmy only son SILAS SAMBU and left some other valuables \nsince I was in a haste and lost some. Among the \nvaluables I collected was a file that contained \ndetails of a Deposit in a Vault my husband made in a \nsecurity company in Europe. \nHe deposited US$8M (Eight Million U.S Dollars) \ncontained in one box in the name of our son SILAS SAMBU. He did not\ndisclose the real contents of \nthe Box to the Security Company. He Declared the \ncontents as Family Valuables for safety reasons. This \nis the money he made from the sale of Gold and \ndiamonds during his time as the General overseer. Now that we are in\nAccra,Ghana and verified the \ntransaction, we need your assistance to move this \nfunds out of the security company for investment in \nyour country as we cannot invest here due to its \nnearness to our country and the insecurity still going \non there. We ask you to scout for a viable and \nlucrative business, so that we can invest wisely. We \nhave it in mind to give you 10% of the total sum of \n(8 million US Dollars), and 12% share for you in any \ninvestment we will embark upon with our share of 90% \nif you assist us. We will also set aside 5% of the \nfunds for ancillary expenses which you will make in \ncourse of this transaction. \nThis fortune of ours we have revealed to you should \nremain CONFIDENTIAL as it is only you who we have told \nabout it. Kindly indicate your interest and \nwillingness to assist us on receipt of this message \nfor us to clarify you on how to proceed. Note that this transaction is\nrisk free. \nMay the shelter and care of God be upon you as you \nassist us. \nRemain blessed. \n\nYours Sincerely, \n\nMRS.SAMBU LIZZY \n\nDo respond to me through the e-mail address below;\nsambulizzy5@hotmail.com\n\n\n\n\n\n", "id": "8e139d8d1293118912dbb4cca3cbe49b"}