{"email_subject": "CRY FOR HELP", "email_body": "Dear Sir,/Madam , I am Princess Adama Williams, daughter of HRH King Solomon Abonmie Williams, the king of Ogoni Kingdom. I am 28 years old and a graduate of Mass Communication. My father was the king of Ogoni Kingdom the highest oil producing area in Nigeria. He was in charge of reviving royalties from the multi-national oil companies and government on behalf of the oil producing communities in Nigeria.  After the hanging of the Ogoni Nine(9) including Ken Saro Wave by the late director General Sani Abacha, my father suffered stroke and died in August 27th last year. But before his death, he called me and told me he has Twenty Three Million Five Hundred and Sixty Thousand Dollars (USD23, 560,000.00) cash in his possession, specially deposited in a Security vault company in London. He advised me not to tell anybody except my mother who is the last wife of the (8) eight wives that he married. My mother did not bear any male child for him. Which implies that all my father'properties, Companies e.g., we have no share in them because my mother has no male child according to African Tradition. My father therefore secretly gave me all the relevant documents of the said money, and told me that I should use this money with my mother and my younger sisters because he knows that traditionally; if he dies we cannot get anything, as inheritance. He importantly advised me that I should seek foreign assistance and that I should not invest this money here in Nigeria because of his other wives and male children who happen to be my elders. I am soliciting for your immediate assistance to get a Bungalow for us, where I will live with my mother and two younger sisters and further advise me where and how I will invest the balance money overseas, possibly on products of your company and other profitable ventures. I believe that by the special grace of God, you will help us move this money out of London to any country of your choice where we can invest this money judiciously with you. You are entitled to a reasonable part of this money based on our agreement, and God will bless you as you help us. Please reply through my e-mail Looking forward to hear from you as soon as possible. sent to thie email; williamsng1@wanadoo.es Regards. Princess Adama  Williams.", "id": "8e3eaeb7d002786be5ea3bcc12136cae"}