{"email_subject": "UGENT  REPLY", "email_body": "MR BABU MARRINS\nThe Account / Audit Manager,\nAfrican Development Bank (ADB).\nOuagadougou Burkina Faso.\nPRIVATE PHONE N0: +226  76 49 81 68\n\nDear Beloved,\n\nI presumed that all is well with you and your family. Please let this do not \nbe a surprise proposal to you because i got your contact information from \nthe international directory in few weeks ago before i decided to contact you \non this magintude and lucrative transaction for our future survival in life. \nMoreover, i have laid all the solemn trust in you beforei decided to \ndisclose this successful & confidential transaction to you.\n\nIM  MR BABU MARRINS The Account / Audit Manager of our bank and i have had \nthe intent to contact you over this financial transaction worth the sum of \nTHIRTY THREE MILLION UNITED STATES DOLLARS($33,000,000.00 ) for our \nsuccess.This is an abandoned sum that belongs to one of our bank foreign \ncustomers who died along with his entire family through plane crash disaster \nsince few years ago.\n\nMeanwhile i was very fortune to came across the deceased file when i was \narranging the old and abandoned customers files in other to sign and submit \nto the entire bank management for an official re-documentation and audit of \nthe yearagainst 2007.\n\nBe informed clearly that it was stated in our banking rules and regulations \nwhich was signed lawfully that if such fund remains unclaimed till the \nperiod of 4 years started from the date when the beneficiary died, the money \nwill be transferred into the treasury as an unclaimed fund.\n\nAs a honour and advantage bestowed to our foreign customers base on the \nrules guideing our bank, it was stated obviously that if you are not a \nBurkina Faso citizen, you have the absolute  authority to claim the fund  \ndespite your differences from the country of origin of the deceased. So the \nrequest of you as a foreigner is necessary to apply for the claim and \ntransfer of the fund smoothly into your reliable bank account as the\nNEXT OF KIN to the deceased.\n\nPERCENTAGE RATIO:  note that 35% being (US$11,55,000.00) will be your share \nin respect of your assistance and account provide for the tranfer, 55% \n(18,150,000.00) will be my share being the pioneer of the business while the \nrest 10% (US$3,000,000.00) will be used to install a joint company in your \ncountry which will bear our name in particular and whatever profit made out \nfrom this company will be used  in helping the less privileges, mothrless \nbabies home and charity organization in the world.\n\nIf you are really sure of your trustworthy, accountability and \nconfidentiality on his transaction, contact me and agree that you will not \nchange your mind to cheat or disappoint me when the fund have getting into \nyour account. Besides you should not entertain any fear because i am sure of \nthe success as an insider in the bank ok.\n\nPlease reply with the assurance, include your private telephone and fax \nnumbers necessary for effective and easy communication in this transaction.\nAs soon as you reply , call me through my private telephone number indicated \nabove so that i will let you know the next step to follow in order to \nfinalize this transaction immediately.\n\nI expect your urgent communication.\n\nYours sincerely,\n\nMR BABU MARRINS\n\n_________________________________________________________________\nTestez Windows Live Mail Beta ! http://www.ideas.live.com/\n\n\n\n", "id": "8e52a5ce1252b3fa2e634db4fcaff3c9"}