{"email_subject": "FROM:THE DESK OF ENG.CLICF WANTOM", "email_body": "\nFROM:THE DESK OF ENG.CLICF WANTOM \nNIGERIA NATIONAL PETROLEUM CORPORATION \n(NNPC) LAGOS-NIGERIA . \nEmail:clicfwanton@rixmail.se \n \nDear Friend, \n \nIt is with trust and confidence that I write to reveal this urgent \nbusiness relationship to you. I was assigned by two of my colleagues to \nseek for a foreign partner who will assist us in providing a convenient \naccount in a designated bank overseas for the transfer of US$32,000, \n000.00 (Thirty Two Million United States Dollars Only) pending our \narrival in your country for utilization and disbursement of the fund \nwith the owner of the account where the fund would be transferred \ninto. \n \nOn the 23rd of January 1996, our corporation, the Nigeria National \nPetroleum Corporation (NNPC) awarded a contract of $120,000,000.00 ( \nOne Hundred and Twenty Million United States Dollars) but I and my \ncolleagues being members of the contract award committee inflated the \ncontract sum to the tune of US$152,000, 000.00 with the intention of \nsharing the remaining balance of US$32,000,000.00 among ourselves. \n \nThe contract has been successfully executed and the actual contractors \nhave been paid their US$120,000,000.00 ( One Hundred and Twenty Million \nUnited States Dollars) in full. But what we want to transfer out of the \ncountry in our favour for disbursement is US$32M. balance My colleagues \nand I have agreed that if you / your company can act as the beneficiary \nof this fund , we will transfer the funds to your account and you will \nretain 30% of the total fund for assistance rendered, while we will \nretain 60% of the total fund and the balance of 10% of the fund will be \nset aside for the offsetting of all expenses that might be incurredby \nboth parties during the fund transfer process. \n \nWe request you cooperate with us and provide a convenient account \nnumber in a designated bank where this fund can be safely transferred \nto, we intend to come over to your country on the completion of the \nfund transfer to secure our own share of the funds. \n \nTHE NATURE OF YOUR BUSINESS IS NOT PARTICULARLY RELEVANT FOR THE CCESS \nOF THIS TRANS ACTION. ALL WE REQUIRE IS YOUR WELLINGNESS TO CO-OPERATE \nAND ASSURANCE THAT OUR OWN SHARE WILL BE GIVEN TO US WHEN THIS MONEY IS \nTRANSFERRED INTO YOUR ACCOUNT.ALL NECESSARY PRECAUTIONS HAVE BEEN TAKEN \nTO TO ENSURE A NO RISK SITUATION ON THE SIDE OF BOTHPARTIES AND IT IS \nBELIEVED THAT THIS TRANSACTION WILL LAST 20 WORKING DAYS, BARRING ANY \nDELAYS. SINCE WE HAVE NO KNOWLEDGE OF BUSINESS, OUR PLAN IS TO INVEST \nTHIS MONEY INTO REAL ESTATE, STOCK AND PERHAPS IMPORTATION OF GOODS \nFROM YOUR COUNTRY BASED ON YOUR ADVISE BECAUSE MANY OF OUR YEARS HAS \nBEEN SPENT AS CIVIL SERVANT,AND WE MAY LIKELY RESIGN FROM GOVERMENT \nSERVICE TO PRIVATE BUSINESS AFTER THIS MONEY IS TRANFERED INTO YOUR \nACCOUNT. \n \nPlease note that we have been careful and have worked out all the \nmodalities for a smooth transfer of the fund to your designated Bank \nAccount before contacting you. We would therefore not want you to \nexpose this proposal to anybody for the purpose of SECURITY and its \nCONFIDENTIALITY. We alsobelieve you would not sit on our money when it \nis transferred eventually into your account as you get your 30% share. \nPlease, be rest assured that this transaction is 100% risk free. \n \nREPLY TO MY PRIVATE EMAIL ADDRESS : clicfwanton@rixmail.se \n \nYours faithfully, \nENGR. CLICF WANTOM \nclicfwanton@rixmail.se \n\n\n", "id": "8e5cff658ab3b19720cb7184b38ccc5e"}