{"email_subject": "Greetings from Mrs. M. Abacha,", "email_body": "Please Reply to: partnerindeed@voila.fr \n\nGreetings from Mrs. M. Abacha,\n\nl am sorry for the embarrassment this my letter might cause you as we have not had any correspondence before this letter. I got your contact address through your country's embassy and high commissions here in Lagos Nigeria,during my research for a reliable and trustworthy foreign partner who i will do business with, though l did not disclose the nature of the business l intend to do with whoever they will recommend for me for security reasons. \n\nI am MRS MARIAM ABACHA (A Moslem), wife and the widow of the late Nigeria Military Head of State, Late General Sani Abacha who died on the 8th of June, 1998 while still on active duty. l am contacting you in view of the fact that we will be of great assistance to each other likeness developing a cordial business relationship.\n\nl currently have within my reach the sum of Twelve Million US Dollars (US$12,000,000.00) cash which l intend to use for investment purposes, like Real Estates Development specifically in your country. This money came as a payback contract deal between my late husband and a Russian Firm on our countries multi-billion dollars Ajaokuta Steel Plant.  The Russian Partners returned my husband's share of  USD$12,000,000.00 after the death of my husband and lodged in my husband's security company of which l a director. Right now, the new Civilian Government headed by president olusegun obasanjo have intensified their probe on my husband's financial and oil company. In view of these, l acted fast to withdraw this US$12,000,000.00 from our  company's vault and deposited it with another Security Company for safe keeping. l have since declared our Security Company bankrupt. No record ever existedconcerning the money traceable by the government because  there is no documentation showing that we received this money from our Russian business partners.\n\nDue to the current situation in the country concerning government attitude towards my family, it has become quite impossible for me to make use of this money within. Let me refer you to the front page of (BBC World News of 12th August & 4th September 2000). You can check it through their contact website at\nhttp://news.bbc.co.uk/hi/english/world/africa/newsid_909000/909972.stm\nand\nhttp://news.bbc.co.uk/hi/english/world/africa/newsid_877000/877113.stm\n\nThe present civilian government in Nigeria had seized and frozen all our bank accounts both here in Nigeria and abroad. Thus consent l shall expect you to contact me urgently to enable us discuss in detail about this transaction. Bearing in mind that your assistance is highly needed in proceeding to the Security Company and claim this fund for onward invesment in your country. l proposed a percentage of 30% of the total sum to you for the expected service and assistance, 5% for offsetting all minor expenses incurred in the course of this Transaction. Your urgent response is highly needed as to stop all further contacts. \n\nAll correspondence must be by my private email address above. I will give you my particulars including my personal picture for you to know me very clearly when l hear from you. I must use this opportunity to implore you to exercise the utmost indulgence and keep this matter extra ordinarily confidential whatever your decision while awaits your prompt response. I will also scan and send to you a copy of my photograph for your record keeping. Pls Note that some times to come,You might receive some messages that looks like this but you don't need to respond back to such messages because they are ikely to be our family enemies and impersonators who are trying to know the current  financial strenght of my late husband. (Sani Abacha).\n\nNB: Because of the security being mounted on the members of my family by the present civilian government headed by president olusegun obasanjo, l have decided that this transaction transaction will exist between you and my family Attorney and also my son,Abba Abacha, Therefore you can contact my son through our contact telephone numbers at: 234-80-33464921. Remember to include your private telephone, fax and mobile numbers for easy communication. Kindly get in touch through my email address at: partnerindeed@voila.fr \n\nBest Regards.\n\nMrs.Mariam Abacha.\n------------------------------------------\n\nFaites un voeu et puis Voila ! www.voila.fr \n\n\n", "id": "8e949ce313daf91ed8e3cd6acb1a92c0"}