{"email_subject": "Re: Please confirm receipt.", "email_body": "Greetings and Compliments.\n\nI have gotten your contact from the internet, listed as a \nprofessional \nwhom I might be able to transact with, and this makes me \nfeel I may \nmake a sincere proposition to you, and I have decided to \nmake this preposition to you in good faith, which relates \nto a realistic and genuinely simplistic business opening \nthat needs the participation of a person with your \nexpertise, and ingenuity and a clear indication to\ntrustworthiness and sincerity.\n\nI am a lawyer residing and practicing in Nigeria as you \nmay need to know and I represent the interest of a client \nwho is a Brother as well who has made an offer to me which \nis most lucrative, my correspondence with you from hence \nis dictated by the need for us to get the participation of \na neutral foreigner who will assist us perfect the \ntransaction.\n\nMy client was a prominent figure in the Military Politics \nand rule of \nmy country for about ten years and he has had complicity \nin a few economic scandals and a host of litigations too \nhe has had a lot of his physical and monetary assets \nseized by the Nigerian Government who consider him as a \npart of the corrupt machinery of the then Military \nGovernment. Now he has a substantial amount deposited in a \nbank in Nigeria (US$ 25.M.) and he is very scared that \nthis account will be discovered because similar accounts \nin Switzerland and England were previously discovered and \nfrozen by the governments of those countries in \ncollaboration with the Government of Nigeria.\n\nPrecisely, my client's family returned US$ 1B. to the \ngovernment of Nigeria in 2002 under the direction of the \nSwiss banking authorities, this is a confirmable matter, \neven as the existence of the fund mentioned above is \nconfirmable. \n\nNow it is his intention to migrate with his family out of \nNigeria \ntowards the Middle East and he depends so much on this \nfund, thus he is\nlooking for a reliable and trustworthy person who will \nreceive the money\ndiscreetly and then transfer the money at a latter date to \na neutral account to be established in Lebanon when he \nfinally succeeds with his emigration plan.\n\nIf you accept my proposition and agree to participate in \nthis \ntransaction, you will in no case whatsoever undertake \nrisk- expend \nmoney or execute any unreasonable task- whereas you will \nbe well remunerated, in principle you will receive 10% of \nthe amount transferred to you once the transaction is \ncompleted.\n\nApart from this there is another sum of Money, held up in \na Security \nCompany (In Cash), the Money was earmarked for the support \nof the cause of Charity in India, but it was never \nretrieved before the demise \nof my clients father, now my client also wants to retrieve \nthis money in addition to the money with the bank in \nNigeria. The money with the Security Company is Thirty one \nMillion American Dollars in one hundred dollar bills.\n\nSince I do not know in what vein you will take this \nmissive I have kept \nthe information peripheral, I will be posited to give \nfurther information upon your acceptance and will also \nintroduce you to my client eventually.  I hope I will be \nable to work with you earnestly unto our joint success.\n\nI await your response eagerly.\n\nRespectfully.\n\nAbu Kyari esquire.\nWelcome to Sudan pioneer ISP\nhttp://www.sudanet.net\n\n\n", "id": "8eccbc308ee50d94f001bdb690309483"}