{"email_subject": "PLEASE LET ME HEAR FROM YOU", "email_body": "\nGreetings \n\nDear Friend \n\nPlease Permit me to contact you through this medium. I am Barrister Tunji Bello, a solicitor at-law. I was the personal attorney to one of my late clients that used to work with an indigenous company here in my country.In summer 2001, my client, his wife and their three children were involved in an auto-crash while on a picnic-trip. Unfortunately, all occupants of the vehicle lost their lives. \n\nSince then I have made several enquiries to his embassy to locate any of my clients extended relatives and this has also proved unsuccessful. After these several unsuccessful attempts, I decided to contact you over Internet. \n\nI have contacted you to assist in receiving and accommodating the money left behind by my client before they get confiscated or declared unserviceable by the bank where these huge deposits were lodged. My deceased client had an account balance with his bank valued at about US$9.9million, and I have been issued a notice as his attorney to provide his next of kin or have the account confiscated. \n\nSince I have been unsuccessful in locating my client's relatives; I now seek your consent to present you as the next of kin of my deceased client so that the proceeds of his account (US$9.9million) can be paid to you. You and I can then share the money 60% to me and 40% for you. All I require is your honest cooperation to enable us seeing this project through. I guarantee that this will be executed under a legitimate/risk-free arrangement that will protect you and me from any breach of the law. \n\nI await your positive response to my private email address at tunji_b333@yahoo.com as soon as you read this email. \n\nBest Regards, \n\nBarrister Tunji Bello\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://www.duhe.com\n\n\n", "id": "8ef7a5ef546cef8c530817930edfb546"}