{"email_subject": "WITH DUE RESPECT", "email_body": "FROM DR/BARRISTER KAM IBRAHIM \nSENIOR ADVOCATE OF BURKINA FASO (ESQ) \nWEST AFRICA. \n\nDEAR FRIEND. \n\nWITH DUE RESPECT, DO NOT BE SURPRISED OR AFRAID TO RECEIVE THIS TYPE OF MESSAGE FROM ME. WELL, I AM BARRISTER KAM IBRAHIM, THE PERSONAL RESIDENT ATTORNEY HERE IN BURKINA FASO TO MR. JOHN KOROVO FROM GERMANY, THE LATE WELL KNOWN BUSINESS MAN, WHO DIED ALONG WITH HIS ENTIRE FAMILY IN JULY 25 2000 IN A SUPER SONIC CONCORD PLANE CRASH AT CHARLES DE GAULLE AIRPORT IN PARIS FRANCE. \n\nMY CLIENT WAS HAVING AN ABANDON SUM OF THIRTY MILLION FIVE HUNDRED THOUSAND UNITED STATE DOLLARS ($30.5M USD) WITH AFRICAN DEVELOPMENT BANK OF BURKINA FASO. \n\nTHE FACT AND CONFIDENTIALLY, THIS SUM KEPT HERE VERY SECRET WHILE NOBODY KNOWS EXCEPT HIS WIFE, AS HE WAS A GOOD BUSINESS MAN, ANYTHING CAN HAPPEN, SO HE KEPT THIS MONEY HERE IN CASE OF EMERGENCY. UNFORTUNATELY HE LOST HIS LIVE WITH HIS FAMILY IN THE EVENT OF THE PLANE CRASH, SINCE THEN I HAVE MADE SEVERAL ENQUIRIES TO LOCATE ANY OF MY CLIENT RELATIVES BUT ALL MY EFFORTS WERE UNSUCCESSFUL.  \n  \nABOVE ALL, SINCE NOBODY IS COMING FOR IT AND I DON'T WANT THIS MONEY TO GO INTO THE BANKS TREASURY AS AN UNCLAIMED BILL. BECAUSE THE BANKING LAW AND GUIDELINES HERE STIPULATED THAT IF SUCH MONEY REMAINED UNCLAIMED AFTER FIVE (5) YEARS THE MONEY WILL BE TRANSFERRED INTO THE BANK TREASURY AS AN UNCLAIMED FUND. \nTHE REQUEST OF FOREIGNER AS NEXT OF KIN IN THIS BUSINESS IS OCCASIONED BY THE FACT THAT THE CUSTOMER WAS A FOREIGNER AND A BURKINABE CANNOT STAND AS NEXT OF KIN TO A FOREIGNER.\n \nAFTER ALL THESE, I DECIDED TO TRACE HIS RELATIVES OVER THE INTERNET AND ALSO TRAVELLED TO GERMANY, TO LOCATE ANY MEMBER OF HIS FAMILY BUT OF NO AVAIL, HENCE I CONTACTED YOU TO ASSIST ME IN REPATRIATING THE BALANCE OF LATE MR. JOHN KOROVO LEFT BEHIND TO YOU AS HIS REAL NEXT OF KIN. FOR YOUR ASSISTANCE, I AGREE TO OFFER YOU 30% AS MY FOREIGN PARTNER AFTER THE MONEY WILL BE TRANSFER INTO YOUR NOMINATED BANK ACCOUNT AND 10% WILL BE ASIDE OF ANY EXPENSES DURING THE TRANSFER. THEREFORE TO ENABLE THE IMMEDIATE TRANSFER OF THE FUND TO YOU AS INDICATED, YOU MUST APPLY FIRST TO THE BANK AS HIS NEXT OF KIN, INDICATING YOUR BANK INFORMATION WHERE THE  MONEY WILL BE REMITTED.  \n  \nIT MAY INTEREST YOU TO NOTE THAT I HAVE ALL NECESSARY LEGAL DOCUMENTS THAT CAN BE USED TO BACKUP THE CLAIM, ALL I REQUIRE IS YOUR HONEST COOPERATION TO ENABLE US SEEING THIS DEAL THROUGH. \nI GUARANTEE THAT THIS WILL BE EXECUTED UNDER A LEGITIMATE ARRANGEMENT THAT WILL PROTECT YOU AND ME FROM ANY BREACH OF THE LAW. I HOPE YOU WILL WELCOME THIS LIFE OPPORTUNITY, IF SO PLEASE GET BACK TO ME IN CONFIRMATION OF YOUR GOOD INTEREST TO ENABLE US STARTS TO PROCEED. \n\nI LOOK FORWARD TO HEARING FROM YOU, SO THAT I CAN SEND TO YOU THE TEXT OF APPLICATION WHICH YOU WILL F ILL-IN YOUR DETAILS WHERE THE MONEY WILL BE REMITTED AND TENDER TO THE BANK AS HIS NEXT OF KIN. \n\nTHANKS IN ANTICIPATION OF YOUR KIND CO-OPERATION. \n\nBEST REGARDS, \nDR/BARRISTER KAM IBRAHIM\n\n\n\n", "id": "8f18c5b70cb15081769a313c5f4f5675"}