{"email_subject": "A plea for assistance!!!", "email_body": "Dear friend,\n\n\nI MAKE THIS APPEAL WITH THE UNDERSTANDING THAT ANY \nFACTS OR OPINION EXPRESSED BY ME ARE GIVING IN\nCONFIDENCE AND SOLELY FOR YOUR PERSONAL INFORMATION\nAND USE. \n\nI am MR. Thomas Sarr, the manager of bill and exchange\nat the foreign remittance department of my  Bank. In\nmy department I discovered an abandoned sum of\nUS$8.5m,(Eight Million, Five Hundred Thousand US  \nDollars) with account number 14-2558-5976 that belongs\nto one of our  foreign customers who died along with\nhis wife and only daughter in a plane \ncrash of Alaska Airlines Flight number 261 which\ncrashed on 31 January, 2000. You shall read more about\nthe crash on visiting this site  \nhttp://www.cnn.com/2000/US/02/01/alaska.airlines.list/\nThe owner of this account is Mr. Morris Thompson an\nAmerican and great industrialist and a resident of\nAlaska. \n\nIt is therefore upon this discovery that I now decided\nto make this business proposal to you and for our bank\nto release the money to you. You have to follow the\ninstructions which I will send to you as the next of\nkin or relation to the deceased for safety and\nsubsequent disbursement since nobody is coming for it\nand I don't want this money to go into \nour bank treasury as  unclaimed  bill. \n\nThe banking law and guidelines here stipulates that if\nsuch money remained unclaimed after three years, the \nmoney will be transfered into the bank treasury as\nunclaimed fund. The money has now stayed more than \nthree years and I am preparing documentations to prove\nthat this money has been transfered to our bank\ntreasury. It will be between me and you only that will\nknow that the money is not transfered into our\ntreasury. The request of foreigner as next of kin in\nthis transaction is occasioned by the fact that the\ncustomer was a foreigner and a Senegalese cannot stand\nas next of kin to a foreigner. \n\nIn appreciation of your assistance, I am offering you\n30% of the total sum. 5% for contingencies (cost of\ntransfer/other charges) likely to  be incurred during\nthe course of transaction, while the remaining 65% \nis  for me. \n\nUpon receipt of your reply, I will send to you by fax\nor email the text of the application which you will\ncomplete and forward to our bank asking for this money\nto be paid to you as the next of kin to Mr. Morris\nThomson. I will not fail to bring to your notice that\nthis transaction is hitch-free and that you should not\nentertain any fear as all required arrangements have\nbeen made for the transfer. You should contact me\nimmediately as soon as you receive this mail through\nthe above email.\n  \nPLEASE DO NOT HESITATE TO CONTACT ME IMMEDIATELY.\nPLEASE DO CONSIDER MY REQUEST AS URGENT. \n\nYou may contact me also at sarrthom1@lycos.com.\n\nYours  Faithfully,\n\n\nThomas SARR\n", "id": "8f2742da70447bf6998c64d6f935cf04"}