{"email_subject": "REAL ESTATE INVESTMENT!", "email_body": "Allstate Trust Bank\n16\\\\17, Oyin Jolayemi Street,\nVictoria Island Lagos \nWebsite: http://www.allstatesbanking.com\n\nDear Sir, \n\nI hope this will not meet you as a surprise, as I know that I have not \n\nheard any previous corressponding with you, but have taken interest in \n\nyou, as a result of my choice of investment. I am Okpara Addey, \n\nManaging Director, Corporate Audit ,Allstate Trust Bank, Nigeria. This \n\nis an urgent and very confidential business proposition. I am seeking \n\nyour assistance here to enable me transfer and  invest the sum of $24M \n\nin LANDED PROPERTIES there in  your country. The source of these funds \n\nis as follows:\n\nOn June 6, 2002,a Foreign Oil consultant/contractor with the Nigerian \n\nInstitute of Mining and Metallurgy, Mr.Steve Warren, made a numbered \n\ntime(Fixed) Deposit for twelve calendar months, valued at \n\nUS$24,000,000.00,(Twenty-Four Million Dollars) in my branch. \n\nUpon maturity,I sent a routine notification to his forwarding address \n\nbut got no reply. After a month,we sent a reminder and finally we \n\ndiscovered from his contract employers, the Nigerian Institute of \n\nMining and Metallurgy, that Mr.Steve Warren died from an automobile \n\naccident.  On further investigation, I found out that he died without \n\nmaking a WILL, and all attempts to trace his next of kin was fruitless. \n\nI therefore made further investigation and discovered that Mr.Steve \n\nWarren did not declare any next of kin or relations in all his official \n\ndocuments, including his Bank Deposit documents in my Bank. This sum of \n\nUS$24,000,000.00 has carefully been fixed in my bank for safekeeping. \n\nNo one will ever come forward to claim it. \n\nAccording to the Nigerian  Law, at the expiration of 5 (five) years, \n\nthe money will revert to the ownership of the Government if nobody \n\napplies to claim the fund. \n\nConsequently, my proposal is that, since Mr.Steve Warren is a \n\nForeigner, I will like you as a Foreigner to stand in as the owner of \n\nthe money which was fixed deposited in my bank. I am writing you \n\nbecause I as a public servant, I cannot operate a foreign account, and \n\nmoreso, my choice of investment, which is one of the reasons why I \n\nwould want you to assist me, as I will need your assistance to invest \n\nthese funds in the Real Estate  business, to which which any PROFIT \n\nRETURN will be shared under an agreed percentage between the both of \n\nus, outside the normal percentage to be agreed on for your assistance.\n\nI want to present you as the owner of the funds so you can be able to \n\nclaim them. This is simple.I will like you to provide immediately your \n\nfull names and address, as well as phone and fax numbers,so that all  \n\nthe neccessary document can be  prepared , which will put you in place \n\nas the beneficiary of the funds.\n\nThe money will be moved out for us to share in the ratio of 80% for me \n\nand 20% for you. The paperwork for this transaction will be done in \n\naccordance to the law of the land and this guarantees the successful \n\nexecution of this transaction. \n\nIf you are interested, please reply immediately via my email address \n\nat: amokpara007@yahoo.co.uk, and upon your response,I shall provide \n\nyou with more details and relevant documents that will help you \n\nunderstand the transaction. \n\nPlease observe utmost confidentiality, and be rest assured that this \n\ntransaction would be most profitable for both of us because I shall \n\nrequire your assistance to invest my share in Real Estate  within your \n\ncountry. This is the major reason why I have contacted you.\n\nDue to the nature and confidentiality in this Transaction, it should be \n\naccorded all the neccesary confidentiality required, as my job will be \n\nat stake in the event of any eventuality.   I hope that this will meet \n\nyou in a good state of mind.\n\nI will pause for now, as I await your urgent response\n\nRegards.\n\nOkpara Addey\n\n\n", "id": "8fa32b359fd045088b01dc8c3484befe"}