{"email_subject": "Mr Denguele Samatigui, TREAT VERY URGENT AND CONFIDENTIAL.", "email_body": "Dear Friend,\n\nI apologize if the contents in this mail are contrary to your moral ethics, \nwhich I feel may be of great disturbance to your personal life, But please \ntreat with absolute secrecy and personal. I pray that this email reaches you \nin the best of health.\n\nI am Mr Denguele Samatigui, the manager of bill and  exchange at the foreign \nremittance department Bank Of Africa. In my  department we discoveredan  \nabandoned sum of US$14.5M (fourteen million five  hundred thousand US \ndollars) in an account that belongs to one of our  foreign customer who died \nalong with his family in the 2000 in a plane crash.\n\nSince we got information about his death, we have  been expecting his next \nof  kin to come over and claim his money because we cannot release it unless \n  some body applies for it as next of kin or relation  to the deceased as  \nindicated in our banking guide lines and lawsbut  unfortunately we learnt \nthat all his supposed next of kin or relation died  alongside with him at \nthe plane crash leaving nobody behind for the claim.\n\nIt is therefore upon this discovery that I now  decided to make this \nbusiness  proposal to you and release the money to you as the next of kin or \nrelation  to the deceased for safety and subsequent disbursement since \nnobody is  coming for it and we don't want this  money to  go  into the bank \ntreasury as   unclaimed bill.\n\nThe banking law and guidelines here stipulates that  if such money remained \nunclaimed after six years, the money will be transferred into the bank  \ntreasury as unclaimed fund.\n\nThe request of foreigner  as next of kin in this  business is occasioned by\nthe fact that the customer  was a foreigner and a Burkina cannot stand as \nnext of kin to a foreigner. I agree that 45% of this money will be for you \nas  respect to the provision of a foreign account , 5% will be set aside for \nexpenses incurred during the  business and 50% be for me.\n\nThereafter, I will visit your country for disbursement according to the \npercentage indicated. Therefore, to enable the immediate transfer of this  \nfund to you as arranged, you must apply first to the  bank as relation or  \nnext of kin of the deceased indicating your bank name, your bank account  \nnumber, your private telephone and fax number for easy and effective\ncommunication and location where the money will be  transfer.\n\nUpon receipt of your reply, I will send to you by  fax or email the text of \nthe application. I will not fail to bring to your  notice that this \ntransaction is hitch-free and that you should not entertain any atom of fear \nas all required arrangements have been made for the transfer. You should \ncontact me immediately as soon as you  receive this mail,\n\nTrusting to hear from you immediately.\n\nYours faithfully.\n\nMr Denguele Samatigui,\n\nN/B: CALL ME AS SOON AS YOU RECEIVE THIS MAIL OR WRITE EMAIL,\nE-MAIL: denguele_samatigui@yahoo.com\nTEL: +226-76-45-08-13.\n\n_________________________________________________________________\nMSN Hotmail : crez votre adresse e-mail gratuite &  vie ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "8fc8deae45cf544a51fe18f13cb6696d"}