{"email_subject": "VERY URGENT PLEASE", "email_body": "BEN IGWE & ASSOCIATES\n55A martin clouse lagos Nigeria\nEemail:(benigwe11111@ny.com)\nDear Sir,\nRE: ABACHA'S FAMILY\nWe were intstructed to contact you by the Abacha's family\n(family of\nthe former Nigerian Military Dictator and Head of State\nGeneral Sani\nAbacha  who died on the 8th of June last year while in\noffice) for\nassistance in the matter stated below. We have been\nconsulted and our\nservices retained by the Late Generals wife who is currently\non house\narrest as a result of  her family's  recent confrontation\nwith the  present\ngovernment of the Federal Republic of Nigeria\nOur client's family accounts in Switzerland and some other\ncountries\nwas recently frozen in the bead by the Nigerian government\nto get hold\nof Late General Sani Abachas Money.see attach BBC news\npublication for\nyour\nperusal(news.bbc.co.uk/1/hi/world/africa/3333557.stm).Recently\nthe\nGenerals first son was arrested for a murder charge he did\nnot commit\nand he had been released.see attach BBC news publication for\nyour\nperusal (news.bbc.co.uk/1/hi/world/africa/2278292.stm).\nHowever the  late\ngeneral has some money hidden some where in an European\ncountry in  the\ncare of a security and finance company to the turn of\n$25,000,000.00\nin cash which the Nigeria government does not know  about\n(PLEASE KEEP\nCONFIDENTIAL)\nThe funds was moved out of the country via diplomatic means\nduring the\nlate generals reign in power and the family would want you\nto\nimmediately travel to this European country where this\nsecurity company  is\nlocated or any of the affiliated offices where you will take\n possession\nof this money and filter it into a profitable business\nventure to avoid\nthe Nigeria government from impounding this money. For  your\neffort in\nthis you are expected to take 30% of this money.\nThe Abachas family are currently not allowed  assess to any\nof their\naccount both here and outside the country and so are relying\nheavily on\na trusted friend you are and this money in there latest\nordeal. Please\nHOPING TO HEAR FROM YOU.PLEASE ALWAYS GET BACK TO ME ON MY PRIVATE\nEMAIl(benigwe11111@ny.com )\nas soon as\npossible with a  show of interest for more details of\nthis.Enclosed  your\ntel/fax numbers while replying this mail for easier\ncommunication  .\nPlease treat as urgent\nYours Sincerely,\nBarrister ben igwe Esq.\nSenior Partner\n \n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nNew and Improved Yahoo! Mail - 100MB free storage!", "id": "8ff2beb6e411c98a133f7683bfc13a79"}