{"email_subject": "urgent", "email_body": "BARRISTER DAN AMINUEmail:dnaminu@yahoo.co.in PLEASE REPLY ME ON MY ALLTERNATIVE EMAIL:dnaminu@yahoo.co.in Reply To: dnaminu@yahoo.co.in Attn: Dear Friend,  I am BARRISTER DAN AMINU, personal Attorney to the late MICHAEL OTTO SULLIVAN.of Philadelphia, A national of your country, My late client was involved in an {AIR CRASH} that occurred on Jan Thursday 9th 2003 With an air craft {US Airways Express Flight 5481 } which crashed Wednesday at Charlotte/Douglas International Airport, killing all 21 aboard passengers were involved as you can confirm from the website below;{http://www.thestate.com/mld/state/4904572.htm }  I got your contact through the help of my sister-in-law that works with the American Chambers of Commerce and Tourism, due I did not disclose to her my humble intention for an honest foreigner like you, Having noted the confidence reposed on your person by the sponsor of the recommendation,  My late client was as well a one time secret Agent in transferring of money overseas for the late head of state of Nigeria {GENERALSANI ABACHA }. Before his death On Jan Thursday 9th 2003, My client Deposited the total sum of US$20,000,000.00 { TWENTY MILLION UNITED STATES DOLLARS } In {IMPERIAL BANKING CORPRATION} hoping of transferring the fund to his country as soon as he comes back from conference.  Union Bank Nigeria Plc ACCOUNT NUMBER: 2342765709/784768 ROUTING NUMBER: 2342657765 CODE: UBN/LILLACWONG/99/05 BENEFICIARY'S NAME: MR.MICHAEL OTTO SULLIVAN AMOUNT: $20 MILLION UNITED STATES DOLLARS    After these several unsuccessful attempts, I decided to trace his name over the Internet, to locate any member of his family. I have contacted you to assist in repatriating the money and properties left behind by my client before he get confiscated or declared unserviceable by the Bank where this huge deposit were lodged.  Particularly, the {U.B.N} Where the decease had an account valued at about US$20m, Has issued me a notice to provide the {NEXT OF KIN} or have the account confiscated within the next 10 official working days.  Since I have been unsuccessful in locating the relatives, I seek your consent to present you as the {NEXT OF KIN} of the decease since you are a foreigner to suite the purpose of the transaction. We have agree to share the money as follows,. 60% to me and 30% to you, While 10% has been set aside for any incidental expenses that may come up during this transaction by both parties, including the phone bills, etc.    Please, get in touch with me by my private email address to enable us to claim the fund immediately {dnaminu@yahoo.co.in } I hope to hear from you soon.  More importantly, you are strictly advice to send your reply to my Private and personal email address bellow for security and confidential reason dnaminu@yahoo.co.in  Thanks and God bless  BARRISTER DAN AMINU PLEASE REPLY ME ON MY ALLTERNATIVE EMAIL:dnaminu@yahoo.co.in   -----------------------------------------------------------------------Ya puedes ganar con la bolsa sin arriesgar ni un céntimo. Nuevo deposito NARANJA bolsa garantizado de ING Directhttp://ad.doubleclick.net/clk;14721373;7829128;m?http://www.ingdirect.es/track/tracker.asp?medio=WANP&cod=DG044", "id": "90000cf728188de2fa35ebb09a3e6511"}