{"email_subject": "|||||||| ASKING FOR YOUR ASSISTANCE (FOR US$21.5 MILION||||||||", "email_body": "\nFROM: BALOY SITHOLE.\nTELL: 27-835-184-080\n\n \n\nATTN:DIRECTOR/C E O, \n\nI know you will be surprised to read from me, but please\nconsider this as a request from a family i dire need of\nassistance.First, I must introduc myself. I a MR. BALOY\nSITHOLE. from Angola. I am the first and only son of\nBRIGADIER SITHOLE JONES. I am presently resident in South\nAfrica.\n\nI got your contact address from a business directory in\nJohannesburg Chamber of commerce and Industry. On behalf of\nmy widowed mother MRS. ELIZABETH SITHOLE, I desided to\nsolicit for your assistance to transfer the sum of US$21.5\nMILLION( TWENTY ONE MILLION FIVE HUNDRED THOUSAND UNITED\nSTATES DOLLARS)inherited from my late father, into your\npersonal/ company's account.\n\nBefore my fathers' death, he was a Brigadier in charge of\nArms and Ammunation procurement for the Angola Army. In his\nWILL, he specifically drew my attention\n\nto the said sum of money which he deposited in a safe box\nof a private Security Company in Johannesburg- South Africa\nin a treasure box, fully documented in my\n\nname.\n\n \n\nIN FACT MY FATHER SAID AND I QUOTE 'MY BELOVED SON, I WISH\nTO DRAW YOUR ATTENTION TO US$21.5 MILLION . I DEPOSITED THE\nBOX CONTAINING THIS MONEY IN A SECURITY COMPANY IN\nJOHANNESBURG, SOUTH AFRICA. DURING THE WAR, I WAS VERY\nDEDICATED AND OFFICERS AND GOVERNMENT FUNCTIONARIES WERE\nBUSSY HELPING THEMSELVES WITH GOVERNMENT FUNDS AND\nPROPERTIES AND SENDING THEM TO FOREIGN COUNTRIES. DUE TO\nTHIS, WHEN I AND MY FORMER SPECIAL ADVISOR TO THE PRESIDENT\nWERE ASSIGNED BY THE PRESIDENT (EDUARDO SANTOS) TO PURCHASE\nARMS IN SOUTH AFRICA, WE SAW THIS AS A GOLDEN OPPORTUNITY\nAND DIVERTED THE MONEY AND DIVIDED IT. i GOT A TOTAL SUM OF\nUS$21.5 MILLION. IN CASE OF MY ABSENCE ON EARTH, AS A\nRESULT OF DEATH ONLY, YOU SHOULD SOLICIT FOR THE FUND FOR\nINVESTMENT PURPOSES.'\n\n>From the above, you will understand that the lives and\nfuture of my family depens on this money, as such I will be\ngrateful if you can assist us. We are now living in South\nAfrica as political Asylum seekers and financial laws and\nregulation of the Republic of South Africa do not permit us\nfinancial rights to such huge sum of money. In view of\nthis, I cannot invest this fund in South africa, hence i am\nprepared to offer you 20% of the total fund, while 10% will\nbe set aside for local and international expenses and 70%\nwill be for my family and me.\n\nFinally, modalities on howthe transfer will be bone will be\nconveyed to you once we have established trust and\nconfidence between ourselves. Please treat this matter as\nvery urgent.\n\nBest regards,\n\nBALOY SITHOLE.\n\n", "id": "9033011fd2ea2a32933465068d794d30"}