{"email_subject": "HELLO", "email_body": "\n\n\nDear sir/Madam,\n\nI have the honour and confidence to introduce this business to you in view\nof the fact that you are trustworthy and reliable as my inquires reveals.\n\nI am Mr. Andrew Clark I work in the Foreign Payment Department of the\nNational WestMinster Bank here in London Uk. There is an account opened in\nthis bank in 1994 but since 1998 nobody has operated on this account\nagain. After a private and intensive investigation, I discovered that the\nowner of this account (Mr. Chapman Mark J.) was an oil merchant - a\nforeigner, who died since 1998 without having a beneficiary to this\naccount.\n\nhttp://cnnstudentnews.cnn.com/WORLD/9809/swissair.victims.list/\nhttp://cnnstudentnews.cnn.com/WORLD/americas/9809/08/swissair.02/\n\nMy investigation proved to me he never informed any of his family members\nabout this funds and he also did not have any next of kin to the said\nfunds. The amount in this account is  Fifty Five Million Five Hundred\nThousand British Pound sterling. Since no one has come forth to claim\nthese funds, the bank management is willing to welcome any foreigner who\nhas correct information to this Account which I will give upon receipt of\nyour positive response towards my proposal. I assure you a 100% that there\nis no risk to this business. After its conclusion I will retrieve all\ndocuments used in the transfer and destroy them in your presence, when I\ncome over to your account base for sharin of funds and possible\ninvestment.\n\nSharing will be 30% for you, 0.5% for any expenses incurred during this\nbusiness 30% for charity organizations because this was one of the things\nhe made known to me personaly before he died in the plane crash while the\nremaining 35% for me. As soon as I hear from you I will put up an annual\nleave so I could be able to facilitate the transfer of this fund to any\nAccount of your choice.\n\nContact me urgently for the way forward.\n\nThanks.\n\nAndrew Clark.\n\n\n", "id": "9053461ca202bfbaac216abacb0b2f7e"}