{"email_subject": "Please Help Me!!!", "email_body": "I humbly introduce myself to you; I am Mrs. Alhaja Rashidat Azmil the wife Of \nCaptain Azmil who served in\nIraq.I am contacting you base on trust and humanitarian assistance which I \nurgently need from\nyou. The recent concluded US led war against my country has left my family \ntotally devastated as I\nlost my Husband to the cold hands of death and the children lost thei \nfather.Long before this war\nstarted, my late husband had in his custody $20.7 Million U.S Dollars, but due \nto serious threat of war\nfrom the United States and the collision forces (if our dictator president \ndoes not amend his ways), my\nhusband had to act fast and at such deposited these funds in a Diplomatic \nCondominium in a neighboring\ncountry for the purpose of our family survival after the war might have been \nover.\n\nI am writing you this letter because our dreams was not fulfilled as we could \nnot leave Iraq before the\nwar but we did however succeeded in getting the children to a neighboring \ncountry first before trying\nto proceed with getting ourselves out. It was in the process of us (my Husband \nand I) escaping to a\nneighboring country that we came under friendly fire. It was this mistake that \ntook my husband’s life and\ncritically injured me as the truck we were in went out of control into a brick \nwall. I was rushed to a\nmilitary hospital in a neighboring country where I am currently admitted and \nwriting this\nletter. I am recovering well and now that my health has improved dramatically, \nI need to think of the\nfutureof my Children and who to trust in sending theentire amount kept by my \nlate husband for investment\nand acquiring immigration papers for my children. \n\nIf you believe you can assist me on this endeavor,kindly reply me at \nr_azmil@land.ru so that I shall forward to \nyou all the details required to carry on this transaction successfully. I look \nforward to your prompt favorable\n response.Thanks for your understanding.\n\nYours Respectfully,\nMrs. Rashidat Azmil.\n\nN.B \n(If you have received this email in error, please\naccept my apology. If you no longer wish to receive\nemail from me, please do not reply. Your request will\nbe honored).\n\n\n\n____________________\nhttp://www.email.si/\n\n", "id": "90608572f10c4c86b1c125ac68e80290"}