{"email_subject": "To:Adams/Reply today.", "email_body": "Dear Adams, I am Barrister John Solomon a legal Solicitor and I was the Personal Attorneyand legal adviser to Mr.Joshua Adams, a national of your country,who used to work with Mobil oil Company here in Togo. On the 7th of April 2002, my client, his wife and their three children were involved in a car accident along imo Express Road. All occupants of the vehicle unfortunately lost their lives. Since then I have made several enquiries to your embassy to locate any of my clients extended relatives,this has also proved unsuccessful. After these several unsuccessful attempts,I decided to trace his relatives over the Internet, to locate any member of his family but of no avail,hence I contacted you. I have contacted you to assist in repatriating the money and property left behind by my client before they get impounded by the security company were my client deposited this consignment(two trunkboxes). Particularly,the security company where the deceased had deposited this consignment valued at about eight million five hundred thousand united state dollars ($U.S8.5million) has issued me a notice to provide the next of kin or have the consignment confiscated/impounded within the next ten official working days. Since I have been unsuccessful in locating the relatives for over two years now, I seek your consent to present you as the next of kin of the deceased since you are from the same country so that the proceeds of this consignment valued at eight million five hundred thousand united state dollars($U.S8.5million)can be claimed by you and then you and i can share the money. Note that this consignment was recorded as family treasures belonging to my late client and only you and i knows the content of the two boxes with the security company. I will require your honest cooperation to enable us see this deal through.I guarantee that this will be executed under a legitimate arrangementthat will protect you from any breach of the law. Contact me via my private email (barrister_johnsolomon@yahoo.co.uk) to enable us discuss further. Best Regards,John Solomon (Esq)-----------------------------------------------------------------------SOS Aldeas Infantiles. Ningún niño sin hogar.http://ad.doubleclick.net/clk;16697255;7829128;z?http://ad.es.doubleclick.net/clk;15339847;11200040;r?http://www.aldeasinfantiles.es/aldeas/microsite/index.htm", "id": "90923e1ce72f5f7a1d2f23f774f247ab"}