{"email_subject": "From Mrs Joy Williams", "email_body": "Dear Good Friend.\n\nI am Mrs Joy Williams from Solomon Islands. I am married to Mr. Lobi Williams who worked with our Embassy in Ivory Coast for nine years before he died in the year 2004. We were married for eleven years without a child. He died after a brief illness that lasted for only four days.\n\nBefore his death we were both born again Christian. Since his death I decided not to remarry or get a child outside my matrimonial home which the Bible is against.\nWhen my late husband was alive he deposited the sum of $8.5 Million with a Bank in Cote D lvoire.\n\nPresently this money is still in the custody of the Bank in Cote D lvoire.Recently, my Doctor told me that I would not last for the next Eight months due to cancer problem. Having known my condition I decided to donate this fund to a church,organization or good person that will utilize \nthis money the way I am going to instruct herein.I want a \nchurch,organization or good person that will use this fund\nfor orphanages, widows and other peoples that needs help and also propagating the word of God and to endeavor that the house of God is maintained.\n\nThe Bible made us to understand that\"Blessed is the hand that giveth\".l took this decision because I don't have any child that will inherit this money and my husband elatives are not Christians not even good at all because they are the one that responsible for the death of my husband in \nother to have all my late husband prperties and I don't want my husband's efforts to be used by those that conspired for his death.\n\nThis is why I am taking this decision, I am not afraid of death hence I know where I am going. I know that I am going to be in the bosom of the Lord.Exodus 14 VS 14 says that \"the lord will fight my case and I shall hold my peace\". I don't need any telephone communication in this regard because of my health hence the presence of my husband's relatives around me always. I don't want them to know about this development and l know that With God all things are possible.\n\nAs soon as I receive your reply I shall give you the contact of the Bank in Cote d' lvoire. I will also issue a letter of authorization to the bank that will prove you the present beneficiary of this money. I also want \nyou, church or the organization to always pray for me because the lord is my only shephard.\n\nMy happiness is that I lived a life of a worthy Christian. Whoever that Wants to serve the Lord must serve him in spirit and Truth. Please always be prayerful all through your life.\n\nContact me on the this email address and any delay in your reply will give me room in sourcing another good person, church,organization for this same purpose.\n\nPlease assure me that you will act accordingly as I Stated herein. Hoping to receive your response immedaitely.\n\nThanks and Remain blessed in the Lord.\nl remain yours sister in Christ.\nMrs. Joy Williams.\n\n\n\n", "id": "90af2243bd9d8c0c9ad8ad9407f97da7"}