{"email_subject": "God's Directives(Pls Help Me)", "email_body": "Dear Friend \nIt is my prayers that in any time in your life that you need help, God  himself will come to your aid.  Before continuing, I do like to inform  you  that this transaction is a  risk  free. It is completely risk free. The money inquestion I want to  transfer  into your bank account is my inheritance from my late father. \nIt  is a  legally acquired money so there is nothing wrong about it.  Because,Before  the death of my father in the united kingdom, He sincerely  called me on  his bed side  and  told me that he had a sum of Eight million  Three \nhundred   thousand United state Dollars ($8,300,000 US DOLLARS)  kept in  a local bank here in the united kingdom.He also used his name  to  Deposit the  money,and me  as his only daughter as next of kin/heir.i am the only \nsurvival of the  family as my mum died 3 years before my dad of child  birth. \nLike I told you in my mail, I am alone now. I want to transfer the  money  into your bank account after which, I shall travel to meet with  you  in  your  country so that we can invest the money in lucrative  businesses. I \nam  only  21 years now and I do not have any experience of investment.  I am  hoping on  you to make the investment. Last week, I went to the bank  here  where  the  money was deposited to inform them that I want them to  release \nthe  money to  me. The bank people told me that their was an agreement  with  my late  father during the time of deposit that the money will not be  given or release  to me  until I am at least 24 years of age. Now that I am \nnot up  to 24 years,  the  bank said that I have to appoint another person who  will  act as my \nguardian  so that they will release and transfer the money directly to  the  person. The  bank said that the person that I will appoint must be a  least  24 years  or  above. This is the reason why I have contacted you  urgently to \nhelp me  receive the money. The second reason is that my father who was  poisoned  by  his own family before his death told me to transfer the  money  to a bank  account of a person of my choice abroad and leave this  country \nimmediately  and also the crises here is getting worse and never  subsides. I  do not  know   any one that I can contact this is reason why I have  requested you to  help  me. \nMy dear It is true that we do not know each other before now, I believe  that  we can work with one another and become a very reliable partners.  I   know for  sure that both of us will handle this transaction to a mutual \nbenefit.   once  I hear and concluded with you, I shall give you the  contact  of the bank  here  so that you can contact the bank as my guardian and  request for urgent  transfer of this fund to your account.   The bank is already aware that I should appoint some one and they have \nbeen  waiting for me to give them the name of the person. The bank will  work  directly with you and will release the money directly to you. Once the  money  is released, the bank will transfer the money into any account \nthat  you  will  donate. \nThis means that you will need to provide a bank account where the money  will  be transferred into. it does not matter if there is money in the  account or  not. All the bank needs is a valid account that can receive  the  money  when  it is transferred. Once the money is transferred into the  account that  you  shall donate, you shall send me some money back here  so  that I can  arrange  for my traveling documents . I hope to meet with  you  one week from the  time  that the money have been transferred into your  bank  account.  Concerning the reason why I choosed you, I will like to tell  you  how it  happened. I do not know who I was going to appoint as my  guardian.  Now  the  time is running and I am getting more confused. I starting  asking God  for  directives on that. On day, I decided that I was going to  look for   people   contacts and profile and select any one that my mind told me \nto  pick. I  went  to an internet center here in the united kingdom were I  present live and  started  searching on the internet. I got a lot of contact but I copied  only   three  and took it home. When I got home, I kept the names and was  praying  on  it so  that God  will direct me. \nI was afraid but a last, I had this aasuring in my spirit that God will  never let me down as an orphan. On the last day, I was led by my spirit  to  take you among the three names. I did not waste time but contacted  you  the  next day. I trust you but I trust God the more because he will \nnever  fail me  nor leave me. From you mail too, I am sure you are the right  person  for  me.  I am compelled to even trust someone that I do not know  because I \ndo  not  have any choice.  I hope that this mail have explained so well  and  if you need to know  anymore  thing, do not hesitate to ask me so that I can answer. When I  receive  your  next reply. I will leave you here and until I hear from \nyou, \nI  remain.You \ncan reply me at teihi919@yahoo.es \nIn God's loving arms. \nAnnabel Maryse Affi Tiehi \nN:B ON REPLY OF MY EMAIL , ALSO ON YOUR RETURNING OF THIS MAIL PLEASE  SEND  YOUR TELEPHONE AND FAX NUMBER AND YOUR AGE ,OCCUPATION FOR EASY \nCOMMUNICATION \n\n\n\n \t\t\n---------------------------------\n Dcouvrez une nouvelle faon d'obtenir des rponses  toutes vos questions ! Profitez des connaissances, des opinions et des expriences des internautes sur Yahoo! Questions/Rponses.", "id": "90da9a3a6690cb4e4a7964f0ceb179fa"}