{"email_subject": "From: Mrs. Mary Kobe ", "email_body": "From: Mrs. Mary Kobe,\n\n17 Stuttgart Avenue,\n\nRandburg,\n\nJohannesburg,\n\nRepublic of South Africa.\n\nDear Sir,\n\nVERY CONFIDENTIAL PLEASE\n\n\nI have been waiting for the Military to hand-over government of Sierra Leone \nto the Civillian. I am Mrs. Mary Kobe, widow of late General John Kobe. I \nprocured your contact information from my search for a reliable person who \nis capable of handling such a proposal of such a magnitude, as my late \nhusband has made it that this proposal herein will be at the betterment of \nhis family, as the person to be the foreign partner will take good care of \nhis investment and family as well. My late husband was one of the victims of \nthe Civil war. I have been informed by one of our family's attorney who is a \nSouth African citizen with the name Barrister Barrister cliff Alexaandern that my late \nhusband operated a secret account with a fictitious name in the FIRST \nNATIONAL BANK here in Johannesburg. In this account, he has (Thirty-nine \nMillion Dollars) $39,000,000 only, which was credited in his favour.\n\nIn my husband's 'WILL' he stated that one of his partners overseas will take \ncare of his family/properties. The attorney is waiting for my late husband's \npartner overseas who is to take care of his family/properties according to \nhis WILL. Since no mention was made in the WILL as to who the said partner \nis, I want you to take advantage of this upon receipt of this email, you are \nto contact the family attorney with the following information:\n\nName: Barrister cliff Alexaander.\n\nAddress: 17 Brixton Street, Orange Groove, Johannesburg. RSA>\n\nPhone: +27=83-540-6943. Fax: +27-86-640-4824.\n\nEmail: cliffattorneys@webmail.co.za.or:cliff@mailbox.co.za\n\nTry to contact this lawyer as urgent as possible with the following \nreference:\n\nAmount deposited: $39,000,000 US Dollar.\n\nBank: First National Bank of South Africa.\n\nMonth/Year of Account: July, 1999.\n\nSecret Code: 43/99FNB/MBW/13.00131/7.\n\nIt has been resolved by the family that 20% of the total fund shall be your \nshare for presenting yourself for this purpose/assistance you will give in \nthis regard,while 10% mapped-out for the re-enbursement of all local and \ninternational expenses, which will be incurred in the transfer process. \nFinally the remaining 70% is for myself and my children, which a good part \nof this fund shall be directed towards executing my husband's WILL, which is \nto buy shares and stocks in foriegn countries, in order to secure our \nchildren's future.\n\nTo facilitate this transaction, please send your telephone and fax number, \nthroough which you will be contacted immediately by our attorney, which his \ninformation is written above. Note: This is our life and I trust you with \nit. I want you to reciprocate the same trust, which I repose in you. Give \nthis matter a prompt and quick response. Please, direct your response VIA to \nour family attorney whom the information is written above and discuss with \nhim towards the effective conpletion of this transaction/how to get this \nfund out of the bank. My assurance to you is that this transaction is \nhundred percent risk-free.\n\nBest regards,\n\nMrs. Mary Kobe.\n\n\n\n\n\n\n", "id": "90eca39b4bbe4140ba5987539b4a6764"}