{"email_subject": "GOOD  DAY", "email_body": "Atten: Sir,\n\nIt is obvious that this proposal will come to you as a\nsuprise. This\nis because we have not met before but I am inspired to\nsending you\nthis email by the huge fund transfer opportunity that\nwill be of mutual benefit to the two of us.\n\nHowever, I am Barrister Maxwell Obiekwu,the personal\nattorney to the late Engr. Suk Hun Wufei, a Citizen of Japan, who used \nto work with\nNigerian National Petrolum Co-operatrion (NNPC). \nOn the 26th of August 1999, my client,his wife and\ntheir three\nwere involved in a fatal house explossion at\nNigerian National Petrolum Co-operatrion (NNPC)\nquaters Lagos.\nUnfortunately they all lost their lives including\nother people in the premises.\nSince then I have made several enquiries to several\nEmbassies to locate any of my clients extended\nrelatives, this has also proved successful. \nAfter these several unsuccessful attempts, I decided \nto trace his relatives over the Internet to locate any\nmember of his family but of no avail, hence I\ncontacted you. \n\nI contacted you to assist in repartrating the money \nand property left behind by my client since I have no\nplace to locate any of his relatives. I can easily\nconvince the bank with my legal\npractice that you are the only surviving relation of\nmy client.\nOtherwise the Estate he left behind will be\nconfiscated or declared\nunserviceable by the bank where this huge deposits\nwere lodged.\nParticularly, My late client had an account with one\nof the banks in Republic of Ghana valued at about\nUS$9.3Million (Nine Million Three Hundred Thousand\nUnited States Dollars) which I witness the\ndocumentations and the documents are with me.\n\nConseqently,The bank issued me a notice to provide the\nnext of kin to my client or have the account\nconfiscated within the\nnext twenty-one official working days since I have\nbeen \nunsuccesfull in locating the relatives for over\nseveral years now. \nI seek your consent to present you as the \nnext of kin of the deceased so that the proceeds of\nthis account \nvalued at US$9.3Million (Nine Million Three Hundred\nThousand United States Dollars) will be paid into your\naccount and\nthen you and I can share the money. 55% to me and 40%\nto you,while\n5% should be for expenses,tax as your government or\nReplic of Ghana may require. \n\nI have all necessary legal documents that can be used \nto back up any claim we may make. All I require is \nyour honest cooperation to enable us see this deal \nthrough. I guarantee that this will be executed under \na legitimate arrangement that will protect you from \nany breach of the law. \nPlease get in touch with me by return email or call me on 234 80371 \n89723. \n\nYours Faithfully, \n\nBarrister Maxwell Obiekwu . \n\nN.B. Please indicate your telephone and fax numbers \nfor easy communication in this mutual transaction. \n   \n\n\n", "id": "90f76c22ae6354e49e0736b01ecb61a3"}