{"email_subject": "", "email_body": "\n\n\n\n\n\nFriend in the Lord,\n\n\n\nPlease use this money for the churches and less privileged.\n\n\n\nGreetings to you and your family in the name of God. In my search for a reliable and God fearing person and having gotten your contact through prayers and painstaking efforts I have decided to seek your help in carrying out my last wishes. My name is Mrs.Marvis Smith. I'm a 65 years old woman and from Congo. I was a merchant and owned two businesses in Dubai. I was also married with two children.\n\n\n\nMy husband and two children died in a car accident six years ago. Before this happened, my business and concern for making money was all I live for. I never really cared about other values in life. But since the loss of my family, I have found a new desire to assist helpless families. I have been helping orphans in orphanage/motherless homes. I have also donated some money for humanitarian needs in Sudan, South Africa, Cameroon, Brazil, Spain, Austria, Germany and some Asian countries. Only recently I saw on television the colossal loss of properties and livelihood people in Canberra, Australia through fire.\n\n\n\nI was moving with great pity and compassion that I decided to make this contribution on assisting people over there, I kept $US25,000,000.00 Million in a long-term deposit account in a Finance company. Presently, I'm in a hospital where I have been undergoing treatment for oesophagi cancer. I have since lost my ability to talk and my doctors have told me that I have only few months to live. It is my last wish to see this money distributed to victims of the fire outbreak in Australia and other charity organization. Because relatives and friends have plundered so much of my wealth since my illness, I cannot live with the agony entrusting this huge responsibility to any of them.\n\n\n\nPlease, I beg you in the name of God to help me collect the deposit and  distributes it accordingly. Use your judgment to distribute the money and keep 20% of it to yourself. Feel free to reimburse yourself when you have the money for any cost you incur during the process of collecting and distributing the money. If you are willing to help, please reply as soon as possible. May the good lord bless you and your family.\n\n\n\nPlease, send reply and all correspondences to my attorney :\n\nBarrister. Lamo benson\n\nEmail: barrister_tunde234@yahoo.com\n\n\n\n\n\nRegards,\n\n\n\nmrs_sm011@yahoo.com\n\nMrs.Marvis Smith\n\n", "id": "9106ca91f9f01af5a8ddb9e0c1ae6f5d"}