{"email_subject": "FONDAZION DI VITTORIO", "email_body": "\n\n\nFONDAZION DI VITTORIO\n\nFoundation's Officer,\nFondazion Di Vittorio,\nITALY\nhttp://www.fondazionedivittorio.it\n\nConcern.\n\nThe Foundazion di Vittorio, would like to notify you that you have been\nchosen by the board of trustees as one of the final recipients of a cash\nGrant/Donation for your own personal, educational, and business\ndevelopment. The Fondazione Di Vittorio, established 1977 by the\nMulti-Million groups and now supported by the Economic Community for West\nAfrican States (ECOWAS), United Nations Organization (UNO) and the\nEuropean Union (EU) was conceived with the objective of human growth,\neducational, and community development.\n\nTo celebrate the 28th anniversary program, The Vittorio Foundation in\nconjunction with the Economic Community for West African States (ECOWAS),\nUnited Nations Organization (UNO) and the European Union (EU) is giving\nout a yearly donation of US$1,000,000.00, (One Million  United States\nDollars) to 100 lucky recipients. These specific Donations/Grants will be\nawarded to 100 lucky international recipients worldwide; in different\ncategories for their personal business development and enhancement of\ntheir educational plans. At least 15% of the awarded funds should be used\nby you to develop a part of your environment. This is a\nyearly program, which is a measure of universal development strategy.\n\nThe objective is to make a notable change in the standard of living of\npeople all around the Universe (From America to Europe, Asia to Africa and\nall around). The Vittorio Foundation has been assured of highest\norganization standard courtesy of the United Nations. It is our belief\nthat we can achieve a great positive change in the general welfare of the\nuniverse through this program. That is why the foundation is doing\neverything possible to get all recipients notified of their donation.\n\nNote that your country is not the only country that is benefiting from\nthis donation. Beneficiaries have been chosen from countries from all\ncontinents. The idea of this donation is that within ten years from now,\nthere will be notable richness among many unusual people around the world.\nThis will give many people the opportunity to get their lives to a stage\nwhere they had always wanted.\n\nKindly note that you will only be chosen to receive the donation once,\nwhich means that subsequent yearly donation will not get to you again.\nTake time and thought in spending the donation wisely on something that\nwill last you a long time. Recipients are only eligible to be awarded this\ndonation once.\n\nBased on the random selection exercise of internet websites and millions\nof supermarket cash invoices worldwide, you were selected among the lucky\nrecipients to receive the award sum of $2,500,000.00 (Two Million Five\nHundred Thousand United States Dollars) as charity donations/aid from the\nVittorio Foundation, ECOWAS, EU and the UNO in accordance with the\nenabling act of Parliament. (Note that all beneficiaries email addresses\nwere selected randomly from over 100,000 internet websites or a shop's\ncash invoice around your area in which you might have purchased something\nfrom).\n\nYou are required to fill the form below and email it to our Executive\nSecretary below for qualification documentation and processing of your\nclaims. After contacting our office with the requested data, you will be\ngiven your donation pin number, which you will use in collecting the\nfunds. Please endeavor to quote your Qualification numbers (N-222-6747,\nE-900-56) in all discussions.\n\nFULL NAMES:__________________________________\nADDRESS: _________________________________________________\nCITY:_________________________\nSTATE:__________________________________ ZIP: ______________\nCOUNTRY________________________________\nSEX:_______________\nAGE:__________________\nMARITAL STATUS:_________________\nOCCUPATION:________________________\nE-MAIL ADDRESS:_____________________________\nTELEPHONE NUMBER:_____________________\n\n===========================================\nExecutive Secretary- Mr. Riccardo Varanini.\nEmail:  riccardovaranini_09@yahoo.it\n\nAll information is strictly confidential and will only be used for the\npurpose to which it is been requested.\n\nPlease note that these donations/Grants are strictly administered by\nEconomic community for West African States (ECOWAS), European Union (EU),\nunder delegated powers from the United Nations Organization (UNO). This\nmeans that your qualification number will be reffled to know the\norganisation (ECOWAS or EU) that will handle your payment. You are to keep\nthis whole information confidential until you have been able to collect\nyour donation, as there have been many cases of double and unqualified\nclaim, due to beneficiaries informing third parties about his/her donation.\n\nFinally, all funds should be claimed by their respective beneficiaries, no\nlater than 15 days after notification. Failure to do so will mean\ncancellation of that beneficiary and its donation will then be reserved\nfor next year?s recipients. On behalf of the Board kindly, accept our\nwarmest congratulations.\n\nRegards.\nMr. Gianni Mattioli\n(Foundation officer)\n\n\n", "id": "910fbb5cabddda5c4dd175d3aa87a4f7"}