{"email_subject": "FROM Ms.JASON LECEISTER", "email_body": "Attn: Sir/Madam,\n\n{HIGHLY CONFIDENTIAL}\n(RE: TRANSFER OF (THIRTY SIX \nMILLION SEVEN HUNDRED AND\nFIFTY NINE THOUSAND POUNDS STERLINGS)\nRE: \nTRANSFER OF 36,759,000.00 MILLION POUNDS TO YOUR\nACCOUNT.\nMy name is Mr.\nJason Leicester and I work in the International Operation Department in \na Bank here in London.I feel quite safe dealing with you in this \nimportant business.Though, this medium (Internet) has been greatly \nabused, I choose to reach you through it because it still remains the \nfastest medium of communication. However, this correspondence is \nunofficial and private, and it should be treated as such. \n\nAt first I \nwill like to assure you that this transaction is 100% risk and trouble \nfree to both parties. WE WANT TO TRANSFER OUT MONEY FROM OUR BANK HERE \nIN LONDON. THE FUND FOR TRANSFER IS OF CLEAN ORIGIN. THE OWNER OF THIS \nACCOUNT IS A FOREIGNER, a program leader.Until his death,The Late Prime\nMinister, Mr. Rafik Hariri, has a huge investment here in the United \nKingdom and all over the world, as a matter of fact he has the sum of\n(THIRTY SIX MILLION SEVEN HUNDRED AND FIFTY NINE THOUSAND POUNDS \nSTERLINGS) in his account here in London which he deposited as a family \nvaluables.The family do not know about this deposit.I was on a routine \ninspection that I discovered a dormant domiciliary account with a BAL. \nOf (THIRTY SIX MILLION SEVEN HUNDRED AND FIFTY NINE THOUSAND POUNDS \nSTERLINGS) on further discreet investigation, I also discovered that \nthe account holder has passed away (dead) leaving no beneficiary to the \naccount. The bank will approve this money to any foreigner because the \nformer operator of the a/c is a foreigner. I am certainly sure that \nnobody will come again for the claim of this money. A foreigner can \nonly claim this money with legal claims to the account Holder, \n\nTherefore I need your cooperation in this transaction. I will provide \nall necessary information needed in order to claim this money.Hoping in \nGod that you will never let me down now and in future.o.k! Rafik Bahaa \nEdine Hariri (November 1, 1944 - February 14, 2005), married to Nazek \nAudi Hariri, was a Lebanese self-made billionaire and business tycoon, \nand was five times Prime Minister of Lebanon (1992-1998 and 2000-2004) \nbefore his last resignation from office on October 20,\n2004. The late \nRafik Hariri died on February 14, 2005 when explosives equivalent to \naround 300 kg of C4 were detonated as his motorcade drove past the \nSaint George Hotel i n the Lebanese capital, for more information \nplease log on to (http://www.hariri.info/)\n\nI WANT TO TRANSFER THIS \nMONEY INTO A SAFE FOREIGN ACCOUNT ABROAD BUT I DON'T KNOW ANY FOREIGNER \nWHOM I CAN TRUST, I KNOW THAT THIS MESSAGE WILL COME TO YOU AS A \nSURPRISE AS WE DON'T KNOW OURSELVES BEFORE, BUT BE SURE THAT IT IS REAL \nAND A GENUINE BUSINESS. I CONTACT YOU BELIEVING THAT YOU WILL NOT LET \nME DOWN ONCE THE FUND GOES INTO YOUR ACCOUNT.\n\nBest Regards \n\nMr.Jason \nLeicester .\n\n\n", "id": "9120bdca0ee774a423632ab47a826534"}