{"email_subject": "TREAT AS URGENT AND CONFIDENTIAL  FROM DR ALI IBRAHIM.", "email_body": "FROM THE DESK OF DR ALI IBRAHIM.\nBILL AND EXCHANGE MANAGER,\nAFRICAN DEVELOPMENT BANK -ADB ANNEX.\nOUAGADOUGOU, BURKINA FASO.\nIN WEST AFRICA.\n\n\n\n\nPRIVATE CONFIDENTIAL NUMBER E-MAIL:dr_ ali_i1@hotmail.com\n\nDear Sir,\n\n\n\nI am The Manager of Bill and Exchange at the Foreign Remittance Department \nof African Development bank(ADB).  I am writing following the impressive \ninformation about you through one of my friends who runs a consultancy firm \nin my country. He assured me of your capability and reliability to champion \nthis businees opportunity.\n\nIn my department we discovered an abandoned sum of $ 30m US dollars ( Thirty \nmillion US dollars) . In an account that belongs to one of our foreign \ncustomer who died along with his entire family in november 2001 in a plane \ncrash.\n\nSince we got information about his death, we have been expecting his next of \nkin to come over and claim his money because we cannot release it unless \nsomebody applies for it as next of kin or relation to the deceased as \nindicated in our banking guidelines but unfortunately we learnt that all his \nsupposed next of kin   or relation died alongside with him at the plane \ncrash leaving nobody behind for the claim. It is therefore upon this \ndiscovery that I and other officials in my department now decided to make \nthis businness proposal to you and release the money to you as the next of \nkin or relation to the deceased for safety and subsequent disbursement since \nnobody is coming for it and we dont want this money to go into the Bank \ntreasury as unclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money remained \nunclamed after six years, the money will be transfered into the Bank \ntreasury as unclaimed fund.\n\nThe request of  foreigner as next of kin in this business is occasioned by \nthe fact that the customer was a foreigner and a Burkinabe cannot stand as \nnext of kin to a foreigner.\n\nWe agree that 30 % of this money will be for you as foreign partner, in\nrespect to the provision of a foreign account,  10 % will be set aside for \nexpenses incured during the business and 60 % would be for ;me and my \ncolleagues. There after I and my colleagues will visit your country for \ndisbursement accoding to the percentages indicated.\n\nTherefore to enable the immediate trnansfer of this fund to you as arranged, \nyou must apply first to the bank as relations or next of kin of the deceased \nindicating your bank name, your bank account number, your private telephone \nand fax number for easy and effective communication and location where in \nthe money will be remitted .\n\nUpon receipt of your reply, I will send to you by fax or email the text of \nthe application. I will not fail to bring to your notice that this \ntransaction  is hitch free and that you should not entertain any atom of \nfear as all required arrangements have been made for the transfer .\n\nYou should contact me immediately as soon as you receive this letter.\nTrusting to hear from you immediately.\n\nYours faithfully,\n\nDR ALI IBRAHIM.\nBill and Exchange Manager,\nAfrican Development Bank ADB .\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "9199e99b98b1923378d12d2365daea4b"}