{"email_subject": "MUTUAL PARTNERSHIP.", "email_body": "Dear Friend,\n\nI am Mr. Stark William, the senior credit officer of NATWEST BANK PLC.I\nhave three more months in this office and as such i am informing you \nfor a reliable partner concerning a project in this bank which will be \nof  \ngreat benefit to our families.\n\nAfter the United States and Iraqi war, our client Hatem Kamil Abdul\nFatah who was the deputy governor of Baghdad in Iraq and also business\nman made a numbered fixed deposit for 12 calendar months, with a value\nof £25,000,000 (Twenty Five Million British Pounds) only in my  \nbranch.Upon maturity several notices were sent to him, even in the  \nfirst quater of this year.\n\nAgain another notification was sent and still no response came\nfrom him. We later found out that the Deputy Governor has been\nassasinated in Baghdad.\n\nThe websites below is a proof and verification of the news about his\ndeath:\n\nhttp://news.bbc.co.uk/go/pr/fr/-/1/hi/world/middle_east/3970619.stm\nhttp://www.uslaboragainstwar.org/article.php?id=6979\n\nAfter further investigation it was also discovered that Hatem Kamil\nAbdul Fatah did not declare any next of kin in his official papers\nincluding the paper work of his bank deposit. And he also confided in\nme the last time he was at my office that no one except me knew of his\ndeposit in my bank.So,the said amount is still lying in my bank as no  \none will come forward to claim it.\n\nAgainst this backdrop, my suggestion to you is that I will like you as \na neutral person to stand in as the next of kin to Hatem Kamil Abdul\nFatah so that you will beable to receive his funds with my aid as the\ninsider.\n\nTHE PREREQUISITE OF THIS PROJECT:\nI want you to know that I have had everything planned out so that we\ncome out successful. I have contacted an attorney that will prepare the\nnecessary documents that will back you up as the next of kin to Hatem\nKamil Abdul Fatah,all that is required from you NOW is for you to\nprovide me with your :\n\n1.Full Names\n\n2.Complete residential Address\n\nso that the attorney can prepare the documents with your name.\nAfter you have been made the next of kin,the attorney will also file in\nfor claims on your behalf and secure the necessary approvals and letter\nof probate in your favor for the move of the funds to an account that\nwill be provided by you.\n\nThere are no risks involved in the matter as we are going adopt a\nlegalized method and the attorney will prepare all necessary documents.\nPlease endeavour to observe utmost discretion in all matters concerning\nthis issue.\n\nOnce the funds have been transferred to your nominated bank\naccount we shall share in the ratio of 60% for me, 40% for you. \nShould  \nyou be interested, please send me your full particulars including \nyour  \nprivate phone and/or fax numbers for easy communication,and i will  \nprovide you with more details of this operation as well as my  \nparticulars.\n.\nEmail:starkmail@yahoo.ie\n\nI AWAIT AN EMAIL IN RESPONSE TO THE ABOVE PROPOSAL.\n\nKind Regards,\nMr.Stark William.\n\n\n\n\n", "id": "919bbed36fe4f9663696ce493e41ca7b"}