{"email_subject": "Assistance ", "email_body": "URGENT BUSINESS PROPOSAL\nEngineer Richard Sullivan\nShell Petroleum South Africa.\nREPLY VIA: richardsullivan008@walla.com\n\n\n\nGreeting to you.\n\nI am Richard Sullivan, a director of contracts evaluation and\nimplemention department of Shell Petroleoum,South Africa. I am married\nwith\nChildren\nand hold degrees in economics and business studies.\n\nI require urgently your unreserved assistance in providing me with a\nsafe and reliable bank account with full details, where I can transfer\nthe\nsum of $20.5M (Twenty million five hundred thousand United States of\nAmerican\nDollars) The purpose of the transfer is to take care of my retirement\nby investing in a viable business you might deem fit to advise.\n\nThis sum of money was generated as a result of over-invoiced contracts\nawarded by my colleagues and I, and I have arranged for the money to be\nremitted out through a reliable expatriate partner whom I can present\nas the beneficiary, as my present status and financial resources will\nnot be\nsufficient for me to handle the transfer successfully without the\nfinancial assistance of a reliable foreign partner.\n\nI got your profile from our chamber of commerce and it is with business\ntrust that I write to request, you partner with us to facilitate the\ntransfer of this money to your nominated bank account for our mutual\nbenefits.\n\nNote that 20% will go to you for your efforts and your contribution, 5%\nis for miscelleneous expenses incurred by both parties, and 75% will be\nshared between me and colleagues which will be use for business\ninvestment\nin\nyour country under your supervision.\n\nPlease if you are interested kindly send to me immediately the\nunderlisted:\n1. Name to be used as beneficiary and beneficiarys address.\n2. Your private and confidential telephone/ fax number(s)and Cell\nphone.\n3. Your bank name,address,bank Account Number and Telephone/fax\nnumber(s). Contact me via my alternative e- mail:\nrichardsullivan008@walla.com\nas you receive my mail. I hope to conclude this business within the\nnext\nfourteen- (14) working days.Looking forward to your anticipated and\nurgent positive response.\n\nThanks indeed,\n\nEngr.Richard Sullivan\n\n\n\n\n", "id": "91a5764fc09813cc9dc8eb0bc1d36091"}