{"email_subject": "Urgent Reply Needed", "email_body": "\nPETROLEUM(SPECIAL) \nTRUST FUND \nLAGOS-NIGERIA \nCONFIDENTIAL. \n\ntony_obaa@yahoo.co.uk\n\nREQUEST FOR URGENT BUSINESS PROPOSAL. \n\n>From the Desk of:DR.IKE OBA. \nDear Sir, \nThis letter may come to you as a surprise since it is \ncoming from someone you have not met before. However, \nwe decided to contact you based on a \nsatisfactory information we had about you. \nI am a Medical Doctor currently working with the \nPetroleum Trust Fund (PTF). I and some of my close and \ntrusted colleagues need your assistance in the \ntransfer of US$21.8 million into any reliable \nAccountyou may nominate overseas. \nThis fund was generated from over-invoicing of \ncontracts executed by the PTF under our control and \nsupervision. This fund is now ready to be remitted \ninto any Account we put forward for that purpose. What \nwe want from you is a good and reliable company or \npersonal Account into which we shall transfer this \nfund. Details should include the following: \n1. Name of Company, Address  & Your Private Telephone \n& Fax Number. \n2. Name of Bank & Address of Bank .3. Account Number4. \nBeneficiary Name \nUpon receipt of your company  & bank particulars, an \napplication shall be made in your name to the Central \nBank of Nigeria for the approval of the remittance of \nthe funds which shall be by SWIFT (Telegraphic \ntransfer) copies of the approval and other relevant \ndocuments shall be faxed to you for your \nperusal.please treat as strictly confidential for \nobvious reasons. The fund will be shared as follows:1. \n30% for your assistance \n2. 60% for myself & my Colleagues3. 10% for \ncontingency expenses \nWe wish to assure you that your involvement should you \ndecide to assist us, will be well protected, and also, \nthis business, proposal is 100% risk free as the \nremittance will be made through the legal procedures. \nNote: your discussions regarding this transaction \nshould be limited because we are still in government \nservice. We intend to retire peacefully at the end of \nthis transaction. Let honesty and trust be our \nwatchword throughout this transaction and your prompt \nreply will be highly appreciated. \nThank you for your anticipated cooperation while we \nlook forward to a mutually \nbenefiting business  relationship with you.\n\n tony_obaa@yahoo.co.uk\n\nBest Regards. \n\nDR. IKE OBA. \n\n\n\n\n\n---------------------------------\n  Yahoo! Messenger - Communicate instantly...\"Ping\" your friends today! Download Messenger Now", "id": "91d0e03914290472f46ccd0242b65044"}