{"email_subject": "&^ PLEASE READ CAREFULLY", "email_body": "\n\n\nCAPITEC BANK LTD.\nROODEPOORT BRANCH,\nJOHANNESBURG, SOUTH AFRICA.\nPrivate Email:a_chriss36@yahoo.gr\n\n\nLet me start by introducing myself. I am Mr. Chris Adriaan credit officer\nof Capitec Bank Ltd.I have a concealed business suggestion for you.\nBefore the U.S and Iraqi war our client Mr. Hassian Hussein who was an\nIraqi Business Man and also Deals On Arms With The South African\nGovernment made a numbered fixed deposit for 18 calendar months, with a\nvalue of Nineteen million five Hundred Thousand United State Dollars only\n($19.5m) in my branch. Upon maturity several notices were sent to him,\neven during the war, again after the war several notifications were sent\nand still no response came from him. We later found out that the Mr.\nHassian Hussein and his family had been killed during the war in a bomb\nblast that hit their home in Iraq.\nAfter further investigation it was also discovered that Mr. Hassian\nHussein did not declare any next of kin in his official papers including\nthe paper work of his bank deposit. And he also confided in me the last\ntime he was at my office that no one except me knew of his deposit in my\nbank. So, Nineteen million Five Hundred Thousand United State Dollars is\nstill lying in my bank and no one will ever come forward to claim it. What\nbothers me most is that according to the to the laws of my country at the\nexpiration three years the funds will revert to the ownership of the South\nAfrican Government if nobody applies to claim the funds.\nAgainst this backdrop, my suggestion to you is that I will like you as a\nforeigner to stand as the next of kin to Mr. Hassian Hussein so that you\nwill be able to receive his funds.\nWHAT IS TO BE DONE:\nI want you to know that I have had everything planned out so that we shall\ncome out successful. I have contacted an attorney that will prepare the\nnecessary document that will back you up as the next of kin to Mr. Hassian\nHussein, all that is required from you at this stage is for you to provide\nme with your Full Names and Address so that the attorney can commence his\njob. After you have been made the next of kin, the attorney will also fill\nin for claims on your behalf and secure the necessary approval and letter\nof probate/Administration in your favor for the movement of the funds to\nan account that will be provided by you.\nThere is no risk involved at all in the matter as we are going adopt a\nlegalized method and the Attorney will prepare all the necessary\ndocuments. Please endeavor to observe utmost discretion in all matters\nconcerning this issue. Once the funds have been transferred to your\nnominated bank account we shall share in the ratio of 65% for me, 30% for\nyou and 5% for any expenses incurred during the course of this operation.\nShould you be interested please send me your private phone and fax numbers\nfor easy communication, you can write me via my private box and i will\nprovide you with more details of this operation. Your earliest response to\nthis letter will be appreciated. Kindly send your reply to:\na_chriss36@yahoo.gr\n\nKind Regards,\n\nMr. Chris Adriaan.\n\n\n", "id": "91d9583583b9aeed214ba9349b5db608"}