{"email_subject": "From Mr. Lawrence Smith", "email_body": "CENTRAL BANK OF NIGERIA\r\nFOREIGN REMITTANCE DEPT.\r\nTINUBU SQUARE, LAGOS NIGERIA\r\nEMAIL-Lawrencesmith@caramail.com\r\n25TH OF January 2003\r\n\r\nATTN: PRESIDENT/CEO\r\n\r\n\r\n               STRICTLY PRIVATE BUSINESS PROPOSAL\r\nI am Mr. Lawrence Smith. A, the bills and exchange Director at\r\nthe Foreign Remittance Department of the Central Bank of\r\nNigeria. I am writing you this letter to ask for your\r\nsupport and cooperation to carrying this business\r\nopportunity in my department. We discovered abandoned the\r\nsum of US$37,400,000.00 (Thirty seven million four hundred\r\nthousand unitedstates dollars) in an account that belong to\r\none of our foreign customers,an American late Engr.ben\r\ndaniel (Junior) an oil merchant with the federal government\r\nof Nigeria who died along with his entire family of a wife\r\nand two children in Kenya Airbus (A310-300) flight KQ430 in\r\nNovember2000.\r\n\r\nSince we heard of his death, we have been expecting his\r\nnext of kin to come over and put claims for his money as\r\nthe heir, because we cannotrelease the fund from his\r\naccount unless someone applies for claims asthe next of kin\r\nto the deceased as indicated in our banking guidelines.\r\nUnfortunately, neither their family member nor distant\r\nrelative has appeared to claim the said fund. Upon this\r\ndiscovery, I and other officialsin my department have\r\nagreed to make business with you release the total amount\r\ninto your account as the heir of the fund since no one came\r\nfor it or discovered either maintained account with our\r\nbank, other wisethe fund will be returned to the bank\r\ntreasury as unclaimed fund.\r\n\r\nWe have agreed that our ratio of sharing will be as stated\r\nthus: 30%for you as foreign partner and 70% for us the\r\nofficials in my department. Upon the successful completion\r\nof this transfer, my colleague and I will come to your\r\ncountry and mind our share. It is from our 60% we intend to\r\nimport computer accessories into my country as way of\r\nrecycling thefund. To commence this transaction we require\r\nyou to immediately indicateyour interest by calling me or\r\nsending me a fax immediately on the aboveTelefax # and\r\nenclose your private contact Telephone #, Fax #, full\r\nnameand address and your designated banking co- ordinates\r\nto enable us fileletter of claim to the appropriate\r\ndepartment for necessary approvalsbefore the transfer can\r\nbe made.\r\n\r\nNote also, this transaction must be kept strictly\r\nconfidential becauseof its nature.\r\n\r\nNB: Please remember to give me your Phone and Fax No\r\n\r\nMr. Lawrence Smith. A\r\n------------------------------------------\r\n\r\nFaites un voeu et puis Voila ! www.voila.fr \r\n\n\n\n", "id": "91e154c31715babf6ddb0c71e8650385"}