{"email_subject": "IMPORTANT NOTIFICATION", "email_body": "Minister of Foreign Affairs\nFederal Ministry of foreign Affairs\nMaputo Street\nWuse Zone 3 PMB 130\nGarki Abuja\nNigeria\nPhone no:{234}803-2944-258\nEmail:oluyemiadeniji_nig@ministers.zzn.com\nDate:03,05,2006\n\nAttention:Dear\n\nI am Hon. Dr. Adeniji Olu, Minister Foreign Affairs Ministry; my\noffice monitors and controls the affairs of all banks and financial\ninstitutions in Nigeria concerned with foreign contract payments.\nI am the final signatory to any transfer or remittance of huge funds\nmoving within banks both on the local and international levels in line\nto foreign contracts settlement.\n\nI have before me list of funds, which could not be transferred to some\nnominated accounts as these accounts have been identified either as\nghost accounts, unclaimed deposits and over-invoiced sum etc. I write\nto presentyou to the federal government that you are among the people\nexpecting the funds to be transferred into their account, on this note;\nI wish to have a deal with you as regards to the unpaid certified\ncontract funds.I have every files before me and the data's will be to\nchange to your name to enable you receive the fund into your nominated\nbank account as the beneficiary of the fund's amount $20 Million U.S.D.\n\nAs it is my duty to recommend the transfer of these surplus funds to\nthe Federal Government Treasury and Reserve Accounts as unclaimed\ndeposits, I have the opportunity to write you based on the instructions\ni received 2 days ago from the Senate Committee on Contract Payments\n/Foreign Debts to submit the List of payment reports / expenditures and\naudited reports of revenues. Among several others,\nI have decided to remit this sum following my idea that we have a deal\n/agreement and I am going to do this legally.\n\nMY CONDITIONS.\n\n1. You will give me 40% of your contract funds as soon as you confirm\nit inoyur designated bank account.\n\n2. This deal must be kept secret forever, and all correspondence will\nbestrictly by email / telephone, for security purposes.\n\n3. There should be no third parties as most problem associated with\nyour fund release are caused by your agents or representative.\n\nIf you AGREE with my conditions, l advise you on what to do immediately\nand the transfer will commence without delay as I will proceed to fix\nyour name on the Payment schedule instantly to meet the three days mandate.\n\nI hope you don't reject this offer and have the funds transferred.\nWaiting for your reply soon.Please forward all your replies to my\nofficial e mail address;oluyemiadeniji_nig@ministers.zzn.com\n\nHON. DR. ADENIJI OLU\nFOREIGN AFFAIRS MINISTER\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today - it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "92575b473f2e1f5fddf26dfe2353093c"}