{"email_subject": "Msg from Mrs Atkins", "email_body": "Dear Madam/Sir,\nI greet you in the Name of GOD.\nI am MRS REBECCA ATKINS from South Africa.\nI am married to Late MR SMITH ATKINS of\nblessed memory who was an oil explorer in\nKuwait and Brunei for fifteen years before\nhe died in the year 2000.\nWe were married for twelve years without a\nchild. He died after a brief illness that\nlasted for only four days. Before his death\nwe were both devoted to our God and respect\nother who serve him.\nSince his death, I too have been battling with\nboth Cancer and fibroid problems. When my late\nHusband was alive he Deposited the sum of\n$18.5million (Eighteen Million, Five Hundred\nthousand U.S Dollars) with a Deposit Company\nin Europe.the money is deposited as Family\nValuables/Treasure for security reasons.\nRecently, my doctor told me that I have only six\nmonths to live due to my cancer problem, and this\nlead to a stroke attack which bother me most though\nbecause I cannot move as I use to.\nHaving known my condition I decided to entrust this\nfund to either a philanthropic organization or\ndevoted individual that will utilize this money\nthe way I am going to instructs herein.30% of the\nUS$18.5million goes to you to ensure that you are\nprepared for the task ahead, 60% of this money will\nbe used in all sincerity to fund philanthropic\norganization, orphanages, widows and 5% will go to\nthe family Attorney who will prepare the Authorisation\nand the balance 5% sent to me to at least prepare for\nmy funeral and off-set my medical bills.\nI am taking this decision because I don't have any\nchild or devoted relations whose behavior has left\nmuch to be desired while I am ill and above all I\ndon't want a situation where this money will be\nused in an UnGodly manner,hence this bold decision.\nSince my health is Retrogressing by the minute,\nyou will have to send your POSTAL ADDRESS, CONTACT\nPHONE NUMBER AND FAX and a little details about\nyourself, because I got your address from the internet\nafter a thorough search.\nAs soon as I receive this information from you I\nwill make arrangement to prepare the Authorization\nthrough the family Attorney for you to get Possession\nof the Deposit. As soon as I receive your reply to my\nconfidential email address.\n                 reb_atkins01@cotas.net\nand the authorization is given to you by me, I will\ngive you the name and  contact of the Deposit company\nwhere the money was Deposited in Europe, for claims\nto the consignment.\nUntil I hear from you, I pray that this letter bring\nyou and your family good tiding while my dreams to help\nhumanity rest squarely on your shoulders.\nMay the Almighty God continue to guide and protect you.\n\nRemain Blessed,\nMRS REBECCA ATKINS.\nNOTE; All replies should be forwarded to my\nconfidential email address:\nreb_atkins01@cotas.net\n\n\n\n-----------------------------------------\nInternet gratis en: http://www.free.com.pe\nAmericatel Internet Free\nTu conexión Free más rápida\n\n\n", "id": "928f1e800f44068098b85c0946f0d370"}