{"email_subject": "PRIVATE AND CONFIDENTIAL", "email_body": "Dear webmaster ,\n\nUnion Bank Of Nig. Plc          \nUnion House Marina              \nLagos State\nNigeria.\n\nPRIVATE AND CONFIDENTIAL\n\nDear Sir/madam\n\nI sincerely write to seek your co-operation and trust\nto enable my colleagues and I carry out an urgent\nbusiness opportunity in my department. I work with the\nUnion Bank of Nigeria PLC; currently I am the senior\nmanager of bills and exchange at the foreign\nremittance department of my bank. I was the account\nofficer to one Mr. Ali B. Ashraf who died along with\nhis family on the 8th of November 1996 in an ADC\nBoeing 727 plane crash at Egirin River. All 141\npassengers on board were feared dead.\n\nHe left in his domiciliary account the total sum of\nSixty Five Million United States Dollars [$65million] \nSince the management got the information of his\ndeath we have been expecting any of his relation or\nhis next of kin to come up and claim his money.\nUnfortunately from the day of his death till the time\nof this letter none of his relation or friends has\ncome up for the claim. The banking and financial law\nof Union bank of Nigeria Plc stipulates that if such\nfund remained unclaimed after a period of four years (4) it\nwill be transferred into the bank treasury as\nunclaimed bill. On this discovery sir, I and a colleague of mine\nnow decided do business with you and\nrelease the money to you as the next of kin to Ali B.\nAshraf for safety and subsequent disbursement. I will\nsoon proceed for my retirement in the middle of  this year, and I\npersonally do not want this fund to be transferred\ninto the bank treasury as unclaimed bill. That is why\nI wanted the fund to be move out of the bank before I\nproceed on my retirement from the banking services by\njune 15th 2003.\n\nThe need for a foreigner as next of kin in this\nproject is occasioned by the fact that the customer\nMr. Ali Ashraf was a foreigner and a Nigerian cannot\nstand as his next of kin or heir. We have agreed that\n15% of the Fund would be for you as foreign partner;\nthereafter my colleague and I will visit your country\nfor disbursement according to the percentages\nindicated. To enable the immediate transfer of the\nfund into your nominated account, you will first apply\nto the bank as the next of kin of the deceased,\nindicating your bank account number and location\nwherein the money will be remitted. Upon receipt of\nyour acknowledgement indicating your interest, I will\nsend to you the text of the application that you will\nsend to the Union Bank authority for an approval to\nsubmit your claims. \n\nSend your reply through my direct  private email\naddress and indicate  your direct\nFax and telephone numbers for effective communication\nthat this transaction is required. Do not reply through the\nunion bank email address because it will fall at the receptionist's\ndesk and is for public use .\n\n\nPlease note that you are not to appear in person, as\nevery thing regarding this project will be strictly on\ndocumentations and every banking documents needed for\nthis transaction will be taken care of by my self.\n\nLooking forward to urgently hearing from you.\n\nYours Faithfully\n\nMR. DONALD  ATTAH\n\n\n\n", "id": "92ffd61c7eb046153adbf275631ee625"}