{"email_subject": "I NEED YOUR HELP", "email_body": "Mr Willams Terry\nCommercial Bank Of senegal\n118 Rue Dial Yorff\nDakar Senegal\n West Africa\n \nDear Friend,\nI cant imagine how you will feel receiving a sudden business letter \nfrom a remote country in far away \nAfrica and probably from someone you are not closely related with. But \nall the same, I believe we do not \nneed to be of blood relatives before we can establish cordial/business \nrelationship. Having said this,I \nthink it is very important at this juncture to introduce myself to you.\nI am Mr.Wiilams Terry\n, Head: Enterprise Wide Risk and member of the \nexecutive and risk committees of \nCommecial Bant of Senegal.I got your information while browsing \nthrough internet in search of a \nreliable person who will assist me.This is an urgent and very \nconfidential business proposition. \nOn June 7, 2000,a Foreign Oil consultant/contractor with the  \nSenegal Institute of Mining and \nMetallurgy, Mr.Kurt Kahle made a numbered time(Fixed) Deposit for \ntwelve calendar months, valued at \nUS$10,500, 000.00,(Ten Million, five hundred thousand Dollars). \nUpon maturity,I sent a routine notification to his forwarding address \nbut got no reply. After a month, we \nsent a reminder and finally we discovered from his Private Business \nSchool. employers, that On the 31st \nof July 2000, our client, with his 37-year-old wife and his son \nMichael, aged eight died in the Air France \nconcord plane crash bound for New York in their plan for a world \ncruise, with other passengers abroad \nas you can confirm it yourself via the website below:\nhttp://news.bbc.co.uk/1/hi/world/europe/859479.stm \nOn further investigation,I found out that he died without making a \n\"WILL\",and all attempts to trace his \nnext of kin was fruitless. I therefore made further investigation and \ndiscovered that Mr.Mr.Kurt Kahle did \nnot declare any next of kin or relations in all his official \ndocuments,including his Bank Deposit paperwork \nin my Bank. This sum of US$10,500,000.00 has carefully been fixed in my \nbank for safekeeping. No one \nwill ever come forward to claim it.According to Senegal Law, at \nthe expiration of 5 (five) years, the \nmoney will revert to the ownership of the Government if nobody applies \nto claim the fund. \nConsequently, my proposal is that I will like you as a foreigner to \nstand as the next of kin to Mr. Kurt Kahle \nso that the fruit of this old man's labor will not get into the hands \nof some corrupt Government officials.I \nam writing you because I as a public servant,i cannot operate a foreign \naccount. I want to present you \nas the owner of the funds so you will be able to claim them with the \nhelp of my attorney.I will like you to \nprovide immediately your full names and address so that the Attorney \nwill prepare the necessary \ndocuments which will put you in place as the beneficiary of the funds. \nThe money will be moved out for us to share in the ratio of 60% for me \nand 40% for you. The paperwork \nfor this transaction will be done by the Attorney If you are \ninterested, please reply immediately via my \nemail address and upon your response,I shall then provide you with more \ndetails that will help you \nunderstand the transaction.\nPlease observe utmost confidentiality, and be rest assured that this \ntransaction would be most profitable \nfor both of us because I shall require your assistance to invest my \nshare in real estate within your country. \nDue to the nature of confidentiality in this Transaction our \ncommunication can only be via email and fax \nmostly.\nAwaiting your urgent reply via email. willam77terry@yahoo.co.uk\nThanks and my regards.\nMr.Wiiilams Terry.\nPLEASE REPLY TO MY PRIVATE EMAIL:\nNOTE: If however, you are not disposed to assist, kindly delete/destroy \nthis email in view of the \nconfidentiality of the proposed transaction and interest of \npersonalities involves.\n\n\n\n\n", "id": "93062947fc2a53c6bee97fff15c280eb"}