{"email_subject": "From Richard Ohene", "email_body": "Greetings to you. From Richard Ohene, Before I introduce myself, I  wish to inform you that this letter is not a hoax mail and I urge you  to treat it with seriousness. This letter must come to you as a big  surprise, but I believe it is only a day that people meet and become  great friends and business partners.  My name is Richard Ohene, the  present branch Manager of a bank here in Ghana. I write you this  proposal in good faith, believing that I can trust you with the  information I am about to reveal to you. Like I said, I have a  transaction that will benefit both of us, as your assistance is  required as a foreigner.  I use to head the Accounts department in my  bank head office, but last December I was asked to take position of a  Manager of our branch in Kumasi who passed on, so that was how I became  the present Manager and discovered a fortune. As I resumed duty, I  discovered an account with total sum of $12,500,000 million that has  not been operated on for the past 4 years. From my investigation, I  found out that this account belongs to one Late Mr. ANDREAS SCHRANNER a  German great industrialist and a resident of Munich, who unfortunately  lost his life along with his entire famillies in the plane crash of  CONCORDE AIRLINE [Flight AF4590 ] which crashed on 25TH JULY, 2000. You  shall read more news about the crash on visiting this site, which I got  during my investigation; .  The account is escrow call account,  a secret type of account in my bank and no other person knows about  this account or any thing concerning it, the account has no other  beneficiary. I have kept a close monitoring of the account since then  and nobody has come forward to ask about the money as next of kin to  the late Mr. Andreas Schranner, meaning that no one is aware of the  account. I cannot directly take out this money without the help of a  foreigner and that is why I am contacting you for an assistance to  claim the funds and share it with me. As the Manager of my bank branch,  I have the power to influence the release of the funds to any foreigner  that comes up as the next of kin to the account, with the correct  information concerning the account, which I shall give you. I am  seeking your co-operation to present you as the next of kin to the  account, so that my bank head quarters will release the funds to you.  There is practically no risk involved, the transaction will be executed  under a legitimate arrangement that will protect you from any breach of  law.  Thanking you in advance and may God bless, Richard Ohene", "id": "930f69731b3058e76dc7b31e2bd4a6ef"}