{"email_subject": "KIND  ATTENTION !!!", "email_body": "\n\nAttention !\n\nPermit me to inform you of my desire of going into business relationship with you. I got your contact information from your country's information\ndirectory during my desperate search for someone who can assist me\nsecretly and confidentially in relocating and managing my funds. I prayed over it and selected your name among other names due to its esteeming nature and a trust-worthy person that I can do business with . I must not hesitate to confine in you for this simple and sincere business.\n\nI am Mrs Hilda  P. Tomson, the legal wife of the chief security\nofficer to late major Tomson  Page, My Husband was the former head\nof the presidential guard to Mr Charles Taylor the liberia president.\nBefore the death of my Husband, on may 15th,2003 during an attempt\nby the rebels on the life of president C.Taylor, where he was brutally injured and subsequently rushed to the presidential hospital in monrovia where he later died.Before his death,he secretly called me to his bedside and told me that he has the sum of US$17Million dollars (Seventeen million dollars)which he deposited with my name as his legal wife as the beneficiary and next of kin in depositing the fund with a clearing house in European country. The major reason is that the fund was deposited in a Security Company in Europe it was because of the ways the president was ruling the country,that he foresee things might go wrong with him in due course. I am now in cotonou-Republic of Benin as a refugee because i am being sought after by the rebels since my husband was seen as one of Taylor's strong men as they want to wipe out our family. In this respect,i am humbly seeking your assistance in the following ways :\n\n1.To present yourselve as my beneficiary and next of kin to\nthe fund,since i am hiding my identity from the authority to\navoid them confisticating the fund or sending it back to Liberia.\n2.To serve as a trustee to the fund.\n3.To make arrangement for me to come over to your country as an\ninvestor and to secure Residence permit in your country.\n\nMoreover, I will like us to agree on what might be your compensation for your effort input after the successful claiming of this fund.Please contact me  through my alternative\nemail: hildatoms@Eudoramail.com after establishing cordial relationship.\n\nAnticipating to hear from you soon.\n\nThanks and God bless you.\n\nBest Regards,\nMrs.Hilda Tomson\n\n\n", "id": "932092bc55bb36e57004ad9bbf042a6f"}