{"email_subject": "URGENT RESPONSE NEEDED", "email_body": "FROM DR SANI MUSTAPHA,\nTHE MANAGER OF AUDIT\nAND ACCOUNTING DEPT,\nBANK OF AFRICA OUAGADOUGOU, BURKINA-FASO.\n\n\nDEAR FRIEND,\n\nI AM DR SANI MUSTAPHA. I WORK IN THE BANK OF AFRIC(B.O.A.),OUAGADOUGOU, \nBURKINA FASO.I HAVE A BUSINESS WHICH WILL BE BENEFICIAL TO BOTH OF US. THE \nAMOUNT OF MONEY INVOLVED IS ($18.5 MILLION US DOLLARS) WHICH I WANT TO \nTRANSFER OUT OF THE COUNTRY TO YOUR BANK ACCOUNT, ALL TO MY FINANCIAL \nBENEFIT AND YOURS TOO. AND ALSO TO TAKE MY WIFE TO USA FOR TREATMENT OF \nLIVER DAMAGE.\n\nTHIS MONEY WAS OWNED BY ONE OF THE CUSTOMERS IN OUR BANK.THE MAN'S NAME IS \nCALLED ANDREAS SCHRANNER FROM Munich,Germany.A BUSINESS COMMERCIALIST IN \nWEST-AFRICAN REGIONS. HE HAS BEEN DEAD SINCE SIX YEARS AGO ON 25TH  \nJULY,2000 CONCORDE PLANE CRASH[Flight AF4590 ] WITH THE   WHOLE PASSENGERS \nABOARD .N.B.IN OTHER FOR YOU TO BELIEVE ME HONESTLY GO THROUGH THIS \n(website) BEFORE YOU START WITH ME.\n\nBELOW IS THE( website http://news.bbc.co.uk/1/hi/world/europe/859479.stm)\n\nAND SINCE THEN,NO CLAIM HAS BEEN PLACED IN HIS BANK ACCOUNT BALANCE.\nI WANT TO TRANSFER THIS MONEY OUT OF THE COUNTRY BUT SUCH FUND CAN NOT BE \nTRANSFERRED WITHOUT A NEXT OF KIN ATTACHED TO THE FUND.\n\n\nTHE FUND COULD BE TRANSFERRED IN THESE WAY;YOU SHALL PRESENT YOURSELF AS \nBUSINESS ASSOCIATES TO THE DECEASED PERSON[ANDREAS SCHRANNER] AS DETAILS \nSHALL BE THAT YOU ARE THE CARE-TAKER BUSINESS ASSOCIATES TO MR.ANDREAS \nSCHRANNER AND HIS PROPERTIES.\n\n\nI SHALL MAKE AVAILABLE TO YOU MATERIALS AND INFORMATION WITH\nWHICH A SUCCESSFUL CLAIM SHALL BE PLACED ON THE FUND. I SHALL BE YOUR \nGUIDIANCE AND INSTRUCTOR THROUGHOUT THE DURATION OF THIS TRANSACTION SO AS \nTO ENSURE A SWIFT AND SURE TRANSFER OF THE FUND TO YOUR BANK ACCOUNT.\n\nAS TO YOUR BENEFITS, YOU SHALL BE ENTITLED TO 40% OF THIS FUND FOR YOUR \nCO-OPERATION IN THIS TRANSACTION WHILE 5% WIL BE SET ASIDE FOR EXPENCES BOTH \nOF US MIGHT INCURE DURING THE COURSE OF THIS TRANSACTION.SO IF YOU ARE \nINTERESTED, SEND A REPLY TO ME IMMEDIATELY AND IN YOUR REPLY PLEASE INCLUDE \nYOUR [PRIVATE PHONE  NUMBERS]\n\nURGENCY HAS TO BE IMPLIED AND THIS BUSINESS MUST STRICTLY BE A DEAL BETWEEN \nBOTH OF US.\n\nBEST REGARDS,\nDR SANI MUSTAPHA,\n\n_________________________________________________________________\nMSN Hotmail : crez votre adresse e-mail gratuite &  vie ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "934dd054268a0891a331d02d80104e65"}