{"email_subject": "BUSINESS OFFER", "email_body": "Dear Sir, \nI wish you go through this offer to consider being my partner.I am Mr.SAMSON BAMOGU .,from the republic of Sierra-Leone in west Africa,now seeking political asylum in Senegal under the (UNHCR).I got your contact through my search for a business partner. \nIn Details.My late father (Dr.MUSTAPHA BAMOGU) was the managing director of Rainbow Gold Diamond Mining company in (KEN EMA) Sierra- Leone.But was killed during the longing civil war and all his properties was totally destroyed.However, we managed to escape with some of my father's precious Diamonds which is presently deposited safely in a security and finance company here in Dakar. \nNow we are saddled with the problem of securing a trust worthy foreign personality to help us transfer the diamonds over to his country pending my arrival to meet with him.Furthermore,we only want this done this way because your country is politically stable for any profitable investment and if you accept our proposal,you will serve as the beneficiary of the diamonds. \nI am giving you the offers as mentioned with every confidence on your acceptance to assist us,we have decided to give you 10% out of the total money generated from the sales of the diamonds.Secondly,we shall mapped out 2% for any miscellaneous expenses that you may incur during the transferring of the diamonds over to your country. Finally,the diamond weight in question is 14.550 Carats.Conclusively,i wish you send me a reply immediately as soon as you receive this proposal, so that we shall arrange on how to lift this consignment out of Dakar Senegal to your country. \nOn commencement,this transaction will take (7) working days to be accomplished.A certificate of ownership, and the Lab-test result certificate of the diamonds would be fax to you immediately i receive your urgent and positive reply. My alternative email address is (s_k_manis2004@yahoo.fr) Until theni remain with the best regards. \nRegards, \nSamson. \n\n\n\n\n", "id": "9373aef9771bd779f8d9308f50bb694d"}