{"email_subject": "Trustee", "email_body": "FROM:MRS. M SESE-SEKO \n\nDEAR FRIEND, \n\nI AM MRS.  SESE-SEKO WIDOW OF LATE PRESIDENT MOBUTU \nSESE-SEKO OF ZAIRE? NOW KNOWN AS DEMOCRATIC REPUBLIC \nOF CONGO (DRC).  I AM MOVED TO WRITE YOU THIS LETTER, \nTHIS WAS IN CONFIDENCE  CONSIDERING MY PRESENT \nCIRCUMSTANCE AND SITUATION. \n\nI ESCAPED ALONG WITH MY HUSBAND AND TWO OF OUR SONS \nKONGOLO AND NZANGA  OUT OF DEMOCRATIC REPUBLIC OF \nCONGO (DRC) TO ABIDJAN, COTE D'IVOIRE WHERE MY FAMILY \nAND I SETTLED, WHILE WE LATER MOVED  TO SETTLED IN \nMORROCO WHERE MY HUSBAND LATER DIED OF CANCER \nDISEASE. HOWEVER DUE TO THIS SITUATION WE DECIDED TO \nCHANGED  MOST OF MY HUSBAND'S BILLIONS OF DOLLARS \nDEPOSITED IN SWISS BANK AND OTHER COUNTRIES INTO OTHER \n\nFORMS OF MONEY CODED FOR  SAFE PURPOSE BECAUSE THE NEW \n\nHEAD OF STATE OF (DR) MR LAURENT  KABILA HAS MADE \nARRANGEMENT WITH THE SWISS GOVERNMENT AND OTHER \nEUROPEAN COUNTRIES TO FREEZE ALL MY LATE HUSBAND'S \nTREASURES  DEPOSITED IN SOME EUROPEAN COUNTRIES. HENCE \n\nMY CHILDREN AND I DECIDED LAYING LOW IN AFRICA TO \nSTUDY THE SITUATION TILL  WHEN THINGS GETS BETTER, \nLIKE NOW THAT PRESIDENT KABILA IS DEAD AND THE SON \nTAKING OVER (JOSEPH KABILA). ONE OF MY LATE HUSBAND'S \nCHATEAUX IN SOUTHERN FRANCE WAS CONFISCATED  BY THE \nFRENCH GOVERNMENT, AND AS SUCH I HAD TO CHANGE MY \nIDENTITY  SO THAT MY INVESTMENT WILL NOT BE TRACED AND \n\nCONFISCATED. I HAVE DEPOSITED THE SUM OF EIHGTEEN \nMLLION UNITED STATE DOLLARS(US$18,000,000,00.)  WITH A \n\n\nSECURITY COMPANY , FOR SAFEKEEPING. THE  FUNDS ARE \nSECURITY CODED TO PREVENT THEM FROM KNOWING THE \nCONTENT. WHAT I WANT YOU TO DO IS TO INDICATE YOUR \nINTEREST THAT YOU WILL ASSIST US BY RECEIVING THE \nMONEY ON OUR BEHALF.ACKNOWLEDGE THIS MESSAGE, SO THAT \nI CAN INTRODUCE YOU TO MY SON (KONGOLO) WHO HAS THE \nOUT MODALITIES FOR THE CLAIM OF THE SAID FUNDS. I WANT \n\nYOU TO ASSIST IN INVESTING THIS MONEY, BUT I WILL NOT \nWANT MY IDENTITY REVEALED. I WILL ALSO WANT TO BUY \nPROPERTIES AND STOCK IN MULTI-NATIONAL COMPANIES AND \nTO ENGAGE IN OTHER SAFE AND NON-SPECULATIVE \nINVESTMENTS. MAY I AT THIS POINT EMPHASISE THE HIGH \nLEVEL OF CONFIDENTIALITY,  WHICH THIS BUSINESS \nDEMANDS, AND HOPE YOU WILL NOT BETRAY THE TRUST AND \nCONFIDENCE, WHICH I REPOSE IN YOU. IN CONCLUSION,  IF \nYOU WANT TO ASSIST US , MY SON SHALL PUT YOU IN THE \nPICTURE  OF THE BUSINESS, TELL YOU WHERE THE FUNDS ARE \n\nCURRENTLY BEING  MAINTAINED AND ALSO DISCUSS OTHER \nMODALITIES INCLUDING REMUNERATION FOR YOUR SERVICES. \n\nFOR THIS REASON KINDLY FURNISH US YOUR CONTACT \nINFORMATION, THAT IS YOUR PERSONAL TELEPHONE AND FAX \nNUMBER FOR CONFIDENTIAL PURPOSE AND ACKNOWLEDGE \nRECEIPT OF THIS MAIL USING THE ABOVE EMAIL ADDRESS. \n\nBEST REGARDS, \n\nMRS M. SESE SEKO \n\n\n\n", "id": "938306a7b4b5126e54fb5cc1777254a5"}