{"email_subject": "Re:  How are you doing?", "email_body": "St.Thomas' Hospital,\nLambeth Palace Road\nLondon SE1 7EH\nUnited-Kingdom.\nTel: 447035900075.\n                  \n \nDear Friend In Christ,\n \nI believe you will treat this mail with the fear of God. It is with tears that I am writing you this mail; I don`t need your pity, but love to my son. My mail may seem very painful and sorrowful, but there is more you can do in my request than to pity me, which is to show LOVE to my son. I was an orphan and do not wish my son to experience what i have been through on Earth after an automobile crash that nearly claimed my life.\n \nMy name is Edward Brown, married to the late Juan J.Brown, who died with our two daughters in Indonesia on 26th of December 2004 during the Tsunami Disaster, after this Painful and sorrowful incident, my condition worsened and I was diagnosed of cancer, which got worst and I have been suffering from heart failure and hepatitis since. My friends ignored me due to my relationship with God on sickbed.\n \nMy wife, our children and I have been in United Kingdom for a long time. We all were suppose to travel to Indonesia in December 2004, but my bad health, did not permit me to travel with them, which made me and my son stay behind while my wife and our two daughters traveled. If not, all of us would have perished in the disaster.\n \nMy reason of writing you this mail is due to the sad news that came to me recently from the doctors. After my last diagnosed result, it was proved by the doctors that i may not leave for more than one month ahead, due to the damage the cancer have caused in my system unless I undergo an urgent surgical operation which my chance of survival is less than 10% according to the medical experts. As it stands, I have given to fate and have found God on sick bed. But i have a more concern problem, which is why I have contacted you.\n \nPlease, this is about my son. Since it is now obvious that i will die, my son's future has been the greatest problem i have. I want you to take care of my son please. He is only 13years and we have no person here to take care of him if I die today. My friends for knowing God deserted me.\n \nI left some money in a deposit house at United Kingdom, which i intended to use for investment in Indonesia. I want you to take this money and my son. Use the money into a big investment, that you will manage until my son grows up to take over the investment. I will like you to take my son as your own son, give him the love we the parents would have given him. Do not let him feel the pains of being an orphan, give him good education, bring him up into a responsible man. Make him have the fear of God. Please do not refuse this task. I have no one else to help me out on this issue, I am an orphan who grew up without knowing God rather focused on wealth and otherwise, living a life of fantasy and doesn't care or know who God is. Do not pity me, rather take good care of and bring him up to be God fearing.\n \nAs soon as I receive your reply including your personal details, all i will do is to authorize my bank to transfer the money to your account directly and i will also draw up my will in your favor. I will give the bank all the documents that is covering the deposit with the bank, i will transfer every power and right of ownership to you stating at my Will to enable you claim the deposit from the bank. It will be also included in the Will that you are the only person my son should be released to, if i die. All i need is your acceptance and assurance that you will not treat my son badly.\n \nI am writing you this mail with great tears and i pray you will be kind & honest with fear of God concerning this mail to you today.\n \nPlease reply this mail immediately if you have the love and care of God at: help.ed_brown@yahoo.co.uk\n \nThank you.\n \nMr. Edward Brown\n+447045700928.\n\n\n\n\n\n", "id": "93badc111415f07394489d2be13a8ad7"}