{"email_subject": "PLEASE TREAT THIS VERY URGENTLY.", "email_body": "I have a new email address!You can now email me at: honedwardtaylor3@yahoo.com\n\nATTN PLEASE:\n\n\nI want to transfer to overseas ($15,000.000.00USD) fifteen million United States Dollars) from INTERNATIONAL COMMERCIAL BANK OF GHANA, I.am seeking a reliable and honest person who will be capable and fit.\n\n \n\nTo provide either an existing bank account or set up a new Bank account immediately to receive this fund, even an empty account can serve this purpose, or you help to seek an honest and. reliable businessman who can assist us.\n\n \n\nI am HON.EDWARD TAYLOR an accountant and bank manager, during the course of our auditing I discovered a floating fund.in.a domiciliary account opened in the bank in 1990 and since 1993 nobody has operated on this account,after going through some old files in the records I discovered that the owner of the account who is a foreigner died without any traceable next of Kin hence the dormant nature of the account and if I do not remit this money out urgently it will be re-channeled into the bankï¿½ reserve.\n\n \n\nI suggest we start the first transfer with five million Dollars [$5,000.000] and upon the successful transfer of the first $5 million without hitches or disappointment from you, I shall re-apply for the remittance of the balance of the fund to your nominated account.\n\n\nI am only contacting you as a foreigner because this money cannot be approved for a local account here and I am not supposed to be in possession of such amount of dollars, but the fund can only be approved to any foreigner or into a foreign account.\n\n \n\nI suggest we meet face to face to get acquainted, as the fund in question is a large one before we commence with transfer i need your full co-operation to make this work fine, as I will use my office to see that the transaction is hitch free and i will destroy all documents relating to the transaction once we conclude the transaction On the conclusion of this business, you will be Given 15% of the Total amount, 80% will be for me, while 5% will be for expenses both parties might have incurred during the process of this Transaction.\n\n\nSo reply me back to my alternative private mail box: honedwardtaylor1@yahoo.com\n\n \n\nBest regards\n\nHON.EDWARD TAYLOR\n\n+233-243485760.\n\n- HON EDWARD TAYLOR\n\n", "id": "93db6897783ce3fca6d2a866fb8d3c94"}