{"email_subject": "Greetings!", "email_body": "Attn friend\n\nMy name is claudia Mafikeng the eldest daughter of\nMr.John Mafikeng of Zimbabwe.It might be a surprise to\nyou where I got your contact address but I got your\ncontact address from the Johannesburg Chambers of\nTrade and Commerce.\n\nDuring the current crises against the farmers of\nZimbabwe by the supporters of our President Robert\nMugabe to claim  the  farms in our\ncountry, he ordered all the  farmers to surrender\ntheir farms to his party members and their\nfollowers.My father was one of the best farmers in the\ncountry and knowing that he did not support the\nPresidents political ideology, the Presidents\nsupporters invaded my fathers farm burnt down\neverything, killed him and confiscated all his\ninvestments.\n\nAfter the death of my father, my mother and I with my\nyounger brother decided to move out of Zimbabwe for\nthe safety of our lives. We took along with us the\nmoney my father kept in the safe in my mothers\nhouse,which amounted to the sum of US$16.7Million\n(sixteen Million,Seven Hundred Thousand Dollars) to\nthe Republic of South Africa.where we now seek political asylum. the money\nhas been tranfered to a finacial house overseas\n\nMy Mother and I have decided to contact any reliable\noverseas firm who could assist us to claim this\nmoney out from the finacial house because we as asylum seeker\nhere in South Africa we are not allowed certain\nfinancial rights like operating a bank account.\nWe need you to\nopen a non-resident account through which this fund\nwill be channeled out to your nominated overseas\naccount.If my preposition is considered, for assisting\nus to transfer this money to your country, we will\noffer you 3million dollars of the total fund, while me and my\nfamily will like to invest in your country under your guidance\nand assistance.\nThis transaction is 100% risk free.Your urgent\nresponse to my personal box  will be highly appreciated.\n(mafikeng_c@front.ru) anxiously waiting for you reply. thank you.\n\n\n\nBest regards,\nclaudia Mafikeng.\nFor the family.\n\n\n", "id": "942c10ac6c11fa2522ea9724d6607696"}