{"email_subject": "SUPPLY FROM MR KONAN ALAIN", "email_body": "SUPPLY FROM MR KONAN ALAIN\n\nAbidjan.Cote d'Ivoire.\n\nAttn:The President\n\nDear Sir,\n\nI write to solicite your assistance and support to enable me execute a  very \nlucrative and high profiting business transaction.I am very  sure that with \ntrust and understanding,we will be able to execute this busines to our \nmutual benefit and believe that you will not let down the  trust I am \nwilling to repose in you.\n\nI work for an Ivorien based import and export firm (\"a-MIC\"), I work product \nsourcing manager. Between the 17th -19th of may, 2002 a  business seminar \nwas held in BOUAKE Cote Divoire  of which I attended.While in the Seminar, I \nwas opportuned to meet ALHAJI NURUDEEN ALI MAHMOUD ,the President of \nALI-MAHMOUD DAIRY & CATTLE FARMS ETS. ALHAJI NURUDEEN ALI MAHMOUD isan \naccomplished and widely known and recognised millionaire farmer in this part \nof the region. He has cattle farms in different  countries. Above all, he is \none of the greatest supplier  of cattle,beef and other diary products in \nthis part of the coast.On getting to know my proffesion, ALHAJI NURUDEEN ALI \nMAHMOUD took me into confidence by informing me about the purchase of a \nparticular but very  important medicine for his cattle. He informed me that \nhe buys this  product at $5,000.00 USD per carton, and that he mostly buys \nto the excess  of 450 cartons. He informed me that he would like me to find \nout if my organisation could source for him a cheaper supplier considering \nthe  recent trend of falls in the general price of beef in the world market  \nwhich is affecting his business.\n\nBack in my office, I discussed this proposal with my boss and he  decided to \nhandle the  supply by himself.We carried out a market research and  \ndiscovered that we could purchase this medicine somewhere cheaper in EUROPE \nfor $2,000.00 USD per carton . We moved a proposal to ALI-MAHMOUD DAIRY & \nCATTLE FARMS ETS. to make the supply to them at $4,800.00 USD per carton of \nwhich  he accepted. Owing to my role in the transaction, I had an agreement \nwith my  director to be receiving 15% of whatever gain is made on each \nsupply of which he agreed. But on the completion of the suply and the \nreceipt of the payment, my boss renegated on our agreement and refused to \ngive me my  share of the profit. Since then our relationship has been at its \nlowest  ebb. I have since accepted it as one of life experiences.\n\nHowever, as God would have it, recently, I ran into ALHAJI NURUDEEN ALI \nMAHMOUD and he informed me that he would want us to urgently supply him  \nwith 1250 cartons of the same product before the end of Dec 2006.I  used the \noppurtunity to inform Alhaji that I can  introduce him to the main producer \nof this vaccine who can supply him  the product at $4,400.00 USD if he will \npay in advance as he usually  does. He was very pleased and has assured me \nthat he is not going to contact my boss again for this vaccine. He is  now \nwaiting for me to link him to the producer of\nthe vaccine. We will buy the medicine at $2,000.00 USD from EUROPE and sell \nat  $4,400.00 USD TO ALHAJI NURUDEEN ALI MAHMOUD,with him making a down \npayment of  50% of our quoted price first.\n\nIf you are interested and capable of handling this supplies on my \nbehalf,kindly get back to me urgently through my e-mail,so that we can agree \non the terms and profit sharing,after which I can then furnish you with the \ncontacts of both our source in EUROPE and that of ALHAJI NURUDEEN ALI \nMAHMOUD . Kindly be notified that at no point in time should you let  ALHAJI \nNURUDEEN ALI MAHMOUD know that you are not the producer of the medicine and \nwe  should never allow him to know the\ncontact of our real source in EUROPE  so that he would'nt bypass us to deal \ndirectly with them.\n\nThanks for your cooperation.\nYours sincerely,\n\nMR KONAN ALAIN\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "94c1b530cb86610747af9dbae1df98d3"}