{"email_subject": "***SPAM*** pls very urgent ", "email_body": "DR TONY COLE\nFAX; 234 1 7599159\nEMAIL: tony3@ecplaza.net\nDear Sir, \n                       \n                  URGENT BUSINESS RELATIONSHIP  \n First, I must solicit your confidence in this transaction, which is\nof mutual benefit. This is by virtue of it's nature of being utterly \nconfidential.I am sure and have confidence of your ability, and\nreliability to prosecute a transaction of this great magnitude.  \nWe are top Officials of the Federal Government Contract review Panel\nwho are interested in importation of goods into our country with funds\nwhich are presently trapped in Nigeria. In order to commence this\nbusiness,we need your assistance to enable us transfer funds into your\naccount. Asmembers of the Contract Review Panel set up by the Government of Nigeria toreview all contracts from 1983 to the present,we have identified a lot ofinflated contract funds which are presently floating in the Central Bank of Nigeria ready for payment.  \n\nBy virtue of our position as Civil Servants and members of this\nPanel, we cannot acquire this money in our names, in this regard I have been delegated by my colleagues of the review Panel to look for an\noverseas partner into whose account we would transfer the sum of \nUS$21,320,000.00 ( Twenty -One Million, Three Hundred and Twenty\nThousand United States Dollars) hence we take the liberty to writeyou.   \nThe money will be shared as follows:-\n\n1. 20% for the account owner \n2. 70% for us (The Officials) \n3. 10% to be used in settling taxation and all local and foreignexpenses.  Please note that this transaction will take between 7 to 10 working days from the date of  receipt of the following information by Fax 234 1 7599159,Your Company's signed and stamped letterhead with atranscribed \"Text\" which we would send to you upon receipt of your reply with a letter of interest.The above information will enable  us write   letter of claim, and Job description by using your Company name to apply for payment for the above stated amount.Please acknowledge the receipt of this letter using the above Fax number.  \n\nDetailed information of this pending business transaction will be\nsent to you as soon as I hear from you.  \n\nYours faithfully, \nDR TONY COLE\n\n\n\n", "id": "94c2b592fb28d916be3c0a3b0dc968c7"}