{"email_subject": "Kindly assist from Dr. Femi Petersen.", "email_body": "Dear Friend,\n \nFirst, I must apologise to you for using this medium to communicate to \nyou about this project.\n \nI am a highly placed official of  Government of Nigeria and also a \nfounding member of the ruling party in Power now,the Peoples Democratic \nParty(PDP).My committee - The Niger Delta Development \nCorporation(NDDC)-which is in charge of managing and supervising  the disbursement of oil \nsales  revenues for the Nigerian government which covers payment to \nforeign and local contractors who has executed contracts for our \ncountry.The revenues  under our control runs into several hundred of millions of \ndollars monthly.Myself and other colleagues in the NDDC are currently \nin need of a  foreign partner with whose bank account we shall transfer \nthe sum of Forty Nine Million Five Hundred Thosand United States \nDollars($49.5m).This fund was accrued from various over invoicing of foreign \ncontractors payments \nmade over the years.\n \nThe Total fund is presently waiting in the Government Account named \nCBN/FGN INDEPENDENT REVENUE account number 400-939134 with J.P.MORGAN \nCHASE BANK,New York.You can do your independent verification of this. \nHowever, by virtue of our  position as civil servants and members of  the \nNDDC, we cannot acquire this funds in our name. This is because as top \ncivil servants, we are not allowed by law of the land to own or operate \nbank accounts outside our country for now.\n \nI have been delegated as a matter of trust by my colleagues, to look \nfor an overseas partner in whose account we would transfer the fund Hence \nthe reason for this mail.We shall be Transferring the money to your \naccount with your company as the beneficiary and you are been paid for a \ncontract which you executed for our country through the NDDC and any \nother Federal Ministry that we decide to use to siphon the funds through. \n\nFor your support and partnership,please reply me to negotiate your fees \nor the percentage you wish to be paid when the funds arrive your bank \naccount.You must however note that this transaction, withregards to our \ndisposition to continue with you, is subject to these terms. \n \nFirstly, our conviction of your transparency. Secondly, that you treat \nthis transaction with utmost secrecy and confidentiality. Finally and \nabove all, that you will provide an account that you have absolute \ncontrol over.\n \nThe transaction, although discrete, is legitimate and there is no risk \nor legal disadvantages either to ourselves or yourself now or in the \nfuture as we have put in place perfect mchineries that will ensure a hitch \nfree transfer into your account upon acceptance.\n \nThe transfer will be effected to your account within ten-fourteen \n(10-14) working days as soon as we reach an agreement and you furnish me \nwith a  suitable bank account and company name and address with all your \ncontact numbers including fax number.\n \nI am looking forward to doing business with you and do solicit your \nconfidentiality in this transaction,  Please mail your response to me.\n \nYours faithfully,\n\nDr. Femi Petersen.\n\n\n\n\n\n\n", "id": "94e45a027a0608eee8f4aee16c91b753"}