{"email_subject": "GET BACK TO ME.", "email_body": "FROM THE DESK OF:MR.BARR PIKOLO COKER\nGENERAL AUDITOR OF STANDARD EXCITE BANK\nLAGOS NIGERIA WEST AFRICA.\nEMAIL ADDRESS:barri_pikolo07@yahoo.com\nSTRICTLY CONFIDENTIAL JOINT VENTURE PARTNERSHIP \nINTRODUCTION:\n\nMy Dear Friend,\n\nI am Mr.Barri Pikolo Coker the auditor general of STANDARD EXCITE BANK \nin Nigeria.I got your contact from your country business guide as a \nreliable person.I want to transferto overseas ($26,000.000.00 USD)from \nSTANDARD EXCITE BANK inLagos Nigeria west Africa, I want to ask you to \nquietly look for a reliable and honest person who will be capable and \nfit to provide either an existing bank account or to set up a new Bank \na/c immediately to receive this money, even an empty a/c can serve to \nreceive this money, as long as you will remain honest to me till the \nend of this important business trusting in you and believing in God \nthat you will never let me down either now or in future.\n\nDuring the course of my auditing I discovered a floating fund in an \naccount opened in this bank in1990 and since then till 2006 nobody has \noperated on this account again, after going through some old files in \nthe records I discovered that the owner of the account died without a \n[heir]hence the money is floating and if I do not remit this money out \nurgently it will be forfeited for nothing.The owner of this account is \nMr. Adam.B.Husrt , a foreigner, and an industrialist,he died, since \n1993 and no other person knows about this account or any thing \nconcerning it,the account has no other beneficiary and my investigation \nproved to me aswell that Adams.B. Husrt until his death he was a  \ndirector of Diamond Safari(PTY)SA.With account number #5005874CB1000.I \nhave kept the information secret within myself to enable me look for \nany foreign partner of my choice who will assist me receive this funds.\n\nHowever, every legal steps will be put in place to obtain all legal \napprovals for onward transfer of this money to your account with \nappropriate clearance from  the relevant ministries and foreign \nexchange departments.We will sign a binding agreement, to bind us \ntogether and to build amount of confidence and trust between us. I am \nrevealing this to you with believe in God that you will never let me \ndown in this business. Your urgent reply will be highly appreciated to \nenable me inform you of the next step to take urgently because this \ntransaction will be actualize within 14 working days.\n\nAll I need is your full co-operation to make this work fine. because, \nthe STANDARD EXCITE BANK management is ready to,approve this payment to \nany foreigner who has correct information of this account, which I will \ngive to you,upon your positive response and once I am convinced that \nyou are willing and ready to handle this deal.\n\nWith my influence in this bank we can transfer this money to any \nforeign reliable account which you can provide with assurance that this \nmoney will be intact pending my physical arrival in your country for \nsharing.I will be monitoring the whole situations here in the bank \nuntil you confirm this funds in your account. Then i will destroy all \ndocuments of transaction immediately we receive this money leaving no \ntrace to any place.I will apply for annual leave to get visa \nimmediately I hear from you that you are ready to act and receive this \nfunds in your account. At the conclusion of this business, you will be \ngiven 40% of the total amount,55% will be for me, while 5% will be for \nexpenses incurred during the process of transferring.\n\nI look forward to your earliest reply.\n\nThanks Yours faithfully,\n\nMr.Barri Pikolo Coker\n\n\n\n\n", "id": "94f33bd112f185564dceca977bc865fc"}