{"email_subject": "The Beneficiary, Estate of Engr. Terry Williams.", "email_body": "\nThe Beneficiary, Estate of Engr. Terry Williams.\n\n\n    FINAL NOTIFICATION\n\n    \n     Please confirm your receipt of this mail because previous correspondence have been sent to you but we did not get any response from you. Bear in mind that no execution will be carried out without the endorsement of Rev. Father Lloyd Martins (the overseer of the church where he worshiped before his death here in London)and me the attorney for the execution.\n \n       \n     On-behalf of the Trustees and Executors of the Will of late of Engr. Terry Williams (ksm), I wish to notify you that you were listed as a beneficiary to the bequest of the sum of US$1.3M [One Million Three Hundred Thousand US Dollars] in the codicil and last testament of the deceased.\n  \n     \n     The late Terry Williams until his death was a former Managing Director and pioneer staff of a big construction company in China and later invested in poultry farm and rice. He established himself as a wealthy farmer in Asia where he exported rice and other poultry produce.      He was a very dedicated man and a great philantropist during his lifetime. \n\n  He involved himself in helping people by giving investable loans inagriculture and other ventures. Late Terry Williams died on 9th December2005 at the age of 78.  \n\n\n\n     He has since been buried on the 23rd of December 2005. He was an American, lived in Asia all through his active years but later moved down to London due to long term illness where he died in a specialist hospital.\n \n       He was married but without a child an lost his wife in 1986 due to breast cancer. He said in his words as stated in his last testament that \"it is my desired wish to see that the poor and less privileged are given assistance by any means and limit this token could go, especially in Asia, Africa and South America having seen it all myself\".\n \n  \n     He therefore advised that this amount be \"invested and then part of the proceeds be used in the work of humanity\". I hereby request that you forward your current telephone for further discussion and your correct forwarding address to enable us file necessary documents of claims at probate registry for the release of this funds to you.\n\n      \n  Please note that this is for real as probate expenses has been provided for. Please inform me if you did receive this notification this time or  the Rev Lloyd Martins (revmartins0@myway.com) \n\nYours faithfully,\nKan James(llb.Lon)\n Estate of Engr. Terry Williams.\n\n\n\n\n\n", "id": "9517f4f61bb0612e1d04ed1a5ada9767"}