{"email_subject": "URGENT BUSINESS ASSISTANCE ", "email_body": "                           URGENT BUSINESS ASSISTANCE \n\nFROM: MR DAVID BONGANI \nTEL: +27-83-424-7661\n\nGood day \n\nDear Sir,\n\n You may be surprise to receive this letter from mesince you don't know me personally. I am Mr.David Bongani the son of Dr. Simon Bongani,who was recently murdered in the land dispute in Zimbabwe. I got your contact through the South Africa Informations Exchange (S.A.I.E) in my search for a reliable and reputable person to handle a very confidential transaction which involves a transfer of fund to a foreign account and I decided to write you, my late father was among the few black Zimbabwean rich farmers murdered in cold blood by the agents of the ruling government of president Robert Mugabe for his alleged support and sympathy for the Zimbabwean opposition party controlled by the white minority. \n  Before his death he had taken to Johannesburg -South Africa to deposit the sum of US$ 35.5 Million (Thirty-five Million Five Hundred Thousand United States Dollars) with a Security and Finance Company as if he foresaw the looming danger in Zimbabwe. The money was depositedin a box as valuables to avoid much demurrage from the Security Company. This money was embarked from the purchase of new machinery and chemical for farms and the establishment of new farms in Lesotho and Swaziland. \nThis land problem arose when President Robert Mugabe introduced a new land act that wholly affected the rich white farmers and some few blacks vehemently condemned the \"modus operandi\" adopted by the government.This resulted to rampant killing and mob action by the war veterans and some political thugs. \n precisely, More than thirty-one (31) people have so far been killed.Heads of governments from the west, especially Britain and United States of America have voiced their condemnation of Mugabe's plan. Subsequently, South African Development Community(S.A.D.C) has continously supported Mugabe's new land act, it is against this background that I and my family who are currently residing in South Africa have decided to transfer my Father's money into a foreign account. \n  As the eldest son of my Father, I am saddled with the responsibility of seeking a genuine foreign account where this money could be transferred without the knowledge of my government who are tactically freezing our family wealth and South Africa's government seems to be playing along with them. I am faced with the dilemma of investing this money in South Africa for fear of encountering the same experience in future since both countries have almost the same political history.More so, the South African Foreign Exchange policy does not allow such investment hence we are seeking for an \"ASYLUM\". \n  As a business person whom I entrusted my future and that of my family into his hands, I must let you know that this transaction is 100% risk free and the nature of your business does not necessarily matter.For your assistance,we are offering you 30% of the total sum,60% for me and my family while 10% will be mapped out for any expenses we may incure during the course of this transaction.We wish to invest ourpart of the money on commercial property based on your advice. \nFinally,all we demand from you is assurance that you will not sit on this money when it finally gets to your personal or company's account in your country. \n If this proposal is acceptable by you, please confirm your interest via the above TELEPHONE number +27-83-424-7661or E-MAIL to the above address. \nBest Regards. \nDavid Bongani(For the Family).\n\n \n\n", "id": "951ce23b83cee7d08e4d0e1be20950ea"}