{"email_subject": "URGENT  ASSISTANCE", "email_body": "FROM THE DESK OF\nDR.DAN BELLO\nFEDERAL MINISTRY OF PETROLUEM RESOURCES(F.M.P.R)\nLAGOS NIGERIA.\n\nATTN:SIR,\n\n       REQUEST FOR ASSISTANCE-STRICTLY CONFIDENTIAL\n\nI am DR.DAN BELLO, an accountant in the Ministry of petroleum Resources \n(MPR) and a member of a three-man Tender Board in charge of contract review \nand payment approvals. I came to know of you in my search for a reliable \nperson to handle a very confidential transaction that involves the transfer \nof a huge sum of money to a foreign account. It may sound strange but \nexercise patience and read on. There were series of contracts executed by a \nconsortium Multinational in the Oil industry in favor of Ministry of \nPetroleum Resources among which were:\n1. The extension of pipeline network within Nigeria for crude oil, Down \nstream products distribution and subsequent evacuation- US$ 195 Million.\n\n2. Contract for the Turn Around Maintenance (TAM) of the various refineries \nin the country~ US$ 152Million.\n\n3. The construction of storage tanks for petroleum products (Depots) US$240 \nMillion. The original values of this contract were deliberately over \ninvoiced to the sum of US $35.5million American Dollars which has now been \napproved and is now ready to be transferred being that the companies that \nactually executed these contracts has been fully paid and project officially \ncommissioned. consequently, my colleagues and I are willing to transfer the \ntotal amount to your account for subsequent disbursement since we are Civil \nServant and are prohibited by the Code of Conduct Bureau (Civil Servant \nLaws) from opening operating foreign account in our names. Needless to say, \nthe trust posed on you at this juncture is enormous. In return, we have \nagreed to offer you 30% of the transferred sum while 10% shall be set aside \nfor accidental expenses (Internal & External) between the parties in the \ncourse of the transfer. We will mandate you to draw up an investment plan \nfor us of which you will control since we cannot bring our shares back to \nNigeria. We are very interested in investing in real estate in your country. \nYou must however note that this transaction is subjected to the following \ntermsand conditions:\n\n1. Our conviction of your transparent honesty anddiligence.\n\n2. That you would treat this transaction with utmost secrecy and \nconfidentiality because of thecircumstances we now find ourselves.\n\n3. That the funds would be transferred to an account over which you have \nabsolute control. Modalities have been worked out at the highest level of \nthe presidency at the Central Bank of Nigeria for the immediate transfer of \nthe funds within 14 working days, subject to your satisfaction of the above \nstated terms. Our assurance is that your role is 100% risk free. To accord \nthis transaction, the legality it deserves and for mutual security of the \nparties involved and the funds, the whole approval procedures will be \nofficially and legally processed with your name or the name of your company \nyou may nominate as the bonafide beneficiary. Also, be informed that our \nmain reason of contacting you is for the obvious reason that we will want to \ninvest these funds in the real estate. It is our believe that you can be \nofimmense help in this regards.\n\nKindly expedite action so as to enable us include this transaction into this \nbatch as payment to foreign contractors is usually carried out on \nquarterlybasis. Please, contact me as soon as possible on my private e-mail \naddress:\nBest regards,\n\nDR.DAN BELLO\n\n_________________________________________________________________\nTired of spam? Get advanced junk mail protection with MSN 8. \nhttp://join.msn.com/?page=features/junkmail\n\n\n", "id": "952b3bf45956cdeb49b3af7b311dfe67"}