{"email_subject": "COMPERSATION", "email_body": "\nHello my good friend.\n\nHow are you today? Hope all is well with you and your family?,You may not\nunderstand why this mail came to you.But if you do not remember me, you\nmight have receive an email from me in the past regarding\namulti-million-dollar business proposal which we never concluded.\n\nI am using this opportunity to inform you that this multi-million-dollar\nbusiness has been concluded with the assistance of another partner from\nGermany who financed the transaction to a logical conclusion.\n\nI thank you for your great effort to our unfinished transfer of fund into\nyour account due to one reason or the other best known to you.But I want\nto inform you that I have successfullytransferred the fund into my new\npartner's account in Germany, who was eventually, capable of assisting me\nin this great venture.\n\nDue to your effort, sincerity, courage and trust worthiness You showed\nduring the course of the transaction.I want to compensate you and show my\ngratitude to you with the sum of $1,200,000.00. I have left a certified\ninternational bank draft for you worth of $1,200,000.00 cashable\neverywhere in the world.\n\nMy dear friend I will like you to contact my Account Officer with\nContinental Trust Bank Plc,Abuja-Nigeria,his name is MR.Johnson, on his\ndirect email address at (fundexecutive_john@myway.com) Telephone +234 80\n509 729 04 for the collection of your certified Bank Draft. I authorized\nhim to release the Bank Draft to you whenever you contact him regarding\nfor it.\n\nAt the moment, I'm very busy here because of the investment projects,which\nI and the new partner are having at hand.Please I will like you to accept\nthis token with good faith as this is from the bottom of my heart, Also\ncomply with Mr.Johnson's directives so that he will send the draft\n\nto you without any delay.\n\nCONTACT: MR.Johnson.\nAccount Officer,Continental\nTrust Bank Plc.\nAbuja- Nigeria.\nTel: +234 80 509 729 04.\nHis email address:[fundexecutive_john@myway.com]\n\nTherefore, you should send him your full Name and telephone number/your\ncorrect mailing address where you want him to send the draft to you, or\nyour account information for depositing the Bank Draft.\n\nThanks and God bless you and your family.\n\nHoping to hear from you as soon as you cash your Bank Draft.\n\nTony Adams.\nFrankfurt-Germany.\n\n\n\n", "id": "9580d6b859ddc137b8d06c7dc114b243"}