{"email_subject": "My appreciation to you.", "email_body": "#45 Rue Grand Yorf,\nDAKAR, SENEGAL.\n\nAssalamaulakum.\n\nMy Dear Friend,\n\nCompliments of the day.I did like to send to you the best wishes of good \nhealth and success in your pursuits particularly through my proposal as \ncontained in this letter. After due deliberation with my son,I decided to \nforward to you this business proposal, we want you to assist us .I will give \nyou more information. As to this regard as soon as you reply.\n\nI am Mrs.Estelle Mamadou . I am contacting you with the hope that you will \nbe of great assistance to me, I currently have within my reach the sum of \n7.3 million U.S dollars cash which I intend to use for investment purposes.\n\nI therefore personally appeal to you seriously and religiously for your \nurgent assistance to move this money in to your country where I believe it \nwill be safe since I cannot leave the country due to the restriction of \nmovement imposed on the members of my family by the Senegal Government.\n\nThis money came as a result of a payback contract deal between my husband \nand a Russian firm in our country.The Russian partners returned my husbands \nshare .Presently, the Government has intensified their probe in to my \nhusbands financial resources which has led to the freezing of all our \naccounts, local and foreign, the revoking of all our business licences and \nthe arrest of my First son.\n\nIn view of this I want to acted very fast to withdraw this money from one of \nour finance houses before it will be closed down.My husband deposited the \nmoney in a finance firm for safe keeping . No record is known about this \nfund by the government because there is no documentation showing that we \nhave such funds.\n\nFurther more, my elder son have been in detention in the last four years \nfollowing the death of my late husband for charges of State organized murder \nand corrupt practices. he was just been released by the Supreme Court after \nthe president brokered a deal with my family regarding his freedom. and he \nis still under interrogation about my late husband's assets and some vital \ndocuments.\n\nDue to the current situation in the country and government attitude to my \nfamily,I cannot make use of this money within, thus I seek your help in \ntransferring this funds out for investment than leaving the fund here and to \ninvest the money to profit my family Bearing in mind that you may assist \nme.l have decided to part with 25% of the total sum.\n\nI am seriously considering to settle down abroad in a friendly atmosphere \nlike yours as soon as this fund get into your account so that I can start \nall over again if only you wish. I shall ask my son Mohammade to come over \nto your country to liaise with you. If this proposal satisfies you. please \ndo not let me out to the security as I am giving you this information in \ntotal trust and confidence.\n\nPlease kindly reply by return mail and please include your personal \ntelephone and fax numbers. Conclusively,we have decided part with 25% of the \ntotal sum. of the total sum,10% will be for expenses incurred during \nthecause of this transaction, while 65% is to be held on trust by you until \nwe can decide on a suitable business investment in your country subsequent \nto our free movement by the Senegal Government.\n\nI will greatly appreciate if you accept my proposal in good faith.\nYour URGENT response is needed.\n\nRegards and God Bless you.\n\nMrs.Estelle Mamadou .\n\n_________________________________________________________________\nDcouvrez Windows Live Messenger : le futur de MSN Messenger ! \nwww.windowslivemessenger.fr\n\n\n\n", "id": "959f0eed3eb63c3a6818fb7bea155370"}