{"email_subject": "FROM JESSICA PRINCE", "email_body": "FROM JESSICA PRINCE\n\nCOTE D IVOIRE\n\nWEST AFRICA\n\nDEAR FRIEND,\n\nPERMIT ME TO INFORM YOU OF MY DESIRE OF ENTERING INTO BUSINESS RELATIONSHIP WITH YOU. I GOT YOUR EMAIL HROUGH A FRIEND  WHO WORKS IN THE HUMAN RIGHTS COMMISSION HERE IN ABIDJAN COTE D IVOIRE I PRAYED OVER IT AND SELECTED YOUR NAME AMOUNG OTHER NAMES DUE TO IT'S ESTEEMING NATUREAND THE   ECOMMENDATIONS GIVEN TO ME AS A REPUTABLE AND TRUSTWORTHY PERSON I CAN DO BUSINESS WITH AND BY THEIR RECOMMENDATIONS I MUST NOT HESITATE TO CONFIDE IN YOU FOR THIS SIMPLE AND SINCERE BUSINESS. I AM JESSICA PRINCE TONY THE ONLY CHILD OF LATE MR AND MRS PRINCE TONY MY FAHTER WAS A VERY WEALTHY COCOA MERCHANT BASED  IN ABIDJAN. THE ECONOMIC CAPITAL OF IVORY COAST BEFORE HE WAS POISONED TO DEATH BY HIS BUSINESS ASSOCIATES ON ONE OF THEIR OUTING TO DISCUSS ON A BUSINESS DEAL. WHEN MY MOTHER DIED ON THE 21ST OCTOBER 1998. MY FATHER TOOK ME SO SPECIAL BECAUSE I AM MOTHERLESS. BEFORE THE DEATH OF MY FATHER ON 29TH AUGUST 2000 IN A PRIVATE HOSPITAL HERE IN ABIDJAN. HE SECRETLY CALLED ME ON HIS BEDSIDE!\n  AND TOLD ME THAT HE HAS A SUM OF US$18.500.000 (EGHTEEN MILLION FIVEHUNDRED THOUSAND, UNITED STATES DOLLARS) LEFT IN A LOCAL BANK HERE IN ABIDJAN. THAT HE USED MY NAME AS HIS ONLY CHILD FOR THE NEXT OF KIN IN  DEPOSIT OF THE FUND. HE ALSO EXPLAINED TO ME THAT IT WAS BECAUSE OF THIS WEALTH THAT HE WAS POISONED BY HIS BUSINESS ASSOCIATES, THAT I SHOULD SEEK FOR A FOREIGN PARTNER IN A COUNTRY OF MY CHOICE WHERE I WILL TRANSFER THIS MONEY AND USE IT FOR INVESTMENT PURPOSE. (SUCH AS REAL ESTATE MANAGEMENT). I AM HONOURABLY SEEKING YOUR ASSISTANCE IN THE FOLLOWING WAYS : TO PROVIDE A BANK ACCOUNT WHERE THIS MONEY WOULD  BE TRANSFERED TO SERVE AS THE GUARDIAN OF THIS FUND SINCE I AM A GIRL OF 21 YEARS TO MAKE ARRANGEMENT FOR ME TO COME OVER TO YOUR COUNTRY TO FURTHER MY EDUCATIONAND TO SECURE A RESIDENTIAL PERMIT IN YOUR COUNTRY. I AM WILLING TO OFFER YOU 30% OF THE TOTAL SUM AS COMPENSATION FOR YOUR EFFORT INPUT AFTER THE SUCCESSFUL TRANSFER OF THIS FUND TO YOUR NOMINATED ACCOUN!\n T OVERSEAS . FURTHERMORE, YOU CAN INDICATE YOUR OPTION TOWARDS ASSISTI\nNG ME AS I BELIEVE THAT THIS TRANSACTION WOULD BE CONCLUDED WITHIN SEVEN (7) DAYS YOU SIGNIFY  INTERESTTO ASSIST ME. I WILL APPRECIATE YOU SEND ME E-MAIL.\n\nANTICIPATING TO HEAR FROM YOU SOON.\n\nTHANKS AND GOD BLESS.\n\nJESSICA PRINCE TONY\n\n", "id": "95f6450b81a30b0b9cfaebc3ad255bd7"}