{"email_subject": "urgent reply", "email_body": ">From Mr collins ngobe\nbank of africa cotonou\nPlot 15 rue 17 port novo \nBenin republic west Africa\nTel/+229 459050\n\n\n\nAttn; Director\n\nDear sir\nI am Mr Collins Ngobe . \n\nI am  accounting officer in foriegn accounts department in our bank.During our last auditing in our Bank,My Department came across a very huge sum of money (6.5 million dollars)six million five hundred thousand dollars,belonging to a deceased customer of our Bank a national of your country,who died in the plane crash of 31 october 1999[Egyptian airline 990] with other passengers aboard confirmable at this,WEB-SITE(www.cnn.com/us/9911/02/egyptair990.list/index.html).\n\nSince then I have made several enquiries to your embassy to locate any of our clients extended relatives, this has  proved unsuccessful.After these several unsuccessful attempts, I decided to trace his relatives over the Internet, to locate any of his family member but of no avail. \n\nhence I contacted you for similarety of your name with that of our late customer. I need your assistance in evacuation of the funds left behind by our client in the Bank before they get confisicated or declared unserviceable by the Government,  because official, financial laws here stipulate it that after five years any fund or assets deposited with bank/security firm without claim or servicing, the money or assets will be divert to central bank as unclaime bill. \n\nsince I have been unsuccesfull in locating the relatives for over 2 years now, I seek your concent to present you as the next of kin of the deceased since you are from the same country so that the proceeds of this deposit valued at $6.5 million dollars can be paid to you and then you  will share me part of the money, \n\nI have all necessary legal documents that can be used to back up claim we may make. All I require is your honest cooperation to enable us see this deal through. I guarantee that this business will be executed under a legitimate arrangement that will protect you from any breach of the law.\n\nYou have to assure me that you will not sit on the fund when it is finally claimed.\n\nexpecting your quick response\n\nBest regards,\n   \n      \n \n \n\n \n  \n\n \n   \n  \n  \n  \n \n\n\n\n\n\n\n", "id": "95f73734d5f9d1e033ecb7b1945d48e5"}