{"email_subject": "MUCH REGARDS", "email_body": "Mr.Eric Wong.\n99 Queens Road,\nCentral London\nUK,\n\n\n\nI write you in good faith, hoping that you will treat this\nletter as a desperate search for assistance in a matter that\nshall benefit both of us.\n\nA random search based on your locality from the Internet\nproduced your address, Please i apologise for this medium of\ncontact as it appears the only definate way i can have assistance with\nthis matter.\n\nI am Mr Eric Wong,Former Head of Private Banking, Union Bank\nOf China,Presently based in London, United Kingdom.Also\naccount Manager to a deceased Immigrant property magnate who\nwas based in the U.K, and had vast business interest in Hong Kong and\nand China ,also referred to as my client.\n\nOn Monday, 31 July, 2000, 13:22 GMT 14:22 UK , my client,\nhis wife and their two Children died in the Air France\nconcord plane crash bound for New York in their plan for a world cruise\n\nI have been managing his  Bank accounts in Hong Kong, and\nsome Properties which he had put out for sale. The properties which\nhave long been put out on sale have been paid for, and\nthe money paid has long been deposited into his local bank account\nhere. I have contacted you to assist in repatriating the money and\nestate left behind by my client before they get confiscated or declared\nunserviceable by my Former Bank. Particularly, the bank has issued me\nwith a notice to provide any of his next of kin or have the account\nconfiscated within a short period of time.My late client has an account\nis valued at 18 Million United States Dollars Only\n\nI therefore made further investigation,with the personel\ndepartment and discovered that did not declare any kin or\nrelations in all his official documents, including his Bank Deposit\npaperwork in my Bank. This sum of US$18million is still sitting in my\nFormer Bank and the interest is being rolled over with the principal\nsum at the end of each year. No one will ever come forward to claim it.\nAccording  to Laws of Hong Kong, at the expiration of 5 (five) years,\nthe money will revert to the ownership of the Hong Kong Government if\nnobody applies to claim the fund.\n\nI now seek your consent to present you as the next of kin to\nmy deceased client, so that the proceeds of his account\nvalued at 18 Million United States Dollars Only can be paid to you,\nI will like you to provide immediately your full names and address so\nthat the attorney will prepare the necessary documents and affidavits\nthat will put you in place as the next of kin.\n\nThe money will be paid to you for us to share in the ratio\nof 60% for me and 35% for you and 5%, after completion,for\nExpenses Incurred in the course of the transaction .There is no risk\nat all as all the paperwork for this transaction will be done by the\nattorney and withmy position as the Head Private Banking guarantees the\nsuccessful execution of this transaction. If you are interested, please\nreply immediately to my email: erickw111@ommail.com\n\nAll I require is your honest co-operation to enable us see\nthis deal through. I guarantee that this will be executed\nunder a legitimate arrangement that will protect you from any breach\nof the law. Trust me as his Manager of his Estates, as i have all the\nneeded information, that this is a risk-free relationship.You\nshould observe utmost confidentiality, and rest assured that this\ntransaction would be most profitable for both of us because I shall\nrequire your assistance to invest my share in your country.\n\nAwaiting your urgent reply.\n\nThanks and regards.\n\nEric Wong.\n\n\n\n\n\n", "id": "9635e5a1ec411bc710e9bcdf4fab723f"}