{"email_subject": "EMAIL ME ON THIS ISSUE", "email_body": "\n\nFROM THE DESK OF\nMR JERRY OZUBA \nN N P C.\n \nMUTUAL BUSINESS RELATIONSHIP-STRICTLY CONFIDENTIAL.\n\nI am Jerry.Ozuba,the chief accountant of The Nigeria National Petroleum Corporation (NNPC) and I head a five man tender board in charge of contract award and payment approvals.I came to know of you in my search for a reliable person to handle a very confidential transaction which involves the transfer of a huge sum of money to a foreign account.\nThere were series of contracts executed by a consortion of\nmultinationals in the oil industry in favour of Nigeria National Petroleum Corporation (NNPC) among which were for the following:\n1. The expansion of the pipelines network within for a crude down stream products distribution and subsequent evacuation which cost $8bUSD(8 Billion United States Dollars).\n2. Contract for the turn around maintenance (TAM) of the various refineries in the country $115 million Uited States Dollars.\n3. The construction of storage tanks for petrolwum products (depots) $190 Million United States Dollars.\nThe original value of these contracts were delebrately over invoiced in the sum $69mUSD (sixty nine Million United States Dollars Only) which has now been approved and is now ready to be transferred, being that the companies that actually executed these contracts had been fully paid when the projests were officially commissioned.\nIt does not matter whether your comapny did the contract or not, the assumption is that your company won the major contract and sub-contracted it out to other companies.\nConsequently, my colleaques and I are willing to transfer the total  amount to your account for subsequent disbursement, since we as civil servants are prohibited by the code of conduct bureau (civil service laws) from opening and or operating foreign accounts in our names. Needless to say, the trust imposed on you at this junction is\nenormous. \nIn return, we have agreed to offer you 20% of the transferred sum, while 5% shall be set aside for incidental expenses (internal and\nexternal) between the parties in the course of the transaction, and the remaining 75% is for us,the Nigerian  officials.\nModalities have been worked out at the highest level of the ministry of finance and the central bank of Nigeria for the immediate transfer of the fund within 14 working days subject to your satisfaction of the\nabove stated terms.\nOur assurance is that your role is risk free,I accord this transaction the legality it deserves and for mutual security of the fund,the whole approval procedures will be officially and legally processed with the name of any company you may nominate as the bonafide beneficiary of the above mentioned amount.\nTherefore, when the business is successfully concluded we shall through our same connections withdraw all documents used from all the concerned government ministries for 100% security risk free.\nOnce more, I want you to understand that having put in over 19 years in the civil service of my country, I am very careful to have my image and career deemed.\nPlease contact me immediately through E-mail whether you are  interested in this deal or not, if you are not, it will enable us scout for another foreign partner to carry out this deal but where you are interested send the required documents.\n\nSend by Email for security reasons with this email address jerry_640@fsmail.net\n\nThanks as I await in anticipation for your fullest co-operation.\nVery truly yours,\nJERRY.OZUBA.\n \n \n\n\n", "id": "964170b02274ad9284aa03f230af0d86"}