{"email_subject": "URGENT RESPONSE", "email_body": "FROM: MR ADEMOLA WILLIAMS \nDEMOCRATIC REPUBLIC OF CONGO.\nREPLY TO EMAIL ADDRESS: awilliams44@k.ro\nDear Friend,\nSEEKING YOUR IMMEDIATE ASSISTANCE.\nPlease Permit me to make your acquaintance in so informal a manner. This is \nnecessitated by my urgent need to reach a dependable and trust wordy foreign\npartner. This request may seem strange and unsolicited but I will crave your \nindulgence and pray that you view it seriously. My name is MR Ademola Williams \nof the Democratic Republic of Congo and One of the close aides to the former \nPresident of the Democratic Republic of Congo LAURENT KABILA of blessed memory, \nmay his soul rest in peace.\nDue to the military campaign of LAURENT KABILA to force out the rebels in my \ncountry, I and some of my colleagues were instructed by Late President Kabila\nto  go abroad to purchase arms and ammunition worth of Twenty Million, Five \nHundred Thousand United States Dollars only (US$20,500,000.00) to fight the \nrebel group. But when President Kabila was killed in a bloody shoot-out by one \nof his aide a day before we were schedule to travel out of Congo, We \nimmediately decided to divert the fund into a private security company here in \nCongo for safe keeping. The security of the said amount is presently being \nthreatened here following the arrest and seizure of properties of Col. Rasheidi \nKaresava (One of the aides to Laurent Kabila) a tribesman, and some other \nMilitary Personnel from our same tribe, by the new President of the Democratic \nRepublic of Congo, the son of late President Laurent Kabila, Joseph Kabila.In \nview of this, we need a reliable and trustworthy foreign partner who can assist \nus to move this money out of my country as the beneficiary.\nWE have sufficient ''CONTACTS'' to move the fund under Diplomatic Cover to a \nsecurity company in the europe in your name. This is to ensure that the \nDiplomatic Baggage is marked ''CONFIDENTIAL'' and it  will not pass through \nnormal custom/airport screening and clearance.friends (western countries) who \nsuddenly became hostile to those of us who worked with the late President \nKabila, immediately after his son took office. Though we have neither seen nor \nmet each other, the information We gathered from an associate who has worked in \nyour country has encouraged and convinced us that with your sincere assistance, \nthis transaction will be properly handled with modesty and honesty to a huge \nsuccess within two weeks. The said money is a state fund and therefore requires \na total confidentiality.Thus, if you are willing to assist us move this fund \nout of Congo, you can contact me through my email address above with your \ntelephone, fax number and personal information to enable us discuss the \nmodalities and what will be your share (percentage) for assisting us.\nI must use this opportunity and medium to implore You to exercise the utmost \nindulgence to keep this Matter extraordinarily confidential, Whatever your \nDecision, while I await your prompt response. Thank you and GodBless.\n\nBest Regards\n\nMR WILLIAMS .\nNOTE:Respond using this box.\nawilliams44@k.ro\n\n\n\n\n\n-_-_-_ Free Email Service! No Hidden Charges! Click Below to Sign Up -_-_-\n         This mail sent through http://mail3000.com/register.html\n\n", "id": "9709382432d7d6831ee7a7ddcedd2eb9"}