{"email_subject": "Increase need", "email_body": "Dear Sir,\nThis contact is being made to you out of the increase need. Ostensibly, this may some what aroused some kind of surprise and suspicion both by its source, method or channel of transmission. It may also, be seen unjustifiable based on rules of certain values, but certain concerns and considerations has increased quite immeasurably and contemptuously in me, hence my approach.\n \nI am DR BENNARD ABAH a member of the movement for Democratic Change in ZIMBABWE? My party is opposed to the ZANU-PF of the incumbent president ROBERT MUGBE. I went into a partnership with a white farmer and businessman in ZIMBABWE and as we progressed in business, I bought his ideas and philosophy, which made me join the movement for democratic change which is dominated by the white (of which my colleague is a top member).\n \nWe control the greater portion of the white-dominated farms in ZIMBABWE and we are major shareholder in major companies in ZIMBABWE. The MUGABE government and his political associate are not tolerant to the activities of the movement for democratic change and he is using indirect guerrilla war tactics to oppress the members.\n \nZIMBABWE war veterans invaded our farms and confiscated some of our assets and held us hostage. I manage to escape from their brutality but my business partner died in the struggle. He left a message that I should sell off our assets including the farms, estates and the companies, ensuring that his family relocates overseas and also to invest the money properly bearing in mind that the next step of the guerrillas will be to confiscate those remaining assets.\n \nI have successfully sold off the remaining portion of our estates, tobacco farms and companies after which I managed with the help of the immigration officer to sneak into JOHANNESBURG, SOUTH AFRICA, with the money and my colleague's families. In fact, we are seeking refuge in SOUTH AFRICA at this moment. The total sum in our possession at hand is the sum USD36 MILLION realized from auction, sales of the estates, tobacco farms and companies. The money is secured in a security company. We are being highly restricted by the South African Authorities in opening up bank accounts here thereby adding more pain to the existing sorrows; a good study has also shown that South African as a base for our asylum is not the bests of a choice.\n \nEvidences available show that South African is a nation in crisis, a fractured and bitterly divided nation since after apartheids rule, not suitable for good and strong investments.\n \nIt is an irony that the level of crimes, corruptions, mistrusts, mischief in the country is seemed to have for years endangered the economic development and has scared foreigner's investors away from investing in the country.\n \nI wish to link up some one with strong characters who I can trust and enter into an understanding with and some one with good knowledge of investment to administer funds into business. This should be done under none-disclosure and none circumvention framework.\n \nI have lots of drawbacks in the South African environment as issues in the country does not seem to go far enough to guarantee hope, trust in investment.\n \nPlease, if I can have your confidence, trust and understanding in this matter, I will be glad to have you contact me with this email address:tendand@webmail.co.za\n \nPlease, this is not a case of money laundering of illicit funds.\n \nI have 2 options for you; the 1st is that you could choose to have 25% of money for nominating your account for this transaction. Or you could as well go into a joint business partnership with me for proper investment of the fund in any best choice of your wish once the money is transferred into your\nOverseas account.\n \nBest regards,\n \n \n\n\n\n", "id": "974190b370dc8fcded9bba5b45e9ab42"}