{"email_subject": "STRICTLY CONFIDENTIAL AND URGENT", "email_body": "   From the Desk of : Dr biko zulato__________________ \n_______ \n______________ \nDEPARTMENT OF MINERALS AND ENERGY, PRETORIA, \nSOUTH AFRICA. \nDear Sir/Madam, \nIt is my great pleasure to write you this letter on behalf of my \ncolleagues.Your information was given to me by a member of the \nSouth African Export Promotion Council (SAEPC) Who was with \nthe Government delegation on a trip to your country for a bilateral \nconference talk to encourage foreign investors. I have decided \nto seek a confidential co-operation with you in the execution of \nthe deal hereunder for the benefit of all parties and hope you \nwill keep it confidential because of the nature of this \nbusiness. Within the Department of Minerals & Energy where I \nwork as a Director of Audit and Project Implementation and with \nthe co-operation of two other top government officials, we have in our \npossession an overdue payment of funds in US Dollars . \nThe said funds represent certain percentage of the total \ncontract value executed on behalf of my Department by a \nforeign contracting firm which we the officials over-invoiced to the \namount of US$12,500,000.00 (Twelve Million Five Hundred \nThousand US Dollars). Though the actual contract cost has \nbeen paid to the original contractor,leaving the excess balance \nunclaimed. Since the present elected Government is determined to pay \nforeign contractors all debts owed, so as to maintain good \nrelationship with foreign governments and non- government \nagencies, we included our bills for approvals with the \nDepartment of Finance and the Reserve Bank of South Africa \n(RBSA). We are seeking your assistance to front as beneficiary \nof the unclaimed funds, since we are not allowed to operate \nforeign accounts. Details and change of beneficiary information \nupon application for claim to reflect payment and approvals will \nbe secured on behalf of you/your company. I have the authority \nof my partners involved to propose that should you be willing to \nassist us in this transaction your share as compensation will be \nThirty percent (30%), while my colleagues and I receive seventy percent (70%). \nThe business is completely safe and secure, provided you treat it with utmost confidentiality. It does not matter whether \nyou/your company does contract projects as a transfer of powers \nwill be secured in favour of you/your company. Also, your area \nof specialization is not a hindrance to the successful execution \nof this transaction. Based on trust I reposed my confidence in you and \nhope that you will not disappoint us. Kindly notify me via \nemail bikozulato@netscape.net, for further details upon your acceptance of this \noffer. It is important to note time is of essence in this transaction so please\ndo not fail to inform me whether or not you accept my proposal.\nThanks for your co-operation. \nRegards, \nbiko zulato.\nbikozulato@netscape.net \n\n\n", "id": "976bfc3a740dae9076235827f72ee256"}