{"email_subject": "Attention/ Ceo,", "email_body": "Attention/ Ceo,\n   \n  From/ Faith Jeane,\n   \n  Dear Respectful,\n  \n                                             URGENT ASSISTANCE REQUIRED\n   \n  It is my humble pleasure to write you this letter.  I  got your company contact from a business directories here in Abidjan Cote D' Ivoire  and after a study of your profile, I am quite confident in your reliability  and capability to the esterblishment of a lasting business relationship with you.\n\n   \n  My name is Faith Jeane, the only surviving Duagther to the late Lieutenant General David Gadula of the Liberia military. During my father's active days in the military, he was among the government officials who benefitted from the Diamond spills. before his retirement,  my father  deposited a fund containing ($7,000,000.00 US) into a local bank  here in Abidjan and registered it in my names as the beneficiary. The content of the funds was registerd ubder suppense accoun,t  This money was reserved for our future use and eventually after my father's  death in the year 2004. After all the ceremonies performed, I travelled to Abidjan to source out a reliable person to assist me  invest this heritage. The money is still in the bank here.\n\n   \n  I have all related proof's  to this funds in the bank here.  I have authority over this funds  as to where and when it shall be transfered  to me. At the moment, I plan to claim the funds out from the local bank for investment but first I need your assistance for a planned partnership of any investment as will be advised by you. For example Agriculture, Real Estate, Wood Work, Industrial Marchinaries Auto Sales, Hotels e.t.c Managerial decision shall be decided by you while I will handle the financing of the esterblished business investment. We shall have set down rules and regulations for the effective running and management of the business under oath and trust.\n\n   \n  Keep in mind that I am willing to visit your country to meet you and for a general feasibility study, only when I am sure of your readiness to assist me. I will be very glad if you take this proposal very serious. Please contact my lawyer as soon as you receive this message to enable us start this project immediately.\n\n  Any responds should be Kindly sent to my lawyer,\n  \nEMAIL:adamschembers@voila.fr\nNUMBER:+00225 0771 9005 \n   \n  Kind Regards\n  \nFaith Jeane,\n\n \t\t\n---------------------------------\n Découvrez une nouvelle façon d'obtenir des réponses à toutes vos questions ! Profitez des connaissances, des opinions et des expériences des internautes sur Yahoo! Questions/Réponses.", "id": "97e950d8353fe72cde5afa667cc0f0b7"}