{"email_subject": "urgent assistance", "email_body": "FROM: HENRICH AGAH(ESQ)\nHENRICH AGAH& ASSOCIATES,\n45 RUMUBIAKANI,PORTHARCOURT\nRIVERS STATE\nNIGERIA. \n\nDearest friend,\nI am Barrister Henrich Agah, a Solicitor. I am the\nPersonal Attorney and Legal Representative to \"Mr.\nGary Val\", a national of your country, who used to\nwork with Shell Oil Development Company in Nigeria.\nOn the 21st of April 1999, my client, his wife and\ntheir three children were involved in a car accident\nalong Abuja Express Road. Unfortunately, they all lost\ntheir lives in the event of the accident. Since then,\nI have made several enquiries to your Embassy to\nlocate any of my client's extended relatives, this has\nalso proved unsuccessful.\n\nAfter these several unsuccessful attempts, I decided\nto trace a reliable person  over the Internet to\nlocate any member of his family but of no avail,\nhence, I contacted you to assist in repatriating the\nmoney left behind by my client in a Security Company\nhere in Nigeria.Particularly, the Security Company\nwhere the deceased deposited the two trunk boxes\ncontaining $10 Million(TEN Million United States\nDollars Only) does not know the content of the two\ntrunk boxes deposited with them. \n\nConsequently, the Security Company issued me a notice\nto provide the Next-of-Kin to claim the two trunk\nboxes in their custody within the next ten official\nworking days.\n\nSince I have been unsuccessful in locating the\nrelatives for over 2 years now, I seek your consent to\npresent you as the next-of-kin of the deceased to\nclaim the two trunk boxes since you are from the same\ncountry so that the two trunk boxes can be  delivered\nto you by the security company.\n\nUpon receipt of the two trunk boxes, I will come over\nto your country to meet with you for the disbursement\nof the fund, and then you and me can share the money.\n60% to me and 40% to you. I have all necessary legal\ndocuments that can back up any claim we may make with\nthe Security Company. \n\nAll I require is your honest co-operation to enable us\nsee this deal through. I guarantee that this will be\nexecuted under a legitimate arrangement that will\nprotect you from any breach of the law.\nPlease get in touch with me by my secured and\nconfidential e-mail address at hc_agah555@fsmail.net \n\n\nBest regards\nBarrister Henrich Agah (Esq)\nPOSTSCRIPT: Please indicate your telephone and fax\nnumber for further discussion/ clarification", "id": "98061e953a1bde12e1904a66aaed1b4d"}