{"email_subject": "Urgent Assistance Needed.", "email_body": "cUrgent Assistance From : Nena Donald.\nAddress : Rue 152 Cocody Abidjan\nCote D' Ivoire West Africa.\n\nDearest One,\n\nI wish to solicit your help in migrating to you. My name is Nena Donald. I am the only daugther of Late General Frank Donald the former Director of military inteligence and special acting General Manager of the Sieria Leone Diamond mining coperation(SLDMC ).\n\nI am contacting you to seek your good assistance to transfer and invest (USD 10. million) belonging to my late father which is deposited in a bank in Abidjan. This money is revenues from solid minirals and dimonds sale which were under my fathers possession before the civil war broke out.\n\nFollowing the brake out of the war, almost all government offices, coperations and parastatals were attacked and vandalized. \n\nThe SLDMC was loothed and burnt down to ashes, and diamonds worth millions of dollars was stolen by the rebel military forces who attacked my fathers office. Many top government officials and senior army officers were assasinated and my father was a key target because of his very sensitive military possition and appointment in the SLDMC. \n\nRegreatably, my father was captured and murdered along with half brother in cool blood during a mid-night rebel shoot-out when our official residence in freetown was armbushed by Fordey Sanko the notorious rebel leader.\n\nMy mother sustainded very sever bullet injuries which resulted to her untimelyand painful death in a private hospital here in Ivory Coast. Now I am alone in a totally strange country without parents, relatives or any body to care for me at my tender ages. \n\nBefore my mother died, she told me that my father deposited some money which he made from diamond sales and contracts at this bank here in Ivory Coast and that i should pray and find a trustworthy foreign business partner who would help me to transfer and invest this money in profitable business venture overseas.\n\nShe told me to do this quickly so that i can leave Ivory Coast with my cousin brother-Arthur who is here in the camp with me and, then settle down abroad. \n\nShe gave to me all the bank documents to prove the deposit and then told me that my father used my name as the only daugther to deposit the money in the bank. She told me that this is the reason why we came to Ivory Coast. My mother died afterwards. May her soul rest in perfect peace. \n\nI have gone to the bank to make inquires about this money and I spoke with the director of International remittance who assured me that the everything is intact and promised to help me transfer this money to my foreign partners bank account as soon as I provide my partners foreign bank account for them.\n\nHowever, the director is very concerned because of my age, I am 23 years and as such promised to help me and he would like to speak with my partner to ensure that this money is invested wisely in only profitable business because of his personal interest and sympathy for me. \n\nIf you are will to assist me, please let me know immediately and provide me with your following information for bank here:\n\n1. Your full names and address, tel/ fax\n2. Name of Bank and addres, Tel/fax/telex\n3. Account name and number and\n4. swift code etc.\n\nPlease note that I can only offer you 10% of the total money as compensation for your noble assistance in accodiance with my mothers advise. I am interested in any profitable commercial venture which you consider very good in your country and you would also get a school for me and cousin so that we can finish our colledge education. \n\nI am hoping to hear your urgent response so that I can not look for another foreign partner.\n\nThank you and may God bless you and your dear family.\n\nYours sincerely\nNena Donald.\nNB : Please reply me to my private email address at ( nenadonald19@yahoo.fr ).\n\n\n\n", "id": "980b9cbb8eac41442f6e2209775ff265"}