{"email_subject": "We Urgently  Needed  Your Help.!!", "email_body": "GOODDAY,\n\nWE ARE VERY SORRY IF THIS MIGHT OFFEND YOU, THOUGH WE DONT KNOW YOU BUT I AND MY YOUNG BROTHER BELIEVE THAT THE SPIRIT OF OUR FATHER STILL LEAVES WITH US, ALSO, WE KNOW HE IS AWARE THAT I AND MY YOUNG BROTHER ARE CONTACTING YOU FOR AN ASSISTANCE BASED ON TRUST.PERMIT ME TO USE THIS MEDIUM TO EXPLAIN OUR PROBLEM TO YOU IN THE NAME OF THE ALMIGHTY GOD WHOM WE SERVE.\n \nFIRSTLY,WE WANT TO EXPLAIN OUR SEIF TO YOU,SO THAT YOU WILL UNDERSTAND AND COMPREHEND OUR POINT CLEARLY.I AM Ms.SILVIA MAVASA 24YRS OLD,WITH MY YOUNG BROTHER DAVID MAVASA 22YERS OLD WE FROM BENIN REPUBLIC, THE ONLY DAURTHER AND SON  OF LATE MR AND MRS WILLIAM MAVASA.\n \nMY FATHER WAS A VERY WEALTHY COCOA MERCHANT BASED IN DAKAR-SENEGAL, THE ECONOMIC CAPITAL OF SENEGAL, BEFORE HE WAS POISONED TO DEATH BY HIS BUSINESS ASSOCIATES ON ONE OF HIS BUSINESS OUTING.\n \nWHEN OUR MOTHER DIED ON THE 21ST OCTOBER 1996, OUR FATHER TOOK US SO SPECIAL BECAUSE I AND MY YOUNG BROTHER WAS THE ONLY DAURTHER  AND SON HE HAD BEFORE HIS DEATH ON THE 24TH OF AUGUST 2006 IN A PRIVATE HOSPITAL HERE IN PORTO-NOVO,BENIN REPUBLIC.\n \nHE SECRETLY CALLED ME ON HIS BEDSIDE AND TOLD ME THAT HE HAS SUM OF US $22million DEPOSITED IN A BANK  (IN DAKAR-SENEGAL),WHICH MY NAME WAS USED AS HIS NEXT OF KIN IN DEPOSIT OF THE FUND. DUE TO HIS ENCOUNTER WITH HIS ASSOCIATES AND RELATIVES, WHICH LEAD TO HIS DEATH, HE INSTRUCTED US TO SEEK FOR A FOREIGN FRIEND WHO WILL AID US IN THE TRANSFER OF THE MONEY FOR OUR EDUCATION, INVESTMENT AND LIVE A GOOD LIFE.\n \nWE ARE HONOURABLY SEEKING YOUR ASSISTANCE IN THE FOLLOWING WAYS;-TO ASSIST US IN COMING OVER TO YOUR COUNTRY-TO FURTHER OUR EDUCATION AND TO SECURE A RESIDENTIAL PERMIT IN YOUR COUNTRY. MOREOVER, WE ARE  WILLING TO OFFER YOU 20% WITH 5% IN ADDITION FOR ALL YOUR EXPENSES AS COMPENSATION FOR YOUR EFFORT.\n \nPLEASE INDICATE YOUR WILLINGLESS TO HELP US BY FORWARDING YOUR FULL \nNAME AND ADDRESS.  \n \n1. Your Full Name.......................................\n 2.Nationality..............................................\n3. Your Age ........................................ \n4. Your Sex......................................\n5. Marital Status..................................\n6.Your Occupation..............................\n7.Your Home And Office Address................\n8.Your Telephone And Fax Number....................... \n9.A Scan Copy Of Your International Passport Or Driving Licence..........\n10. Bank Account Details...............................................\n \nPLEASE REPLY PROMPTLY.\nMAY THE LORD BE WITH YOU AS WE AWAIT YOUR POSITIVE DECISION TO HELP.\nTHANKS AND GOD BLESS.\nBEST REGARDS.\nReply Us With This Email Address:   silvia_david11@yahoo.com \n\nMs Silvia Mavasa & Brother David Mavasa.\n", "id": "982c68ef00399bc26fedb975182d4c5b"}