{"email_subject": "the wife of late Brigadier AL-Jubril Dogo from Dafur Region, Sudan", "email_body": "FROM:  MRS BUKI DOGO\n15 CAPE TOWN STREET,\nUnited Nation Reserved Area \n(UNRA) South Africa.\n(Asylum!)\n\nAttn: ,\nI know you will be surprised to read a letter from me but please Consider this as a request from a family in dare need of assistance. I am the wife of late Brigadier AL-Jubril Dogo from Dafur Region, Sudan. may name is Mrs Buki Dogo Writing to you from Sudan. My son got your contact information from a business directory in Johannesburg Chamber of Commerce and Industry. And I on behalf of my late husband and my only son, decided to solicit for your assistance to transfer the sum of US$17 million dollars, from my late husband's trust account  with a bank in South Africa, into your company or Private bank account. Before the death of my husband, he was a Brigadier in-charge of Arms and ammunition procurement for the Darfur Liberation Front (D. L. F.). In his will, he specifically drew my son's attention to the sum of US$17 million, which he had deposited, in the vault of a Bank in Johannesburg, South Africa as a family treasure, but it is truly cash while he boxed it in the bank as a family treasure due to security reasons. In fact, he said and I quote ??y beloved son, I wish to draw your attention to the sum of US$17 million. I deposited the said fund in a private account of a Bank in Johannesburg, South Africa; all the documents regarding the fund are with your mother.\nI was very dedicated and committed to wining the ongoing war against the rebels until when I found out that some senior army officers and government functionaries were busy helping themselves with government funds and properties, sending them to foreign countries. Due to this, when I and former special adviser to the President were assigned by the President (Hassan al-Bashir) to purchase arms in South Africa, we saw this as an opportunity to divert the money for our personal use. When we divided the money, my share was US$17 million. I did this in case of my absence due to death so that you, Abubaka your two sisters and your mother wouldn't suffer. Take my advice my son; and please be serious with your Studies, I will like you to please take care of this money properly for your future and of your mother's and sisters You should solicit for assistance of a reliable and sincere foreign partner to assist you to transfer this money out of South Africa for investment. I deposited the money in your name and you alone with the deposit code, for you to can claim it. Your mother is with all the documents; take good care of your mother and your two sisters. Do not disappoint me! Good-bye.\nFrom this word of my late husband, you will understand that the lives and future of my family depend on this fund as such I will be grateful if you can assist us. Now what I want you to do for us is to help us clear this sum from the bank using your name which should be as the foreign partner of my late husband. You can contact my son (Abubaka Dogo) who is now in South Africa on his Email address+ mr_abubaka@yahoo.com, for more details. I am preparing to travel to South Africa before the transaction continues, as the war is worsening more and more. We have agreed to give you 20% of the total sum for your assistance and 5% for the expenses that might be incurred in the course of the Transfer and the remaining 75% for the family investment abroad, which you will also assist us to materialize. Further information and Discussion about this transaction will commence as soon as you give us the assurance and confidence that this money will be safe when transferred to your account and, please treat this matter with urgency. Note that this transaction is 100% free from risk as our banker and lawyer have taking care of all the arrangement.\nThanks and May Allah Bless us.\nBest Regards, \nMRS BUKI DOGO.", "id": "983307c0c3714c07eacaa5efa95f2d2b"}