{"email_subject": "URGENT ASSISTANCE", "email_body": "BARRISTER BASIL EZE.\nNWOKES CHAMBERS.\nSUITE 109 OKON HOUSE MARINA VI\nLAGOS-NIGERIA.\nE-MAIL: bakko_bakko@yahoo.com\n\nDear friend,\n\nI am Barrister basil eze personal attorney to Mr.Jeff Baroco, a national \nof your country, who used to work with Shell Development Company here \nin Nigeria herein after, shall be referred to me as my client. On the \n21st of April 2001,my client, his wife and their three children were \ninvolved in a ghastly motor accident along Warri-Sagbama Express road.\n\nUnfortunately, all occupants of the vehicle lost their lives as the \nvehicle caught fire after the crash.\n\nSince then I have made several inquiries to your embassy to locate any \nof my clients extended relatives this has also proved unsuccessful. \nAfter these several unsuccessful attempts, I decided to track his last\nname over the Internet, to locate any member of his family hence I \ncontacted you.\n\nMy purpose of contacting you is to assist in repatriating the money and \nproperty left behind by my client prior to his death before they get \nconfiscated or declared unserviceable by the bank where this huge \ndeposits were lodged particularly, the CITY TRUST BANK where the \ndeceased had an account valued at about US$12Million dollars. The bank had \nissued me a notice to provide the next of kin or have the account \nconfiscated within the next thirty official working days.\n\nSince I have been unsuccessful in locating the relatives for over 2 \nyears now I seek your consent to present you as the next of kin of the \ndeceased since you have the same last name/surname so that the proceeds of \nthis account valued at US$12 million dollars can be paid to you and \nthen we can share the money afterwards. I have all the necessary official \nand legal documents that can be used to back up the claim we may make. \nAll I require is your honest co-operation to enable us inseeing this \ndeal through. I guarantee that this will be executed under\nlegitimate arrangement that will protect you from any breach of the \nlaw.\n\nFor your sevices you will have 35% of the total sum, while 5% have been \nmapped out for the orphanage Homes.\n\nPlease get in touch with me by my email address no: bakko_bakko@yahoo.com\nBest regards,\n\nBARRISTER BASIL EZE.\n\n\n\n\n\n\n", "id": "983643f9100d29d83669cd083d432606"}