{"email_subject": "urgent", "email_body": "LEE TSONG\n\n#117-1, Min Sheng E. Road.\n\nSec. 3, Taipei,\n\nTaiwan\n\nAttn: Dear Friend,\n\nI wish my proposal would not come to you as a surprise. I am LEE TSONG,\nI \nwork as you would have seen with CITICORP, although this being a brief \nintroduction.\n\nAnyway, we had a foreign client (Mohamed Mohd Salaheldin) who deposited\n\na \nhuge sum of amount, US$28.5million (Twenty Eight Million Five Hundred \nThousand United States Dollars) with our bank.\n\nUnfortunately, this client was among the victims of EGYPTAIR FLIGHT \nNO.990 \nthat crashed on the 31-10-1999 in U.S.A. Confirmable from the below \nwebsite \nwww.cnn.com/us/9911/02/egyptair990.list/index.html\n\nhttp://www.cnn.com/us/9911/02/egyptair990.list/index.html or\n\nwww.greatdreams.com/plane990.htm but, since then we have not had \nanybody to \ncome for the claims as the next of kin. A situation I have monitored \nclosely \nwith my position in the bank.\n\nNow, having monitored this deposit and managed it over the years before\n\nhis \ndeath, and hence nobody has showed up as the next of kin for the past \ntwo \nyears plus, I have removed the file to my \"private vault\".\n\nI now solicit for your assistance to present you as the next of kin as \nevery \nother arrangement has being concluded by me and I am only waiting for a\n\nforeigner to enable me move the funds to his account. This does not \nhave any \nrisk attached to it as all the internal documentations would be handled\n\nby \nme and every loop holes sealed off.\n\nI therefore request you to confirm your interest by a return message \nand I \nwill furnish you with the full details and what to do concerning this \ndeal. \nWhat you stand to gain would be discussed and it is negotiable before \nthe \ndeal commences.\n\nNOTE: PLEASE KINDLY SEND YOUR TO THE ADDRESS BELOW\n\nlee_tsong@irangate.net\n\nBelieving to hear from you soonest.\n\nKind regards,\n\nLEE TSONG .\n\n\n\n\n\n__________________________________________________________________\nTiscali ADSL libera la velocita'!\nAttiva Senza Canone entro il 14 giugno: navighi a 1,5 euro l'ora per i primi\n3 mesi,se scegli il modem e' tuo in comodato gratuito e in piu' hai gratis\nSuperMail per 12 mesi. Non aspettare, attivala subito!\nhttp://abbonati.tiscali.it/adsl/prodotti/640Kbps/\n\n\n\n\n", "id": "98770833ef1aa1f26591ecd3f1dd711d"}