{"email_subject": "Urgent Update", "email_body": "FROM: SENATOR FRANK IKPENDU, \nCHAIRMAN OF CONTRACT REVIEW AND \nVERIFICATION COMMITTEE OF THE SENATE. \nLAGOS - NIGERIA.\n\nATTN: SIR,\n\nI KNOW THAT YOU MUST HAVE RECEIVED THE FIRST LETTER I SENT TO YOU BY POST,BUT \nIF NOT, HERE COMES A FOLLOW UPTO OF THE LETTER.\n\nFIRST, I MUST SEEK FOR YOUR UTMOST UNDERSTANDING AND PRAY THAT GOD WILL GIVE \nYOU THE WISDOM TO ENABLE YOU UNDERSTAND MY POSITION NOW AS YOU WILL BE SURELY \nBLESSED.\n\nI AM SENATOR FRANK IKPENDU, THE CHAIRMAN OF CONTRACT REVIEW AND VERIFICATION \nCOMMITTEE OF THE SENATE.\n\nTHIS COMMITTEE WAS SET UP BY THE SENATE PRESIDENT CHIEF ANYIM PIUS ANYIM TO \nVERIFIED ALL THE CONTRACTS AWARDED DURING THE GOVERNMENT OF GENERAL SANNI \nABACHA.\n\nDURING OUR INVESTIGATION WE DISCOVER AN ACCUMULATION OF OVER - INFLATED \nCONTRACTS AWARDED TO FOREIGN FIRMS BETWEEN 1993-1999 TO A TONE OF \nUS$320MILLION. THUS WE DECIDED TO SEIZED THIS OPPORTUNITY TO MAPPED OUT \nUS$32.5MILLION FOR OUR OWN PERSONAL USE. ALSO I HAVE BEEN MANDATED ON BEHALF \nOF MY COLLEAGUES TO SOLICIT YOUR CO-OPERATION TO ASSIST US TRANSFER \nIMMEDIATELY THIS AMOUNT INTO YOUR PERSONAL OR COMPANY\u0012S ACCOUNT. ALL WE \nREQUIRE FROM YOU ARE FULL DETAILS OF ANY BANK WHERE YOU WANT US TO TRANSFER \nTHIS AMOUNT.\n\nWE HAVE DECIDED THAT IMMEDIATELY WE RECEIVE YOUR \nACCEPTANCE LETTER THROUGH THE ABOVE E-MAIL ADDRESS WE SHALL WITHOUT DELAY \nPROCESS THE IMMEDIATE TRANSFER OF US$32.5MILLION THROUGH CENTRAL BANK OF \nNIGERIA INTO YOUR BANK ACCOUNT WITHIN 14 WORKING DAYS.\n\nWE HAVE AGREED THAT FOR YOUR ASSISTANCE WE WILL GIVE YOU 30% AND WE SHALL HAVE \n60% AND 10% FOR EXPENSES WHICH WE MAY INCURE.\n \nI HOPE TO RECEIVE YOUR RESPONSE IMMEDIATELY YOU \nRECEIVE THIS E-MAIL. PLEASE INCLUDE YOUR PRIVATE \nTELEPHONE AND FAX NUMBER FOR EASY COMMUNICATION AND DO REPLY ME THROUGH MY \nPRIVATE & CONFIDENTIAL EMAIL ADDRESS FOR SECURITY REASONS: \nfrank@senatecontractverificationcommitee.zzn.com\n\nTHANKS AND GOD BLESS.\n\nYOURS FAITHFULLY, \nDr FRANK IKPENDU. \n\n\n", "id": "98b167da46b86af80bb969dcba9668ad"}