{"email_subject": "SOLICITING YOUR ASSISTANCE", "email_body": "Dear  freind,\n\nThis is a proposal in context but actually an appeal\nsoliciting\nfor your unreserved assistance in carrying out  an\nurgent\ntransaction requiring maximum confidence. Though this\napproach\nappears desperate, I can assure you that whatever\nquestions you would need to ask or any other thing you\nwill\nneed to know regarding this proposal will be\nadequately\nanswered to give you a clearer understanding of it, so\nas to\narrive at a successful conclusion.\nMy name is Dr Pimentel luisa Estrada, wife of His\nExcellency\nJoseph Estrada, former President of The Philippines.\nMy husband\nwas impeached from office by a backed uprising\nof mass\ndemonstrators and the Senate and is presently in jail\non\ntrumped up charges of corruption, embezzlement, and\nthe mysterious\ncharge of economy plunder which might lead to death\nsentence.\nThe present government is forcing my husband out of\nManila to\navoid demonstration by his supporters. As God would \nhave it,i realised some\nreasonable amount of money from various deals that I\nsuccessfully executed, during my husband's regime as\nPresident\nof Philippines. I have plans to invest this money for\nmy\nchildren's future on real estate and industrial\nproduction.\nI have carefully moved out these funds (US$30\nmillion), before\nmy husband was impeached to an offshore Deposit\nCompany\nin the European Union. My husband is not aware of this\nbecause\nI want to handle it secretly for obvious resons.\n>From past experiences, many people I had regarded as\nclose\nfriends has capitalized on my family's travail to run\naway with\nmy money. In order to avert this negative development,\n\nMy son and i now seek your permission to\nallow my\nattorney do a CHANGE OF OWNERSHIP/REASSIGNMENT OF\nCREDIT of the stated\nfunds from the deposit company to your name, so that\nthe funds (US$30million) would be released to you as\nthe new\nowner (on my familys behalf).\nI am writing because when I deposited the money in the\ndeposit\ncompany, I told them that it belonged to a foreign\nbusiness\npartner and my present position will not allow me to\nclaim the\nfunds. Consequently, I will present you as the owner\nof the\nfunds in the Deposit Company so you can be able to\nclaim the funds. This\nis simple. I will like you to provide immediately;\n\n1. Full names\n2. Contact address\n3. Telephone and fax numbers\n\nOnce I receive this information, I will prepare the\nnecessary\ndocuments that will put you in place as the new owner\nof the\nfunds.\nThe money will then be released to your custody by the\nDeposit\nCompany, for us to share in the ratio of 70% for us\nand 30% for\nyou. There is no risk at all as all the paperwork for\nthis\ntransaction will be done by the solicitor and this\nwill\nguarantees the successful execution of this\ntransaction.\nIf you are interested, please reply immediately via my\nemail\naddress. Upon your response, I shall then introduce\nyou to my\nson who is going to liaise with you for further\nexplanation that\nwill help you understand the transaction.\nNo doubt this proposal will make you apprehensive,\nplease we\nemploy you to observe utmost confidentiality and rest\nassured\nthat this transaction would be most profitable for\nboth of us\nbecause we shall require your assistance to invest our\nshare in\nyour country (buying of properties like houses, hotels\netc).\nThis is why your urgent action and response is of\npriority to\nenable us concluded this transaction in a timely and\nprofessional\nmanner..\n\nPlease reply me  AT the email address below , my\npersonal email ,\n\nEmail : drluisaestrada1@philippines.to\n\nFor utmost confidentiality sake.\n\nI do expect to hear from you shortly , but if you are\nnot interested ,\nplease accept my unreserved apology. \n\n\n\nThanks and regards\nDr.(Mrs.) Luisa Estrada\n\n\n\n\n\n", "id": "98b6889540c6223b9bf1d57c0baa23be"}