{"email_subject": "TREAT VERY CONFIDENTIAL & URGENT...  ", "email_body": "FROM MR HENRY KABORE\nTHE CHIEF AUDITOR INCHARGE\nFOREIGN REMITTANCE UNIT,\nAFRICAN DEVELOPMENT BANK{ADB}.\nOUAGADOUGOU BURKINA FASO.\n\nDear Partner,\nI presumed that all is well with you and your family.\nPlease let this  do not be a surprise message to you because i got your \ncontact information from\nthe international directory in few weeks ago  before i decided to contact \nyou on this magintude and lucrative transaction for our present and future \nsurvival in life.Moreover, i have laid all the solemn trust in you before i \ndecided to disclose this successful & confidential transaction to you.\n\n   I am the Chief Auditor Incharge of the Foreign Remittance Unit of our \nbank and i decided to contact you over this financial transaction worth the \nsum of Nineteen Million, Three Hundred Thousand United States of America \n($19,300,000.00 ) for our present and future success.This is an abandoned \nfund that belongs to one of our bank foreign customers who died along with \nhis entire family  through plane crash disaster since few years \nago.Meanwhile i was very fortune to came across the deceased file when i was \narranging the old and abandoned customers files  in other to sign and submit \nto the entire bank management  for an official re-documentation and audit of \nthe year against 2006.\n\n    Informed clearly that it was stated in our Foreign banking rules and \nregulations which was signed lawfully that if such fund remains unclaimed  \ntill the period of 4 years started  from the date when the beneficiary died, \nthe money will be transferred into the treasury as an unclaimed \nfund.However, it is not authorized by the rules guiding our bank for a \ncitizen of Burkina Faso to make the claim of the fund unless your are a \nforeigner no matter the country different from the deceased.So the request \nof you as a foreigner is necessary to apply for the claim and transfer of \nthe fund smoothly into your reliable bank account as the next of kin to the \ndeceased.\n\n   When the fund is transferred into your account, { 35% } Thirty Five \nPercent  will be for you in respect of all your assistance for the transfer \nof the fund into your account and provision of the bank account where the \nbank will remit the fund into,{ 55% } Fifty Five Percent  will be for me \nbeing the pioneer of the business while the rest { 10% } Ten  Percent will \nbe shared to  respectable Organisations Centers such as Charity , Motherless \nBabies Homes, and helpless disabled people around us in the  World.\n\n   If you are really sure of your, Trustworthy, Accountability and \nconfidentiality on this transaction,contact me and  accept not to change \nyour mind to cheat, or disappoint me  when the fund is transferred into your \naccount.So reply for the assurance with your telephone and fax numbers  \nnecessary to facilitate an easy communication. As soon as you reply me i \nwill let you know the next  procedures to be  follow in order to finalize \nthis transaction immediately.\nI expect your urgent communication.\n\nYours sincerely,\nMr Henry Kabore.\n\n_________________________________________________________________\nDon't just search. Find. Check out the new MSN Search! \nhttp://search.msn.com/\n\n\n\n", "id": "99178a3558c23fd80ed39c587c0f9b8a"}