{"email_subject": "Mrs Teressa Stevens.", "email_body": "My Dear Friend in the Lord,\n\nIn a brief, I am Mrs Teressa Stevens, Wife of late Mr Stevens James, a white\nfarmer, murdered by unknown assailants 2003 in Zimbabwe.\n\nMy husband was a great white farmer in Zimbabwe who was brutally murdered in the\nland dispute in Zimbabwe by the agents of the ruling government of President\nROBERT MUGABE for his alleged support and sympathy for the opposition MDC PARTY\nled by the minority white farmers. My husband was among the few white rich\nfarmers murdered in cold blood by the war veterans backed by the government.\nBefore the death of my husband, he deposit the sum of US$20.5M (Twenty Million\nFive hundred thousand United State Dollars) with one of the Financial\nInstitution, as if he knew the looming danger in ZIMBABWE. We were married for\ntwelve years and God blessed us with twin\u0092s children.\n\nPresently this money is still with the Financial Institution. Recently, my\nDoctor told me that I might not last for the next Eight months due to an\ninflammation of my liver. This has led to my being on 24 hours intensive care,\nin a private clinic here in Cotonou Rep. of Benin. I am tired of living like\nthis.\n\nI have decided to donate part of this fund to an individual, group or a charity\norganisation that will utilize this money the way I am going to instruct herein\nwhile half of the money shall be kept for the betterment of my children. I want\nan individual, or Charity Organisation that will use this fund for orphanages,\nwidows, and helping land mine victims worldwide.\n\nI took this decision because my husband's relatives are Trouble Makers and I\ndon't want my husband's efforts to be used for trivialities I do not want a\nsituation where my husband's sweat will be used in material pursuits. This is\nwhy I am taking this decision.\n\nAs soon as I receive your reply I shall give you the contact name of my lawyer,\ntelephone number and email address who will issue you a letter of authority\nthat will prove you the present beneficiary of this fund.\n\nPlease ensure to contact with this email:teressa_stevens@caramail.com to enable\nme direct you to my lawyer.\n\nAny delay in your reply will give me room in sourcing another person for this\nsame purpose. Please assure me that you will act accordingly as I stated\nherein.\n\nHope to receive your reply.\n\nRemain blessed.\n\nYou\u0092re Sister,\nMrs Teressa Stevens.\n\n\n\n\n\n\n\n", "id": "991b967d6d5b42d94610a5e616631981"}