{"email_subject": "Urgent Message", "email_body": "Dearest One,\n\nI am Madam.Adele Mbonjo,the former manager of the\nCentral African Republic's former President Bdel Bokassa\nBoganda. I'm presently in house arrest here in Bangui\nthe state capital, after the military's putch. I found\nyour address in the commercial directory we have in\nour Chamber of Commerce.\n\nFirst of all, I'm very sorry for the way I get in\ntouch with you for such a matter. But because of poor\nor un-reliable communication technology and the\nconfidentiality of this business, are the reasons that\nprompted me to do so. I would like to have a\npartnership with you, in order to invest a sum of\nthirty five Million USD(35,000,000 USD) in profitable\nsectors in your country, as long as you are interested\nin my offer.\n\nI got this money from cash donations by foreign\ncontractors I've granted many contracts in my\ndepartment. As a close aide to the former President, I\ncouldn't use our banking system to transfer such an\namount without a trace. This could cause me a serious\nproblem . Even presently, the new President has\ndecided to freeze all the abroad banking accounts of\nall those who were close to Mr. Boganda. We are placed\nunder security close watch while my travelling papers\nare seized.\n\nDuring my tenure in government, I used the government\ndecoy system to carry out this money abroad where know\none know about in packaged box. I will inform you as\nsoon as we progress for future claims due to the\ninstability in politics here presently. The security\nholding company are not aware of the contents hence I\ncoded it as Gold Bar/Personal Effect.\n\n\nSo I'm now without any source of Income. The situation\nabove has lead me to ask for your co-operation for the\nclaiming out of the security holding company for\nfurther safe-keeping of these funds, for solid and\nreliable projects of investment. I respectfully\nsuggest a gift of 20% of this sum for your help and\nyour efforts. I mean USD $7,000,000 Million. I rely on\nyou as a respectful and honest person to take care of\nthis transaction with sincerity, confidence and\nconfidentiality.\n\nI've decided to look for a confidential co-operation\nwith you in this business, despite the fact that we've\nnever met. I hope you will keep this as a great\nconfidential business because of the nature of this\ntransaction. I will make sure you take possession of\nthe funds, by providing a process without\ndifficulties.\n\nI would like to hear from you on receipt of this mail,\nby showing me your good will and possibilities, so\nthat I can give you more details. This matter requires\na particular attention and an absolute confidentiality\nfrom you.\n\nI will be expecting your response to this mail,\nwhatever the decision you come up with, let me know\nthrough this my private email\n\nYours Sincerely,\nMadam.Adele Mbonjo\n\n\n\n\n\n\n", "id": "9931ff6b67fd2abdb88bbbed3dce9f58"}