{"email_subject": "A  VOTRE  ATTENTION ", "email_body": "MARAICHERS COTE  D'IVOIRE\n11 BP 71 ABIDJAN 11\nTELEFAX : +225 21 28 04 23\nTELEPHONE : +225 02 57 34 67\n   \n   \n  Nous  sommes   une  association de  jeunes   vivant dans   le  département de  BOUAKE  ( ex zone  assiégée ) plus  précisément dans  la commune de Brobo qui depuis les cinq  années passées  dans  la crise  politico-socio-économique  si  nous  pouvons  le  dire  qui secoue notre  pays se  présente comme  une  zone  tampon, et  nous ne  bénéficions ni du  gouvernement ,  ni de  la  rébellion , seule celle de   quelques  organisation étrangères  et  force   armées  étrangères  dans  la  région.   Pourtant  je  peux   vous  rassurer  que cette  zone  était  un lieu  de grande  désolation  parce  qu'elle  comptait  et servait  d'échange  entre  les  deux  camps   qui  ne  sont   autres que  le  camp  gouvernemental  et  la rébellion .  Nous pouvons  donc  par  là  vous  signaler  une  surpopulation  qui engendrera  l'insuffisance  sanitaire  et  du  plus  important alimentaire et aussi  éducative  parce  que  la  majorité  de  cette  nouvelle  population  provenait de   la \n zone  assiégée .,  mais  nous  ne  pouvons  nous  empêcher  de  vous dire  que  c'est aussi  un carrefour  du  vagabondage sexuel dû  à  la  pauvreté  des   populations . C'est  dans  cette  optique  que  nous  jeunes  de  cette  région  ,  vu  les  dangers  qui  menacent notre  qui  sont  la  faim ,  l'analphabétisme  ,  le  problème  sanitaire  et  aussi  les  IST /VIH SIDA  , depuis  2005   sommes  réunir   afin  de  travailler ensemble   pour  lutter  contre   ces  maux    qui  pèsent  dans  notre région .  C'est ainsi   que  nous  avions  eu  l'idée   de créer  une  association agricole et à but non  lucratif    dénommée  MARAÎCHERS  COTE D'IVOIRE  qui  aura  pour objectif premier  de  réaliser  le  défi  agricole, car  la  population locale  ne  vit que de cela  et aussi  se   faire  du  sou  pour  lutter  contre   l'analphabétisation  ou  l'abandon  des  élèves  du secondaire  dû à   un  manque de  moyen   financier  des  parents  qui   ne  sont  qu'autre  que  des \n cultivateurs . \nEn  bref  voilà  un  peu   les  objectifs que  se  fixent MARAÎCHERS COTE  D'IVOIRE.\n  Nous  vous  adressons  cette  note afin  de   pouvoir  vous  entendre  et si  possible  bénéficier de  votre  aide  pour  atteindre  notre  objectif n'est autre  que  le  développement  de  notre  région  que  par  nous  même  que  nous  avions  déjà  débuté . \n\nNous  vous  remercions   pour  votre compréhension  et aussi pour  la  considération que  vous nous accorder .\n \n  LE  PRESIDENT \n\n\n       \n---------------------------------\nBe smarter than spam. See how smart SpamGuard is at giving junk email the boot with the All-new Yahoo! Mail  ", "id": "9949119c2cfdc42c1cc3c3dd39ce59a5"}