{"email_subject": "Investment / Assistant", "email_body": "Greetings,\n\nI got your contact in my searching of a good reputation foreign partner to\nassist me in my late husband properties. My late husband was former\ndistrict leaders of the diamond city call KENNEMA and an executive member\nof the Diamond Mining Association in the Republic of Sierra-Leone.\n\nHe was massacred by the president TEJAN KABBAH force in their struggle to\nreinstate him back to power, before his death he disclosed to me that he\ndeposited two trunk boxes contain sum of US$18.2 Million in a Security\nCompany in Accra, Ghana, in a neighboring country in West Africa, after\nall, I had gave the Security Company a call and was confirmed that the\nboxes are intact.\n\nI decide to solicit for your kind assistance to help me and my two\nchildren invest these funds on our behalf the sum of US$18.2 Million (and\nto deposit 20kg of Gold Alleviate in your Bank for us.) in your Business\nVenture for a long term and pay us monthly on an agreeable terms to be\nworked out later.\n\nOur lives and future of my two children depends on these funds and as\nsuch, I will be grateful if you can assist us. I am seeking your\nassistance to invest this fund out of   Africa for investment purpose.\n\nI want you to come on board help clear this money from the deposit\ncompany, open an account on your name, and transfer the funds to your\ndesignated account in your country.\n\nWhy I also want you is that my husband specifically put it in his will and\nadvice me that I must consult a foreign partner to assist me to move the\nfunds out of Africa, I think was to save as a check on my part so that I\nwould not loose the money, as this is the only money left for the success\nof my two children in this generation.\n\nWhat I demanded from you is to assure me the safety of this money when it\nfinally gets to you.. Further information and arrangement will commence as\nsoon as trust, confidence and good relationship is established. I shall be\nmost grateful if you could maintain this high level of confidentiality I\nrepose on you concerning this matter.\n\n\nMy health is not in good shape now, because am hypertension patient and I\nneed your help as quick as you can please.\n\nPlease reply me through my email address.\n\nThanks for your personal consideration.\n\nYours Sincerely,\n\nMary Manto\n\n\n", "id": "99dbb43f48379597e2f2b997b91e499d"}