{"email_subject": "Good day", "email_body": "Dear Sir,\n\nI have a profiling amount in an excess of US$183.5M, which I seek your partnership\nin accommodating for me. I am willing to give out 25% of this total sum to\nyou for your quick assistance and partnership. However, I sincerely seek\nyour confidence in this transaction, which I propose to you as a TOP SECRET.\n\nMy name is Robert Bada, i am the personal assistance to the former President\nof Republic of Liberia (President Charles Taylor). You most be aware that\nCharles Taylor has been fighting serious civil war with the Liberia United\nfor the Restoration of Democracy (LURDS) for quite some years now. And LURDS\nwere backed all along by some foreign powerful countries. Not quite long\nago, the American government ordered President Charles Taylor to leave Liberia\nor be forced out of power. Knowing fully well the capabilities of America\nand other powerful members of the United Nations, President Charles Taylor\ndecided on the 11th of August 2003 to go into exile in a neighboring country\nNigeria to seek asylum.\n\nBased on these developments, his various foreign bank accounts have been\nfrozen and some are still under serious investigation. But in the light of\nall these sad happenings, President Charles Taylor was able, through the\nhelp of some loyalist succeeded to secretly move the sum of US$183.5M, on\nmy name as the owner to a private security company vault in Nigeria where\nthe final crediting is expected to be carried out later. All the depositing\ndocuments of the above fund were on my name and they are still in my possession\n\n\nYOUR ROLE:\nAll I need from you is to stand as the beneficiary of the above quoted sum\nand I will arrange for the documentation which will enable the Security Company\ntransfer / wire the fund to your bank account. I have decided to do this\nonly with you and use this sum to relocate to European or American continent\nand never to be connected to any of President Charles Taylor?s conglomerates.\nThis transaction can be concluded in 2 weeks.\n \nURGENT:\nYour response is needed. I want you to call me on 234 1 7755778 for more\ndirectives information and the nest required step of how we have to make\nimmediate move.  PLEASE send your REPLY to these my private email addresses:\nprimetimes@centrum.cz and ospectra3776@netscape.net, I will also need your\nprivate and direct telephone and fax number for easy reach. Please this is\na very confidential matter, you don't disclose to anybody for us to have\nsuccess. As soon as I get your positive response, I will send you more details.\n\nBest regard\n\nMr Robert Bada\n\n\n\n", "id": "9a4b51c2032d4c2cffa684aec85c768f"}