{"email_subject": "Please From Sandra......", "email_body": "Dear,\nGood morning to you and how are you getting on?.I do hope that you are\ncatching up with the goodies of the day in full.Mine here is very hot\nand like you know we are living in the refugee camp here in Dakar\nSenegal.\nIn this camp we are only allowed to go out only on Mondays and Friday's\nof the weeks. Its just like one staying in the prison and i hope by\nGods grace i will come out here soon.We don't have any relatives now\nwhom\nwe can go to all our relatives ran away in the middle of the war the\nonly person we have now is Rev Godwin Alfred who is the pastor of the\n(Christ The King Church) here in the camp he has been very nice to me\nsince i came here but i am not living with him rather i am leaving in\nthe\nwomen's hostel because the camp have two hostels one for men the other\nfor women.\nAs a refugee here i don't have any right or privilege to any thing be\nit money or whatever because it is against the law of this country.I\nwant to go back to my studies because i only attended my first year\nbefore\nthe tragic incident that lead to my being in this situation now took\nplace.Please listen to this,i have my late father's statement of account\nand death certificate here with me which i will send to you\nlatter,because when he was alive he deposited some amount of money which\nhe\nused\nmy name as the next of kin,the amount in question is $3.5M(Three Million\nfive Hundred Thousand Dollars).\nSo i will like you to help me transfer this money to your account and\nfrom it you can send some money for me to get my travelling documents\nand air ticket to come over to meet with you.I kept this secret to\npeople\nin the camp here the only person that knows about it is the Reverend\nbecause he is like a father to me. So in the light of above i will like\nyou to keep it to yourself and don't tell it to anyone for i am afraid\nof loosing my life and the money if people gets to know about it.\nRemember i am giving you all this information due to the trust i deposed\non\nyou.I like honest and understanding people,truthful and a man of\nvision,truth and hardworking. My favourite language is English but our\nlanguage is french but i speak English very fluently.Reply me this email\nand\nI\nwill give further details.\ntelephone urgent as soon you recive the massage for more\ndetails and keep it confidetail sandra5mendesmendes@yahoo.co.nz\nmy mother is sending her greetings to you and your family.call us\nurgent for\nmore detail\nThanks yours son,\nMiss.Sandra Mendes\n\n\n\n\n", "id": "9a61ae9e67abfbb1afed4a7406d09afb"}