{"email_subject": "feedback", "email_body": "Eric Wong.\nUnion Bank Of China,\n99 Queens Road Central\nHong Kong,\n\nDear Friend,\n\nI write you in good faith, hoping that you will treat this letter as a\ndesperate search for assistance in a matter that shall benefit both\nofus.A random search based on your locality from the Internet produced\nyouraddress, Please i apologise for this medium of contact as it\nappears the only definate way i can have assistance with this matter.\n\nI am Mr Eric Wong, Head of Private Banking, Union Bank Of China,also\naccount  Manager to a deceased Immigrant property magnate who was based\nin  the U.K. and had vast business interest in Hong Kong ,also referred\nto  as my client.On Monday, 31 July, 2000, 13:22 GMT 14:22 UK , my client, \nhis\nwife  and their two Children died in the Air France concord plane crash\nbound for New York in their plan for a world cruise\n\nI have been managing his  Bank accounts here in the Hong Kong, and some\nProperties which he had put out for sale. The properties which have\nlong been put out on sale have been paid for, and the money paid has\nlong been deposited into his local bank account here. I have contacted\nyou to assist in repatriating the money and estate left behind by my client\nbefore they get confiscated or declared unserviceable by my Bank.\nParticularly, the bank has issued me with a notice to provide any of\nhis  next of kin or have the account confiscated within a short period  of \ntime.My late\nclient has an account is valued at 18 Million United States Dollars Only\n\nI therefore made further investigation,with the personel department and\ndiscovered that did not declare any kin or relations in all his\nofficial documents, including his Bank Deposit paperwork in my Bank.\nThis  sum of US$18million is still sitting in my Bank and the interest\nis   being rolled over with the principal sum at the end of each year. No \none will\never come forward to claim it. According to Laws of Hon Kong, at the\nexpiration of 5 (five) years, the money will revert to the ownership of  the \n  Hong\nKong  Government if nobody applies to claim the fund.\n\nI now seek your consent to present you as the next of kin to my\ndeceased client, so that the proceeds of his account valued at 18\nMillion United States Dollars Only can be paid to you, I will like you\nto provide immediately your full names and address so that the attorney\nwill prepare the necessary documents and affidavits that will put you\nin place as the next of kin.\n\nThe money will be paid to you for us to share in the ratio of 60% for\nme and 35% for you and 5%, after completion,for Expenses Incurred in\nthe course of the transaction .There is no risk at all as all the\npaperwork for this transaction will be done by the attorney and with my\nposition as the Head Private Banking guarantees the successful\nexecution of  this transaction. If you are interested, please reply\nimmediately to my email: ericwong014777@yahoo.com.hk\n\nAll I require is your honest co-operation to enable us see this deal\nthrough. I guarantee that this will be executed under a legitimate\narrangement that will protect you from any breach of the law. Trust me\nas his Manager of his Estates, as i have all the needed information,\nthat  this is a risk-free relationship.You should observe utmost\nconfidentiality,and rest assured that this transaction would be most\nprofitable for both of us because I shall require your assistance to\ninvest  my share in your country.\n\nAwaiting your urgent reply.\n\nThanks and regards.\n\nEric Wong.\n\n\n\n\n", "id": "9a8fe877b48313abf35c52f804ebc86c"}