{"email_subject": "From Cynthia.", "email_body": ">From Cynthia.\n\nDearest one,\n\nGREETNGS,\n\nPermit me to inform you of my desire of going into business relationship \nwith you.\n\nI am Cynthia Bouabre, the only duaghter of late Mr. and Mrs. George Bouabre. \nMy father was a very wealthy Farmer/Gold merchant in Abidjan, the economic \ncapital of Ivory Coast before he was poisoned to death by his business \nassociates on one of their business outings.\n\nWhen  my mother died on the 21st October 1989, my father took me  special \nbecause I'm motherless. Before the death of my father on september 2004, in \na private hospital here in Abidjan. He secretly called me on his bedside and \ntold me that he has a sum of US$5M (five million US dollars) deposited in a \nsecurity company here in Abidjan, that he used my name as his duaghter for \nthe next of kin in deposit of the fund. He told me that the security company \ndo not know that the consignment contains money because he registered it's \ncontents as family valuables and african artworks.  He also explained to me \nthat it was because of this wealth and some huge amount of money his \nbusiness associates supposed to balance him from the deal they had that he \nwas poisoned by his business associates, that I should seek for a God \nfearing foreign partner in a country of my choice where I will transfer this \nmoney and use it for investment purpose,(such as real estate management).\n\nI am honourably seeking your assistance in the following ways.\n\nTo provide a Bank account where this money would be transferred to.\n\nMoreover, I am willing to offer you 15% of the sum as compensation for \neffort/input after the successful transfer of this deposit to your \ndesignation.\n\nAnticipating to hear from you soon. Please try and respond to me as soon as \nyou recieve this email for further details.\n\nThanks and God Bless.\n\nBest regards.\n\nCynthia Bouabre.\n\n_________________________________________________________________\nMSN Hotmail : créez votre adresse e-mail gratuite & à vie ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "9aa5354a3cd26d129c0c4834c264f6d6"}