{"email_subject": "Business partnership", "email_body": "Dear Friend,\nIn my quest to discover and properly scrutinize record of digits in my office, as an experienced banker. I got this to tell you, I discovered a DORMANT ACCOUNT worth (US$26,000,000.00) Twenty Six Million U.S. Dollars, in our bank.\nAnyway, I am Dr. Ateeq Rahman KHAN, the Auditor and Computing Manager of UNITED TRUST INTERNATIONAL Bank (UTIB) Dubai-UNITED ARAB EMIRATES. There exist an account opened in this bank in 1998 and since 1999 nobody has operated this account. I discovered from records that Mr. Jean-Marie LEVEQUE, a foreigner and the manager of the Petrol Chemical Service, and also Chemical Engineer by profession owns this account.\n Moreso, this money will be forfeited if not claimed and only a foreigner can effect claim this money. Secondly, no local bank here will be allowed to have this money, so it can only be claimed with foreign account owing to the fact that the former owner was a foreigner too and the money is in US dollars. So let this not be a surprise, I am contacting you on trust and because you are a foreigner as well.\n In fact, I want us to claim this money into a foreign account or any account of your choice. When the transfer is approved and payment schedule is allotted overseas, through the offshore paying delegate for final clearance and signing of the payment release form by the beneficiary; I would want us to see at the overseas payment clearance office or during the signing of the Original Binding Agreement, \nwhich binds us together and will also enables us receive this money into foreign account. This transaction will be 100% risk free and in accordance with the lay down rules, guiding the transactions in the banking industry. \n The bank is ready to approve the payment of this money to any foreigner who has the correct information to this account, which I will give to you. When I am sure of your capability to handle such money in strict confidence and trust, \naccording to the instructions and advise for our mutual benefit. Because I wouldn't want to make mistakes. So your assurance and trust is very important here. I shall destroy immediately documents concerning this transaction after we must have received this money, thereby leaving no trace.\n With my position in the bank, there will be no hindrance in legal approvals and onward transfer of this money to your account with appropriate clearance from foreign payment department, with assurance that this money will be intact pending my arrival abroad to take my share.\n Conclusively, you will be given 25% of the total amount, 70% will be for me, while 5% will be for expenses both parties must have incurred during the process of this transaction.\n \nI look forward to your swift response.\n \nBest regards,\nDR. ATEEQ RAHMAN KHAN  ", "id": "9b95b2c6f1d383cff225552ddaa460e7"}