{"email_subject": "FROM Graham Douglas", "email_body": "FROM: BARRISTER Graham Douglas\n      OKOBI & ASSOCIATES\n      LAGOS - NIGERIA \n\nREPLY VIA THIS ADDRESS ONLY:\ngraham_d01@go.com\n\nDEAR PARTNER, \n\nMAY THE BLESSINGS OF THE MOST HIGH BE UPON YOU! \nPLEASE AS YOU READ KINDLY OPEN THE WEBSITE FOR THISDAY\n\n\nNEWSPAPEROF \nMONDAY 18TH.MARCH 2002, VOL 8,NO.2521 FRONT PAGE AND\nTHAT OF \n\nMONDAY \nMAY 20TH., 2002.VOL 8, NO. 2584 AND TUESDAY SEPTEMBER\n24TH., \n\n2002 \nINCLUDING ALL NEWSPAPER ABOUT THE TRUE STATE OF THINGS\nFOR \n\nFURTHER \nDETAILS AT(WWW.THISDAYONLINE.COM ) SO THAT YOU KNOW\nHOW \n\nURGENT IT IS. \nCOMPLIMENTS OF THE SEASON. GRACE AND PEACE AND\nLOVEFROM THIS \n\nPART OF \nTHE ATLANTIC TO YOU. I HOPE MY LETTER DOESNOT CAUSE\nYOU TOO \n\nMUCH \nEMBARRASSMENT AS I WRITE TO YOU IN GOOD FAITH. PLEASE \n\nEXCUSE MY \nINTRUSION INTO YOUR PRIVATE LIFE INTO YOUR PRIVATE\nLIFE. I \n\nAM BARRISTER Graham_Douglas, I REPRESENT MRS MARIAM\nABACHA,WIFE OF THE \n\nLATE GEN. \nSANI ABACHA, WHO WAS THE FORMER MILITARY HEAD OF STATE\nIN \n\nNIGERIA. HE \nDIED IN 1998. SINCE HIS DEATH, THE FAMILY HAS BEEN\nLOOSING A \n\nLOT OF \nMONEY DUE TO VINDICTIVE GOVERNMENT OFFICIALS WHO ARE\nBENT ON \n\nDEALING \nWITH THE FAMILY. BASED ON THIS THEREFORE, THE FAMILY! \n\nHAS ASKED ME TO SEEK FOR A FOREIGN PARTNER WHO CAN\nWORK WITH \n\nUS AS TO \nMOVE OUT THE TOTAL SUM OF US$75,000,000.00 (\nSEVENTYFIVE \n\nMILLION \nUNITED STATES DOLLARS ), PRESENTLY IN THEIR\nPOSSESSION. THIS \n\nMONEY \nWAS OF COURSE, ACQUIRED BY THE LATE PRESIDENT AND IS\nNOW \n\nKEPT \nSECRETLY BY THE FAMILY. THE SWISS GOVERNMENT HAS\nALREADY \n\nFROZEN ALL \nTHE ACCOUNTS OF THE FAMILY IN SWITZERLAND, AND SOME\nOTHER \n\nOUNTRIES \nWOULD SOON FOLLOW TO DO THE SAME. THIS BID BY SOME \n\nGOVERNMENT \nOFFICIALS TO DEAL WITH THIS FAMILY HAS MADE IT\nNECESSARY \n\nTHAT WE SEEK \nYOUR ASSISITANCE IN RECEIVING THIS MONEY AND IN\nINVESTING IT \n\nON \nBEHALF OF THE FAMILY. THIS MUST BE A JOINT VENTURE \n\nTRANSACTION AND WE \nMUST ALL WORK TOGETHER. SINCE THIS MONEY IS STILL\nCASH,EXTRA \n\nSECURITY \nMEASURES HAVE BEEN TAKEN TO PROTECT IT FROM THEFT OR \n\nSEIZURE. I HAVE \nPERSONALLY WORKED OUT ALL MODALITIES FOR THE PEACEFUL \n\nCONCLUSION OF \nTHIS TRANSACTION. THE TRANSACTION DEFINITELY WOULD BE \n\nHANDLED IN \nPHASES AND THE FIRST \nPHASE WILL INVOLVE THE MOVING OF US$30,000,000.00(\nTHIRTY \n\nMILLION \nUNITED STATES DOLLARS ). MY CLIENTS ARE WILLING TO\nGIVE YOU \n\nA REASONABLE PERCENTAGE OF THIS MONEY AS SOON AS THE \n\nTRANSACTION IS \nCONCLUDED. I WILL, HOWEVER, BASED ON THE GROUNDS THAT\nYOU \n\nARE WILLING \nTO WORK WITH US AND ALSO ALL CONTENTIOUS ISSUES\nDISCUSSED \n\nBEFORE THE \nCOMMENCEMENT OF THIS TRANSACTION. YOU MAY ALSO DISCUSS\nYOUR \nPERCENTAGE BEFORE WE START TO WORK. AS SOON AS I HEAR\nFROM \n\nYOU, I \nWILL GIVE YOU ALL NECESSARY DETAILS AS TO HOW WE\nINTEND TO \n\nCARRY OUT \nTHE WHOLE TRANSACTION. PLEASE, DO NOT ENTERTAIN ANY\nFEARS,AS \n\nALL \nNECESSARY MODALITIES ARE IN PLACE, AND I ASSURE YOU OF\nALL \n\nSUCCESS \nAND SAFETY IN THIS TRANSACTION. PLEASE, THIS\nTRANSACTION \n\nREQUIRES \nABSOLUTE CONFIDENTIALITY AND YOU WOULD BE EXPECTED TO\nTREAT \n\nIT AS \nSUCH. IF YOU \n\nARE \nINTERESTED IN ASSISTING MY CLIENT PLEASE SEND THE\nFOLLOWING \n\nDETAILS \nTO ME: \n1.FULL NAMES/CONTACT ADDRESS \n\n2.TEL/FAX NUMBERS PLEASE, YOU WILL ALSO IGNORE \n\nTHIS LETTER \nAND RESPECT OUR TRUST IN YOU BY NOT EXPOSING THIS \n\nTRANSACTION, EVEN IF \nYOU ARE NOT INTERESTED. \n\nI LOOK FORWARD TO WORKING WITH YOU.\n\nYOURS FAITHFULLY.\nBARRISTER Graham Douglas\n\n\n", "id": "9be2e353f194be7929331e6ad01cf80b"}