{"email_subject": "INVESTMENT OFFER.", "email_body": "To: President/Ceo\nFrom: James Kabila. \n \n\n                   INVESTMENT OFFER\n         \nDear Sir,\nIn appreciation of your esteemed contact received\nthrough a reliable source and the choice of your\ncountry I wish to introduce myself, I am Mr.James\nKabila the son of the late Democratic Republic of\nCongo President Laurent Desire Kabila of the blessed\nmemory.I know this letter might come to you as a\nsurprise butI honestly do not intend to surprise you.\nI write this letter in respect of my intention to\ninvest the sum of US$35M(Thirty Five Million United\nState Dollars) with you.I inherited this money from my\nmother. This money was got through the smuggling and\nsales of Diamond and Timber when my father was the\nhead of state. My mother though not her legal wife\nused her privilege position to engage in the business\nof Diamond and Timber since she knows that her\nsurvival will depend on how much she can get out of\nthe privilege situation.   When my father was\nassassinated on 16TH Jan. 01 by one of his bodyguards\nLt. Rashidi Kasereke through the conspiracy of some\ntop army officers that wanted to topple him. I escaped\nto Madrid, Spain because of the fear that I might be\narrested by my half brother Lt.General Joseph Kabila\nthe present head of state.Actually his mother and my\nmother are not in the best of relationship because of\nwho among them will be the first lady tussle and this\nultimately affected us their children.My mother\nadvised me to leave For Madrid, Spain where these\nfunds were deposited for safe keeping with a Private\nSecurity Company here in Spain.On getting to  Spain\nwhere I have been living since then as a political\nrefugee, I am seeking for a reliable foreigner who can\ncome down to Madrid, Spain for a meeting and to clear\nthe funds in his name as the sole beneficiary of the\nConsignment as I was afraid of being defraud. Honestly\nI contacted you because I don't want to invest this\nmoney in Madrid Spain due to my status here as a\npolitical Refugee. And moreover I wouldn't want to\ntake risk because this money is all that my Mother and\nI are depending on. My step brother Joseph,who is now\nthe present leader of my country has seized all my\nfather's assets and money. He left us empty handed\nwithout knowing about this funds deposited with the\nSecurity Company here. That is why I decided that\ninvesting this money abroad should be the best\ninvestment for me. I will be honored if I can be given\nthe privilege of investing this money with you. I\nexpect you to be trust worthy and kind enough to\nrespond to this distress call to save My Mother and I\nfrom a hopeless future. And if you agree, I hereby\nagree to compensate your sincere and candid effort in\nthis regard with 15% of the total amount of \n$35million US Dollars. When the money ($35 million) is\nmoved into your discrete account. You will be allowed\nto draw 15% in your favor, while the remaining 85%\nwill be invested meaning fully for our future if\npossible in your area of business and different\nsectors of the Economy in your country which are\ndividends yielding.Whatever your decision is please\nreach me immediately,and keep this letter tight secret\nfor the interest of my Family.\nBest regards, \nMr.James Kabila. \n\n\n\n\n\n___________________________________________________\nYahoo! Messenger - Nueva versin GRATIS\nSuper Webcam, voz, caritas animadas, y ms...\nhttp://messenger.yahoo.es\n\n", "id": "9bfbf84dc8f48c6f12254d476d58aa1c"}