{"email_subject": "MRS. MARIAM ABACHA (WIDOW).   FOR ASSISTANCE PLZ.", "email_body": "IT IS WITH HEART FULL OF HOPE THAT I WRITE TO SEEK YOUR HELP IN THE CONTEXT BELOW.I AM MRS, MARIAM ABACHA (WIDOW) THE WIFE OF FORMER HEAD OF STATE OF NIGERIA, GENERAL SANI ABACHA WHO'S SUDDEN DEATH OCCURRED ON THE 8TH OF JUNE, 1998. AS A RESULT OF CARDIAC ARREST WHILE STILL IN GOVERNMENT. \n\nI GOT YOUR EMAIL CONTACT FROM ONE OF THE MY FAMILY FRIEND A DIRECTOR, WITH THE NIGERIA CHEMBERS OF COMMERCE AND INDUSTRY. \n\nI HAVE NO DOUBT ABOUT YOUR CAPACITY AND GOOD WILL TO ASSIST ME IN RECEIVING INTO YOUR PERSONAL BANK ACCOUNT (FOR SAFETY)THE SUM OF US$ 32,800,000.00 (THIRTY TWO MILLION, EIGTH HUNDREDTHOUSAND US DOLLAS)\"WILLED\" AND DEPOSITED IN MY LATE HUSBAND'S FAVOUR THIS MONEY IS CURRENTLY DEPOSITED WITH A SECURITYCOMP ANY IN TWO TRUNK BOXES AS BELONGINGS AWAITING COLLECTION. \n\nAS IT IS LEGALLY REQUIRED, THE ADMINISTRATION OF MY LATE HUSBAND'S PROPERTIES IS UNDER THE AUTHORITY OF THE FAMILY'S LAWYER NAMED (BARRISTER BENSON &ASSOCIATES). SINCE THE DEMISE OF MY HUSBAND, THE PRESENT REGIME(GOVERNMENT) HAS BEEN PROBING MY LATE HUSBAND'S WEALTH. \n\nPRESENTLY, SOMECASH ASSETS WITHIN AND OUTSIDE NIGERIA HAVE BEEN FROZEN AND SEIZED.FORTUNATELY, OUR FAMILY LAWYER HAD SECRETLY PROTECTED THE PERSONAL WILL OF MY LATE HUSBAND FROM THE NOTICE OF THE GOVERNMENT MEANWHILE, I AND EVERY MEMBER OF MY FAMILY ARE BEING MONITORED AND ALSO DENIAD ACCESS TOFINANCIAL DEALING WITHIN AND OUTSIDE NIGERIA. \n\nHENCE, I WAS ADVICE BY MYPERSONAL ASSISTANCE TO EMPLOYE THE ASSISTANCE OF A NEUTRAL INDIVIDUALOUTSIDE NIGERIA AND WITH THE LEGAL BACKING OF MY FAMILY LAWYER TO POSE ASTHE BENEFICIARY OF THE WILLED MONEY AND THEREFORE CLAIM THE CONSIGNMENT FROM THE SECURITY COMPANY FOR BENEFIT OF US ALL. \n\nTHE GOVERNMENT HAD EARLIER PLACED FOREIGN EMBARGO ONALL OUR FAMILY MEMBERS, SEIZED ALL KNOWN LOCAL AND INTERNATIONAL OUTFITS OF OUR BUSINESS EMPIRE. THE SITUATION HAS BEEN SO TERRIBLE THAT WE ARE VIRTUALLY LIVING ON THE ASSISTANCE OF OUR WELL WISHERS. IN VIEW OF THIS PLIGHT THEREFORE, I EXPECT YOU TO BE TRUST WORTHY AND KIND ENOUGH TO RESPOND TO MY MAIL TO SAVE MY FAMILY AND I FROM A HOPELESS FUTURE. \n\nI HEREBY AGREE TO CONPENSATE YOUR SINCERE AND CANDID EFFORT IN THIS REGARD WITH 20% OF THE FUND WHEN FINALLY RECEIVED INYOUR PERSONAL BANK ACCOUNT. \n\nMY LAWYER WILL MAKE EVERY ARRENGMENTS TO EFFECT COMPLETE DISLODGMENT OF THIS MONEY WITHIN A WEEK OF THE RECEIPT OF YOUR RESPONSE THROUGH E-MAIL.PLEASE, ALL CONTACT ON PHONE MUST BE THROUGH OUR FAMILY LAWYER- BENSON & ASSOCIATES OR MY PERSONAL ASSISTANCE WHILE YOU COMMUNICATE WITH ME ON EMAIL AS I AND MY FAMILY MEMBER IS BEEN HEAVELY MONITORED BY THE GOVERNMENT.\n\nI WILL ALSO FORWARD THE EMAIL AND PHONE NUMBER OF BARRISTER BENSON & ASSOCIATES OR THAT OF MY ASSISTANCE TO YOU AS SOON AS I RECIEVE YOUR RESPONSE.\n\nI LOOK FORWARD TO YOUR QUICK RESPONSE.\n\n\nMAY ALLAH BLESS YOU.PLEASE REPLY ME THROUGH MY PRIVATE EMAIL ADDRESS:mariamabacha4real@444.net   \n\nBEST WISHES, \n\nMRS. MARIAM ABACHA (WIDOW).\n\n\n NB: PLEASE I WILL WANT YOU TO GO THROUGH THE FOLLOWINGWEBSITE IN OTHER TO CONFIRM MORE ON THE ISSUES OF THE ABACHA ANDTHEFEDERAL GOVERNMENT SEIZURE AND FROZON ON THE ABACHA'S WEALTH. \n\nhttp://news.bbc.co.uk/1/hi/world/africa/877113.stm (http://www.econdad.org/Abacha. \n\n\n\n", "id": "9c267b2cad4271590d4d24b9046ff1dd"}