{"email_subject": "Personal Offer.", "email_body": "REPUBLIC OF ZAMBIA,\nOVERSEAS TASK FORCE ON FOREIGN PAYMENTS\nNO. 34 CLEMENCE ROAD,\nEDMONTON N12 QPY LONDON\n\nGood day,\n\nForgive this unusual manner of contacting you, but this particular letter is of exceptional and very private nature. \nI am  Richard Akintunde, the Secretary/Legal Adviser of the Zambia Overseas Task Force on Foreign Payments. The Task Force was set up by President LEVY MWANAWASA of Zambia on January, 2004 with the definite assignment of verifying/ratifying all claims for settlements made by Foreign Contractors and hence effecting Payments accordingly. Our terms of reference include all Contracts executed between 1991 and 2001 when Dr. Frederick Chiluba was the President. Former President Chiluba is currently standing trial for embezzlement of public fund while in office. President MWANAWASA had to launch a far-reaching anti-corruption campaign. All the Contracts (Foreign and Indigenous) awarded under the tenure of Chiluba are being reviewed now, as there were many bogus claims. However, some claims are legitimate. At the moment, we know precisely, the Claims that are legitimate and otherwise. As soon as we concluded our review, verifications and ratifications in Lusaka, Zambia,President MWANAWASA man\n\ndated the Task Force to \n\nIn the course of doing our work  reviewing and scrutinizing, we discovered many bogus claims. In deed, we want to pay a sum being a bogus claim into the Account of a relaible and honest person (personal or company) who will be fronted as a Foreign Contractor that satisfactorily executed a contract during Chilubas tenure. We have the instruments to create a perfect semblance of genuineness; hence the transaction will be hitch-free, risk free and quite beneficial to all parties involved. I want you to receive this money as the beneficiary.\nI will need ultimately; your full name and address to commence work that will culminate in your being recognized as the Foreign Contractor and beneficiary of fund, your private telephone and fax numbers to enhance communication and occupation . I will also need a reassurance that you have the capacity to do this transaction (receive this money) without raising eyebrows. You will be adequately compensated for your assistance. It will take about two weeks to conclude this transaction. I will inform you the details and modus operandi when you reply.\nI implore you to accord it the confidentiality it deserves. Expecting your urgent and positive response, as we have limited time to carry out our assignment in London before going back to Zambia. \n\nWhatever your actions and your decision, I thank you for taking the time to read my email.\n\nRegards\n\n\nRichard Akintunde\n\n\n", "id": "9c3e0236431287603279a2cba345b4a5"}