{"email_subject": "Reminder", "email_body": "DEAR,\nI KNOW THIS LETTER MIGHT COME AS A SURPRISE TO YOU. PLEASE\nACCEPT MY APOLOGY FOR ANY INCONVINIENCES THIS MAIL MAY CAUSE YOU .I FEEL THAT EMAIL CONTACT IS MORE SECURED AND PRIVATE WITH RESPECT TO MY INTENTION.\nI GOT YOUR CONTACT THROUGH THE DATA CENTRE OF THE CHAMBER OF COMMERCE IN DAKAR, SENEGAL.HOWEVER,I AM DR. JOSEPH TENN,THE PERSONAL PHYSICIAN TO CHARLES TAYLOR WHO WAS THE FORMER LIBERIAN PRESIDENT. MR TAYLOR WAS FORCED TO LEAVE THE COUNTRY AND SOME OF US ( HIS AIDES ) HAD TO LEAVE ALSO FOR OUR OWN LIVES AND FOR SECURITY REASONS.\nI AM CONFIDING IN YOU HOPING THAT YOU WILL NEVER BETRAY ME AT LAST.MY MOST URGENT CONCERN RIGHT NOW IS FOR YOU TO RECOGNIZE ME AS A FRIEND WHILE ESTABLISHING A LONG LASTING RELATIONSHIP.\n\nPRESENTLY,I AM IN DAKAR-SENEGAL WITH THE SUM OF ONE MILLION EIGHT HUNDRED THOUSAND U.S DOLLARS(USD$1,800.000.00M). THE MONEY WAS KEPT UNDER MY CARE WHEN I WAS INCHARGE OF THE PRESIDENTIAL ANNEX CLINIC FOR INTERNAL MEDICAL PURCHASES AND OTHER MANAGEMENT / ADMINISTRATIVE INCIDENTALS. IT WAS THE SITUATION OF WAR AND ALSO,THE FORCEFUL REMOVAL OF CHARLES TAYLOR'S REGIME THAT MADE ME TO MOVE AWAY WITH  THE FUND.\nTHE REASON FOR MY CONTACTING YOU IS OF THE NEWS I HEARD IN THE CNN JUST FEW DAYS AGO IN REGARDS TO MY FORMER BOSS MR.CHARLES TAYLOR.THE REPORT HAS IT THAT ANOTHER ALLEGATION IS BEING BROUGHT AGAINST HIM FOR TRYING TO LOOT OUT MORE MONEY FROM OUR HOME COUNTRY LIBERIA TO HIS BASE OF EXILE IN NIGERIA,A NEIGHBOURING WEST AFRICAN COUNTRY,AND WHENEVER ANY ALLEGATION OF SUCH IS BEING MADE AGAINST HIM, ALL EYES WILL NOT BE FOR HIM ALONE, BUT ALSO ON US THE FORMER LEUTENANTS.THE SAME NEWS ALSO APPEARED IN THE BBC NEWS WEBSITE AND YOU CAN CHECK OUT THE NEWS IN THE BBC WEBSITE TO CONFIRM MY FEARS AS I NEED TO TAKE PROPER PRECAUTIONS.\nhttp://news.bbc.co.uk/2/hi/africa/3249161.stm\nPLEASE,I WANT TO TRANSFER THE FUND INTO YOUR ACCOUNT FOR YOU TO SECURE IT FOR ME,PENDING WHEN I WILL COME AND MEET WITH YOU,AND TO HELP ME GET A GOOD PROFITABLE BUSINESS.NOTE THAT SUBSTANTIAL PORTION OF THIS MONEY WOULD BE COMPENSATED TO YOU FOR YOUR ASSISTANCE,PLEASE DO NOT HESITATE TO CONTACT ME SO THAT I WILL KNOW WHAT  NEXT.\nPLEASE KEEP THIS  INFORMATION VERY SECRET AND CONFIDENTIAL AS YOU CAN UNDERSTAND MY PRESENT PREDICAMENT AS A REFUGEE.\nPRESENTLY, YOU CAN REACH ME ON PHONE THROUGH THIS SECURITY NUMBER--00221-515-1432\nTHANKS FOR YOUR CO-OPERATION.\nSINCERELY YOURS,\nDR.JOSEPH TENN\nmy email contact:  joetenn1946@yahoo.co.uk\n\n\n\n\n\n", "id": "9c4b14f81292fad8ce226b7f65f7e9f4"}