{"email_subject": "FROM SENEGAL-DAKAR.", "email_body": "JOSEPH ZULU-ZATA.\nMANAGER:\nAFRICAN DEVELOPMENT BANK.(ADB)\nDAKAR-SENEGAL.Branch.\nEmail: zatajoseph@netscape.net\n\n\nI know this email will reach you as a surprise, but need not to\nworry as i am using the only secured and confidential medium\navailable to seekfor foreign assistance in a business.\n  I am MR JOSEPH ZULU-ZATA. from the AFRICAN DEVELOPMENT BANK.(ADB),\nDAKAR-SENEGAL.Branch.   This business request may seem strange, but\nI crave your indulgence and pray you view it seriously as I am\nconvinced that you would be capable to provide me with a solution to\na money transfer.\n  On June 6, 1999, an America Oil consultant/contractor with \nPetroleum Corporation, Mr.Robert Rice  made a numbered  time (fixed)\ndeposit for twelve calendar months,\nvalued at US$10,500,000.00(Ten Million Five Hundred Thousand Dollars\n)in  my branch upon maturity. I sent a routine notification to his\nforwarding address but got no reply.\n  After a month, we sent a reminder and finally we discovered from\nhis contract employers, the  Petroleum Corporation that  Mr.Robert\nRice and his wife Mrs. Mary Rice died in the plane crash On October\n31, 1999, (an  Egyptair Boeing 767 Flight 990) with other passengers\non board as you can  confirm it yourself via the website below: \n\n http://www.greatdreams.com/PassEAir990.htm\n\n On further investigation, I found out that he died without making a\nWill and attempts to trace his next of kin were fruitless. I\ntherefore made further investigation and discovered that  Mr.Robert\nRice did not declare any next of kin or relations in all his\nofficial documents, including his bank deposit paperwork in my bank.\nThis sum of US$10,500,000.00 and the interest is being rolled over\nwith the  principal sum at the end of each year. No one will ever\ncome forward to claim it according to African law, at the expiration\nof (five) years, the money will revert to the ownership of the\nSenegal Government if nobody  applies to claim the fund.\n  Consequently, my proposal is that I will like you as a foreigner\nto  stand as the next of kin to Mr. Robert Rice so that the fruit of\nthis  old man's labor will not get into the hands of some corrupt\nGovernment officials. This is simple, I will like you to provide\nimmediately your full name and address so that the Attorney will\nprepare the necessary documents and affidavits which will put you in\nplace as the next of  kin.We shall employ the service of an attorney\nfor the drafting and notarization of the Will and obtain the\nnecessary\ndocuments and letter  of probate administration in your favour for\nthe transfer.\n  Any bank account in any part of the world which you will provide\nwill  then facilitate the transfer of this money to you as the\nbeneficiary/next of kin.The money will be paid into your account for\nus to share in ratio of  70% for me and 30% for you.. There is no\nrisk at all; the paperwork for this transaction will be done by the attorney and\nmy position as the Branch Manager guarantees the successful\nexecution of this transaction. If you are interested, please reply\nimmediately via the private email address below, upon your\nresponses, I shall provide you with more details and relevant\ndocuments that will help you understand the transaction.\n   Please observe utmost confidentiality and be rest assured that\nthis  transaction would be most profitable for both of us because I\nshall require your assistance to invest my share in your country.\n  Please upon the receipt of this mail message, send to me the\nfollowing  to enable me start the processing of the fund transfer\ninto your bank account:\n   1.) The beneficiary's name.\n   2.) Your private / official telephone and fax number.\n   3) Your address.\n\nAwaiting your Urgent Reply via my private\nemail:zatajoseph@netscape.net .\n\nThanks and God bless,\nMR JOSEPH ZULU-ZATA.\nMANAGER:\nAFRICAN DEVELOPMENT BANK.(ADB)\nDAKAR-SENEGAL.Branch. \n\n\n\n\n\n", "id": "9cb01f44f22f62eb19c143009c61f564"}