{"email_subject": "FROM MR. ROBIN CLARK", "email_body": "FROM MR. ROBIN CLARK\n\nUNITY TRUST BANK PLC (London)\nTHIRD \nFLOOR/CONGRESS\nHOUSE, 23/28 GREAT\nRUSSELL ST,SOHO, LONDON,\nWC1B 3UB\nUNITED KINGDOM\n\n\nREQUEST FOR URGENT TRANSACTION RELATIONSHIP\n\nDEAR,\n\n\nFIRST, I MUST SOLICIT YOUR STRICTEST CONFIDENCE IN THIS TRANSACTION. \nTHIS IS BY VIRTUE OF ITS NATURE AS BEING UTTERLY CONFIDENTIAL AND 'TOP \nSECRET'. I AM SURE AND HAVE CONFIDENCE OF YOUR ABILITY AND RELIABILITY \nTO PROSECUTE A TRANSACTION OF THIS GREAT MAGNITUDE INVOLVING A PENDING \nTRANSACTION REQUIRING MAXIIMUM CONFIDENCE.\n\nIAM A TOP OFFICIAL OF THE \nUNITY TRUST BANK PLC HERE IN UNITED KINGDOM AND AN ACCOUNTS SUPERVISOR \nTO DR ALLEN SMITH WHO IS NOW LATE SINCE LAST THREE YEARS AGO WITHOUT \nANY NEXT OF KIN TO HIS ACCOUNT, NOW I WANT TO TRANSFER THIS FUNDS WHICH \nARE PRESENTLY TRAPPED IN THE BANK HERE. IN ORDER TO COMMENCE THIS \nBUSINESS I SOLICIT YOUR ASSISTANCE TO ENABLE ME TRANSFER INTO YOUR \nACCOUNT THE SAID TRAPPED FUNDS.\n\nHOWEVER, BY VIRTUE OF MY POSITION AS \nCIVIL SERVANT AND MEMBER OF THIS BANK, I CANNOT ACQUIRE THIS MONEY IN \nMY NAME. I HAVE THEREFORE, IAM CONTACTING YOU AS A MATTER OF TRUST IN \nORDER TO TRANSFER THE SUM OF US$21,320,000.00(TWENTY ONE MILLION, THREE \nHUNDRED AND TWENTY THOUSAND U.S DOLLARS). HENCE IAM WRITING YOU THIS \nLETTER. I HAVE AGREED TO SHARE THE MONEY THUS; 1. 20% FOR YOU THE \nACCOUNT OWNER 2. 70% FOR ME 3. 10% TO BE USED IN SETTLING TAXATION AND \nALL LOCAL AND FOREIGN EXPENSES. IT IS FROM THE 70% THAT I WISH TO \nCOMMENCE A JOINT BUSINESS WITH YOU THERE IN YOUR COUNTRY.\n\nPLEASE, NOTE \nTHAT THIS TRANSACTION IS 100% SAFE AND I HOPE TO FINISH THE TRANSFER \nLATEST SEVEN (7) BANKING DAYS FROM THE DATE OF THE RECEIPT OF THE \nFOLLOWING INFORMATIONS: YOUR FULL NAME AND ADDRESS, PHONE AND FAX \nNUMBER, BANK DETAILS AND YOUR STATUS THE ABOVE INFORMATIONS WILL ENABLE \nME WRITE LETTERS OF CLAIM AND NEXT OF KIN DESCRIPTION RESPECTIVELY. \nTHIS WAY WE WILL USE YOUR NAME TO APPLY FOR PAYMENT AND RE-AWARD THE \nBENEFICARY IN YOUR NAME AS THE NEXT OF KIN TO THE LATE BENEFICIARY.\n\nIAM LOOKING FORWARD TO DOING THIS BUSINESS WITH YOU AND SOLICIT YOUR \nCONFIDENTIALITY IN THIS TRANSATION.\n\nPLEASE ACKNOWLEDGE THE RECEIPT OF \nTHIS LETTER USING THE ABOVE EMAIL ADDRESS . I WILL SEND YOU DETAILED \nINFORMATION OF THIS PENDING PROJECT WHEN I HAVE HEARD FROM YOU.\n\nYOURS \nFAITHFULLY,\n\nMR ROBIN HANS CLARK\n\n\n", "id": "9cdc427e9df3c7b933c8cc8fb702a83f"}