{"email_subject": "urgent assistance please", "email_body": "FROM THE DESK OF DR. FRANK BELLO, EXECUTIVE DIRECTOR,\nFINANCE, N. N. P. C.\nCONFIDENTIAL\nATTN: \nCompliments of the day and sorry for the embarrassment\nmy letter might cause you. I am Dr. Frank Bello, the\nExecutive Director Finance, of the Nigeria National\nPetroleum Corporation (NNPC). \nBecause of my position and that of other strategic\nofficials who are heads in their departments, we have\nin our possession since 1997 the sum of US$60M Dollars\n(Sixty million United States Dollars) which we amassed\nthrough over invoicing of foreign contracts fully\nexecuted and commissioned with the different foreign\nContractors duly paid their full contract amounts. \nFollowing the peaceful life ushered in by the current\ndemocratic dispensation in Nigeria, I and my \ncolleagues have decided to transfer the sum of US$60\nMillion into a foreign account operated by a foreigner\nfor onward transfer into our accounts. I request your\nassistance in transferring and safeguarding the sum of\nUS$60M Dollars for our mutual benefits. \nFor assisting us in transferring and safeguarding this\nfund, you will be entitled to 35% of the total sum, \n60% belongs to my colleagues and me while 5% will go\nfor reimbursement of all expenses made by both \nparties. \nIt is imperative to note that this transaction is risk\nfree as my colleagues in the relevant ministries have\nperfected all modalities for the successful transfer\nof this fund. \nHowever, we should see absolute confidentiality as our\nwatchword throughout the course of this transaction\nfor we are civil servants and will want to safeguard\nour jobs, so as to receive our pension, since we have\nput in a lot of years on active service for the\nN.N.P.C. \nI will not be ungrateful if you can urgently furnish\nme with your full name as you want it to appear in the\nnecessary documents, address, private telephone, fax\nand mobile numbers so as to enable us conclude all\nmodalities associated with the transfer of the funds\nfor onward transmission into your nominated bank\naccount because the Central Bank of Nigeria has\nauthorized the Guaranty Credit Bank of Nigeria to\nmake payments to all contractors and you will be\nincluded among the contractors by me and my\ncolleagues.  \nLooking forward to hear from you soonest so as to stop\nfurther contacts .\nRegards, \nDr. Frank Bello.\n\n\n-------------------------------------------------\nEmail Enviado utilizando o servio MegaMail\n\n", "id": "9ced18d9a81eb059e43d8a42317bd747"}