{"email_subject": "respond asap", "email_body": "Dear Sir,\n\nLet me first apologise to you for any mbarrassment\nthis mail might cause you.\nI am MAHOYI BELLO, a cousin to the Vice Presidentof\nthe Federal Republic of Nigeria (Alhaji Atiku) and\nExecutive Director of SADIQ PETROLUEM LTD.I have\ndecided to contact you for this business proposal\nbased on the mutual understanding I know that can\nexist between us, having known that people of your\nCountry are trustworthy.\n\nSince May 1999 when the new Government came to\npower,large sums of money have been recovered from our\npast military leaders who siphoned money from Nigeria\nand deposited it in offshore accounts in\nEurope,America,Asia and some parts of Africa, for\ntheir own selfish benefits. This happened during the\nmilitary regime,Now we are under a democratically\nelected government. This fund was among the money\nrecovered and seized by the Federal Government of\nNigeria. \n\nHence, my elder cousin (Alhaji Atiku Abubakar) the\nVice-President of Nigeria is in charge of all\noff-shore accounts seized and retrieved from our past\nmilitary leaders.Therefore, we urged you to assist us\nprovide a very vital offshore account, where the sum\nof US$25,000,000.00 (Twenty Five Million) US Dollars\nwill be transferred for safe keeping. \n\nPresently, this money is in a foreign Country I cannot\nmention now.Please note that other information will be\ndetailed to you on the receipt of your reply. My\nelder cousin and I have agreed to give you (the\naccount owner)for this transaction 30% of the total\namount remitted while 60%is for me and Cousin Atiku,\nfor the purchase of foreign investments, with your\nassistance after the money have been disbursed, while\n10% is for expenses both of us will incur.\n\nNote, I have been mandated by my elder cousin to\nhandle this deal with you, due to his position in the\nNigerian Government as the second citizen. Therefore,\nif my proposal satisfies you, kindly contact me via my\ne-mail address and enclose your phone and fax numbers\nfor urgent confidential discussion.Your letter of\nacceptance indicating your personal telephone and fax\nnumbers to enable us move ahead.\n\nBesides, this transaction is risk-free and hoped to\nlast 7 (seven) banking days upon my elder cousin\nAlhaji Atiku Abubakar's authorisation.I thank you for\nyour expected co-operation. \n\nGod Bless you.Best Regards.\n\nMAHOYI BELLO.\n\n\n\n\n\n_________________________________________________________ \nGagne une PS2 ! Envoie un SMS avec le code PS au 61166\n(0,35 Hors coût du SMS)\n\n", "id": "9d0afe48e8d86a257bf6f2c7e6698bc4"}