{"email_subject": "From Dr.Daniel Nando", "email_body": "please alway be in contact with me through this ID\n(drdanielnando6@yahoo.it)\n\n\nDear Friend,\n\n\nI am Dr.Daniel Nando presently i am practising\nwith a private hospital here in Ivory Coast W/Africa,\nAnd you don?t worry because I got your contact through a\nchamber of commerce and will like to explain to you about a\ntransaction which I hope you can assist which\nwill benefit both of us.\n\nI have a patient, a Sierra Leonia woman who was\non admission for some weeks in my hospital for a\ncomplicated ill health as the result but her recovery have\nbeen eventful. As a matter of fact, one night this woman called\nmy attention and began to tell me her circumstances\nthat she and his only son was refugee here,and that her\nlate husband a militry officer died in a rebel conflict in his\nlate husband was threaten to eliminate the life of her only\nson because of the matter of certificate of deposit and she\ncould not bear it and manage to escaped through a\nneighburig country with the certificate of deposite of some (1)\ntrunk box deposited in the security company decleared as\nfamily valuable which was traced in Ivory Coast W/Africa\nthat she has confided in me to reveal this secrect to me\nbecause of the help i have given to her and her son.\n\nThat the content of the consigenment was physical\ncash of $15. million(USD)and why he did this is because\nthe militry body have once trailed the account of her late\nhusband, at this stage She have decided to leave this\ncountry because of political crisis and requested\nme to seek an honest foreigner who will assist in the\ntransffering the money out for investiment of her\nson, i have accepted and requested for a proof and she\nprovid the documents of the deposit which was clear and\nlegitimate, and was in my poccession the documents.\n\nThough i have given her the medical & humanitarian help as i could\nbased on\nthe ethics of my proffesion.\nTherefore, i have consider to assist her and to contact a\ngenuine person who can also consider to help as well showing\nthat an international brotherhood is reality towards this\nmadam and her son. She also promise to intimate us with\n10% of the total amount of the money and i hope if you can\nunderstand the request and the assistance which i\nhope you can respond positivey.\nIn the meantime,i hope to hearing from you\nsoon.\n\nplease alway be in contact with me through this ID\n(drdanielnando6@yahoo.it)\n\nYour sincerely,\n\nDr.Daniel Nando\n\n_________________________________________________________________\nMSN Messenger : discutez en direct avec vos amis ! \nhttp://www.msn.fr/msger/default.asp\n\n\n\n", "id": "9d4e04974c642524c2a829c1b91ea52b"}