{"email_subject": "ASKING FOR ASSISTANCE", "email_body": "\nFROM BONGO WALE\nJOHANNESBURG,SOUTH AFRICA.\nTELL:+27-732112866.\n\nDear sir,\n\nI am MR, BONGO WALE, the son of late\nMR.PATRICK WALE, who was murdered in a land dispute\nin ZIMBABWE.I got your contact during my search for\nreliable&compitent foreigner to handle a confidential\nfinancial transaction, then I decided to write you. My\nlate father was among the few black Zimbabwean rich\nfarmers murdered in cold blood by the agent of the\nruling government of President ROBERT MUGABE for his\nalleged support and sympathy for Zimbabwean opposition\nparty. Before the death of my father, he took me to South\nAfrica to deposit the sum of Twelve million US Dollars\n($12m) with a security and finance company, as if he\nknew the looming danger in Zimbabwe. The money was\ndeposited as a gem/precious stone to avoid much\ndumourage from the security firm.\nThis money was earmarked for the purchase of new\nmachinery and chemicals for the farms and the\nestablishment of new farms in Lesotho and Swaziland.\nThis land problem arose when President R. MUGABE\nintroduced a new land Act. which wholly affects the\nWhite rich farmers and some few blacks vehemently\ncondemned the 'MODUS OPERANDI' adopted by the\ngovernment. This resulted to rampant killing and mob\nactions. I and my family who are currently staying in South\nAfrica as refugees or asylum seekers have decided\nto enter your name as foreigner/beneficiary of the\nTrunck Cases containing the Cash (USD12M) for futher\ntransfer of the money to a foreign country where we\ncan invest it. I am faced with the dilemma of\nclaiming/investing this amount of money in South\nAfrica for fear of encountering the same experience in\nfuture since both countries have the same political\nhistory. Moreover, the South African monetary policy/law does\nnot allow such investment hence I am seeking for\nan asylum or refugee.\nI must let you know that this business is 100% risk\nfree and the nature of your business does not\nnecessary matter. So if you are willing to assist us\nclaim the ownership of this money,I and my family have\nagreed to give you 20% of the total money, 40% will be\nfor a joint business venture I will be doing with you\nand another 35% will be for me and my family which we\nshall also invest in your country and the remaining 5%\nwill be mapped out for all expenses we may incure\nduring the transaction.\nTherefor, if you are willing and interested to render\nthe needed assistance. Please funish me your private phone and Fax\nnumber\nfor easy and better communication.\nRemember that this is highly confidential and the\nsuccess of this business depends on how secret it is kept.\n\nExpecting your reply soonest.\nBest Regard.\n\nBONGO WALE\n\n_________________________________________________________________\nFind a friend, companion or lover at the world's largest dating service! \nhttp://match.msn.co.za/match/mt.cfm?pg=channel&tcid=1826\n\n", "id": "9d6bbc4bf3429a412f4e2c6914919457"}