{"email_subject": "Confidential", "email_body": "Mr. Kenneth Iloka\t\nBlock 4,NNPC Quarters\nFalomo Crescent\n Ikoyi - Lagos\nTel:234-1-776 4163 \nFax to 234-1-759 4377 \nEmail:ke_iloka1965@themail.com\n\n\n\n Dear,\n I am Mr. Kenneth Iloka, Personal Assistant to Alhaji Rewani Lukeman, the \nPresidential Adviser on Petroleum Matters. My message to you is based \non some money that floated into the Government treasury due to the \nrecent boom in the International Oil Market.\n\nThe Federal Government of Nigeria budgeted US$18.00 per barrel in last \nYear budget, but the price was changed in the international oil market \nwhere a barrel was sold between US$28-US$35.00. \n\nWe recorded Excess gain, and all these could not be accounted for, \nhence some executive members in the Petroleum Ministry decided to take away \nthe sum of US$18,532,700.00, (Eighteen Million Five Hundred and Thirty \nTwo Thousand Seven Hundred United States Dollars) to an offshore \naccount of a foreign National or company.\n\nPlease we are not contacting you because we cannot do this business on \nour own successfully, but because we are not allowed to operate foreign \naccounts as civil servants, that is why we are looking for a foreigner \nwe can use and knowing fully well that as a white man, the movement of \nthe fund will raise no doubt that is why we have decided to contact \nyou.\n\nIf you are interested to assist us, please let me have your personal \ntelephone, fax and email address, so that I can furnish you with further \ndetails on the modalities of the transfer of the fund into your bank \naccount. Please you are advised to keep this matter to your self, as we \ndo not want it to be exposed in order not to jeopardize our chances of \nsucceeding. Let it be known to you that this transaction is hundred \npercent risks free and your security has been well taken care off. If you \nare interested in this transaction, call me immediately\nthrough my private telephone number 234-1-776 4163 or send me a email \nto ke_iloka1965@themail.comfor further clarifications.\n\nBest regards.\n\n \nMr. Kenneth Iloka\nTel:234-1-776 4163\nFax to 234-1-759 4377 \nEmail: ke_iloka1965@themail.com\n\n\n\n", "id": "9d804420458fffd0b9941fd105d91f97"}