{"email_subject": "INVITATION FOR PARTNERSHIP", "email_body": "FROM:MRS ELIZABETH SMITH TAMBO\nTELE:+27-83-9924367\nE-MAIL:tambofamily1@yahoo.com\nE-MAIL:elizabeth_smithtambo200@hotmail.com\n\n                                           INVITATION FOR PARTNERSHIP\n\n\nMy Name is MRS ELIZABETH SMITH TAMBO ,the WIFE of MR.DANIEL SMITH TAMBO of \nZimbabwe.\n\nThis might be a surprise to you about where I got your contact address.\n\nI got your(CONTACT FROM THE SOUTH AFRICA EXCHENAGE NETWORK ONLINE).\n\nDuring the current war against the farmers in Zimbabwe from the supporters \nof our President Robert Mugabe to claim all the white-owned farms to his \nparty member and his followers, he ordered all farmers to surrender all \nfarms to his party members and his followers.\n\nMY  HUSBAND  is One of the best farmers in our country and because he did \nnot supporter Mugabes ideas,Mugabes supporters invaded my hubands farm and \nburnt everything in the farm,killing my husband and made away with a lot of \nitems in my husbands farm.\n\nBefore his death,my husband had deposited with the Security Company in \nJohannesburg,South Africa the sum of USD$20 MILLION(TWENTY MILLION DOLLARS) \nAfter the death of my husband, We decided to move to the Republic of South \nAfrica where he had deposited the money in the Security Company as family \nvaluables.\n\nSo I decided to contact overseas firm and companies that will assist me to \nmove this money out of South Africa because as asylum seekers we are not \nallowed to operate any Bank Account within South Africa.\n\nWe have agreed to offer you 25% of the total sum for your assistance,5% will \nbe mapped out for any expenses that may be incurred in the course of this \ntransaction while 70 Will be for me and my family to invest in your country.\n\nAll I want you to do is to furnish me with your entire personal phone and \nfax numbers for easy communication.\n\nYou can contact my son on the above Telephone +27-83-9924367 or E-mail \nnumber he will informed you on what to do next.\n\nNote that this transaction is 100% Risk free and absolutely confidential.\n\nThanks and God bless.\n\nBEST REGARDS\nMRS ELIZABETH SMITH TAMBO.\nFor the Family.\n\n_________________________________________________________________\nNeed pet-care advice? Find it with MSN Search! http://search.msn.co.za\n\n\n\n", "id": "9dd10798f5a6c0444bd44238bde611a7"}