{"email_subject": "CONFIDENTIAL!", "email_body": "WEST BANK LONDON\n5TH FLOOR CANNON BRIDGE HOUSE\n25 DOWGATE HILL LONDON\nEC4R 2SB UNITED KINDOM.\n\n\nGood day,\nI am david scott, staff of International Private\nBanking at Bristol & West Bank. I am contacting you\nconcerning a deceased customer and an investment he\nplaced under our banks management six years ago. I\nwould respectfully request that you keep the contents\nof this mail confidential and respect the integrity of\nthe information you come by as a result of this mail.\nI contacted you independently of our investigation and\nno one is informed of this communication. I would like\nto intimate you with certain facts that I believe\nwould be of interest to you. In 2000, the subject\nmatter; came to our bank to engage in business\ndiscussions with our private banking division. He\ninformed us that he had a financial portfolio of eight\nmillion three hundred and fifty thousand united states\ndollars, which he wished to have us turn over (invest)\non his behalf. I was the officer assigned to his case;\nI made numerous suggestions in line with my duties as\nthe de-facto chief operations officer of the private\nbanking sector, especially given the volume of funds\nhe wished to put into our bank. We met on numerous\noccasions prior to any investments being placed. I\nencouraged him to consider various growth funds with\nprime ratings. The favored route in my advice to\ncustomers is to start by assessing data on 6000\ntraditional stocks and bond managers and 2000 managers\nof alternative investments. Based on my advice, we\nspun the money around various opportunities and made\nattractive margins for our first months of operation,\nthe accrued profit and interest stood at this point at\nover ten million United States Dollars, this margin\nwas not the full potential of the fund but he desired\nlow risk guarantied returns on investments.\nIn mid 2001, he asked that the money be liquidated\nbecause he needed to make an urgent investment\nrequiring cash payments in here in the United Kingdom.\nHe directed that I liquidate the funds and deposit it\nwith a security firm in here London. I informed him\nthat HSBC would\nhave to make special arrangements to have this done\nand in order not to circumvent due process, the bank\nwould have to make a 9.5 % deduction from the funds to\ncater for banking and statutory charges. He complained\nabout the charges but later came around when I\nexplained to him the complexities of the task he was\nasking of us. Cash movement across boarders has become\nespecially strict since the incidents of 9/11. I\ncontacted my affiliate in here in London and made the\nfunds available to the security firm. I undertook all\nthe processes and made sure I followed his precise\ninstructions to the letter and had the funds deposited\nat the London based security consultancy firm, Mayfair\nSecurities Co. Mayfair Securities Co is a specialist\nprivate firm that accepts deposits from high net worth\nindividuals and blue chip corporations that handle\nvaluable products or undertake transactions that need\nimmediate access to cash. This small and highly\nprivate organization is familiar especially to the\nhighly placed and well-connected organizations. In\nline with instructions, the money was deposited with\nMayfair Securities Co. The deceased told me he wanted\nthe money there in anticipation of his arrival from\nNorway later that week. This was the last\ncommunication we had, this transpired around 25th\nFebruary 2003.\nIn June last year, we got a call from Mayfair\nSecurities Co informing us that the activity of that\nparticular portfolio. This was an astounding position\nas far as I was concerned, given the fact that I\nmanaged the private banking sector I was the only one\nwho knew about the deposit at Mayfair Securities Co,\nand I could not understand why the deceased had not\ncome forward to claim his deposit. I made futile\nefforts to locate the deceased. I immediately passed\nthe task of locating him to the internal\ninvestigations department of Bristol & West. Four days\nlater, information started to trickle in, apparently\nour client was dead. A person who suited his\ndescription was declared dead of a heart attack in\nCannes, South of France.\nWe were soon enough able to identify the body and\ncause of death was confirmed. The bank immediately\nlaunched an investigation into possible surviving next\nof kin to alert about the situation and also to come\nforward to claim his estate. If you are familiar with\nprivate banking affairs, those who patronize our\nservices usually prefer anonymity, but also some\nlevels of detachment from conventional processes. In\nhis bio-data form, he listed no next of kin. In the\nfield of private banking, opening an account with us\nmeans no one will know of its existence, accounts are\nrarely held under a name; depositors use numbers and\ncodes to make the accounts anonymous. This bank also\ngives the choice to depositors of having their mail\nsent to them or held at the bank itself, ensuring that\nthere are no traces of the account and as I said,\nrarely do they nominate next of kin. Private banking\nclients apart from not nominating next of kin also\nusually in most cases leave wills in our care, in this\ncase; the deceased died without a testate.\nIn line with our internal processes for account\nholders who have passed away, we instituted our own\ninvestigations in good faith to determine who should\nhave right to claim the estate. This investigation has\nfor the past months been unfruitful. We have scanned\nevery continent and used our private investigation\naffiliate companies to get to the root of the problem.\nIt is this investigation that resulted in my being\nfurnished with your details as a possible relative of\nthe deceased. My official capacity dictates that I am\nthe only party to supervise the investigation and the\nonly party to receive the results of the\ninvestigation. What this means, you being the last\nbatch of names we have considered, is that our dear\nlate fellow died with no known or identifiable family\nmember. This leaves me as the only person with the\nfull picture of what the prevailing situation is in\nrelation to the deposit and the late beneficiary of\nthe deposit.\nAccording to practice, Mayfair Securities Co will by\nthe end of this financial year broadcast a request for\nstatements of claim to Bristol & West, failing to\nreceive viable claims they will most probably revert\nthe deposit back to Bristol & West. This will result\nin the money entering the Bristol & West accounting\nsystem and the portfolio will be out of my hands and\nout of the private banking division. This will not\nhappen if I have my way. What I wish to relate to you\nwill smack of unethical practice but I want you to\nunderstand something. It is only an outsider to the\nbanking world who finds the internal politics of the\nbanking world aberrational. The world of private\nbanking especially is fraught with huge rewards for\nthose who occupy certain offices and oversee certain\nportfolios. You should have begun by now to put\ntogether the general direction of what I propose. I\nalone have the deposit details and they will release\nthe deposit to no one unless I instruct them to do so.\nI alone know of the existence of this deposit for as\nfar as Bristol & West is concerned, the transaction\nwith our late customer concluded when I sent the funds\nto Mayfair securities, all outstanding interactions in\nrelation to the file are just customer services and\ndue process. Mayfair Securities Co has no single idea\nof whats the history or nature of the deposit. They\nare simply awaiting instructions to release the\ndeposit to any party that comes forward. This is the\nsituation. This bank has spent great amounts of money\ntrying to track this mans family; they have\ninvestigated for months and have found no family. The\ninvestigation has come to an end. My proposal; you\nshare similar details to the late fellow; I am\nprepared to place you in a position to instruct\nMayfair Securities Co to release the deposit to you as\nthe closest surviving relation. Upon receipt of the\ndeposit, I am prepared to share the money with you in\nhalf. That is: I will simply nominate you as the next\nof kin and have them release the deposit to you. We\nshare the proceeds 50/50.I would have gone ahead to\nask the funds be released to me, but that would have\ndrawn a straight line to me and my involvement in\nclaiming the deposit. I assure you that I could have\nthe deposit released to you within a few days. I will\nsimply inform the bank of the final closing of the\nfile relating to the deceased I will then officially\ncommunicate with Mayfair Securities Co and instruct\nthem to release the deposit to you. With these two\nthings: all is done. The alternative would be for us\nto have Mayfair Securities Co direct the funds to\nanother bank with you as account holder. This way\nthere will be no need for you to think of receiving\nthe money from Mayfair Securities Co. We can fine-tune\nthis based on our interactions. I am aware of the\nconsequences of this proposal. I ask that if you find\nno interest in this project that you should discard\nthis mail. I ask that you do not be vindictive and\ndestructive. If my offer is of no appeal to you,\ndelete this message and forget I ever contacted you.\nDo not destroy my career because you do not approve of\nmy proposal.\nYou may not know this but people like myself who have\nmade tidy sums out of comparable situations run the\nwhole private banking sector. I am not a criminal and\nwhat I do, I do not find against good conscience, this\nmay be hard for you to understand, but the dynamics of\nmy industry dictates that I make this move. Such\nopportunities only come ones' way once in a lifetime.\nI cannot let this chance pass me by, for once I find\nmyself in total control of my destiny. These chances\nwont pass me by. I ask that you do not destroy my\nchance, if you will not work with me let me know and\nlet me move on with my life but do not destroy me. I\nam a family man and this is an opportunity to provide\nthem with new opportunities. There is a reward for\nthis project and it is a task well worth undertaking.\nI have evaluated the risks and the only risk I have\nhere is from you refusing to work with me and alerting\nmy bank. I am the only one who knows of this\nsituation, good fortune has blessed you with a name\nthat has planted you into the center of relevance in\nmy life. Lets share the blessing. If you find\nyourself able to work with me, contact me through this\nsame email account. If you give me positive signals, I\nwill initiate this process towards a conclusion. I\nwish to inform you that should you contact me via\nofficial channels; I will deny knowing you and about\nthis project. I repeat, I do not want you contacting\nme through my official phone lines nor do I want you\ncontacting me through my official email account.\nContact me only through the numbers I will provide for\nyou and also through this email address. I do not want\nany direct link between you and me. My official lines\nare not secure lines as they are periodically\nmonitored to assess our level of customer care in line\nwith our Total Quality Management Policy.\nPlease observe this instruction religiously. Please,\nagain, note I am a family man; I have a wife and\nchildren. I send you this mail not without a measure\nof fear as to what the consequences, but I know within\nme that nothing ventured is nothing gained and that\nsuccess and riches never come easy or on a platter of\ngold. This is the one truth I have learnt from my\nprivate banking clients. Do not betray my confidence.\nIf we can be of one accord, we should plan a meeting\nsoon.\nI await your response.\nDavid Scott.\nE-mail: dkscotdavid@netscape.net\n\n\n\n\n", "id": "9e02b9b8904a824980956171d3b73320"}