{"email_subject": "YOUR RESPONSE.", "email_body": ">From Mr. John Castro\nAuditing and Account manager\nCredit Bank of Benin\nPhone:+229 97 89 18 35\nEmail:mr_johncastro@yahoo.fr\n\nMy Dear Friend,\n\nI am Mr. John B. Castro, the director in charge of auditing and accounting section of Capital trust bank Benin, Cotonou, Republic of Benin West Africa, and also a special account officer of Mr. Peter Lund,European. He was a seasoned contractor with Benin Cement Company, Cotonou, who unfortunately died in a plane crash of Union Transport Africaines Flight Boeing 727 in Cotonou, Republic of Benin on 25th December, 2003.You will read more stories about the crash on visiting this website:\n \n1.www.guardian.co.uk/worldlatest/story/0,1280,-3555201,00.html\n2.www.cnn.com/2003/WORLD/africa/12/26/benin.crash/\n\nBefore his death on the 25th December 2003, Mr.Lund has a fixed deposit account with the bank and no other person know about this account or have any information relating to this account. The account has no beneficiary nor next-of-kin other than him, My investigation reveal that his supposed next-of-kin died along with him in the crash. Since then, I have made several enquiries to locate any of his extended relatives, this has also proved unsuccessful.\n\nAfter several unsuccessful attempts, I decided to contact you.I'm contacting you to assist in remittance of a dormant fund as the next of kin left behind by Mr.Lund so as not to allow the bank confiscate or declare the funds unserviceable in the account according to Benin Republic financial law on unclaimed bills which the government usually map out for the purchase of ammunitions which are the major course of conflicts in the west of  Africa. Consequently, I'm seeking your consent to present you as the next-of-kin to the deceased customer so that the outstanding fixed deposit (US$24.1M) will be remitted into any designated account of yours to be shared by both of us in the ratio of 60% to me and 40% for you.\n\nI have all necessary legal documents to back up this claim. All that is required of you is absolute honesty, total commitment, co-operation & absolute confidentiality. Be rest-assured that this transaction will be executed under legitimate arrangement that will protect both parties from breach of the law and it is 100% risk free and attracts no authorities and every information you will require as the next of kin will be forwarded to you after your final acceptance to help me champion this deal. If this proposal is acceptable to you, kindly email your following information to me.\n\na. Full Name(s)\n\nb. Direct phone & fax number(s)\n\nc. Your personal email and your complete home address.\n\nThank you for your cooperation until I read from you. You may also reach me at my private mailbox and call me for further information on +229 97  89 18 35\nmr_johncastro@yahoo.fr\n\nSincerely yours,\n\nMr. John Castro\n\n\n", "id": "9e24f55a870f080a25b64aa76b93bb0b"}