{"email_subject": "DEAR BELOVED", "email_body": "Dear Friend,\n\nPlease as you read this, I don't want you to feel sorry for me, because, I \nbelieve everyone will die someday. My name is Mr. John Naveed, a merchant \nfrom Dubai, in the U.A.E. I have been diagnosed with Oesophageal cancer. It \nhas defiled all forms of medical treatment, and right now I have only about \na few months to live, according to medical experts.\n\nI have not particularly lived my life so well as a good person, as I never \nreally cared for anyone (not even myself) but my business. Though I am very \nrich, I was never Generous, I was always hostile to people and only focused \non my business as that was the only thing I cared for. But now I regret all \nthis, as I now know that there is more to life than just wanting to have or \nmake all the money in the world.\n\nI believe when God gives me a second chance to come to this world I would \nlive\nmy life a different way from how I have lived it. Now that God has called me \nand at the point of death, I have willed and given most of my property and \nassets to my immediate and extended family members as well as a few close \nfamily friends.\n\nI want God to be merciful to me and accept my soul, so I have decided to \ngive\nalms to charity organizations, as I want this to be one of the last good \ndeeds\nI do on earth. So far, I have distributed money to some charity \norganizations\nin the U.A.E, Malaysia and some countries in Africa. Now that my health has \ndeteriorated so badly, I cannot do so many things by myself anymore.\n\nI once asked members of my family to close one of my accounts and distribute \nthe\nmoney that I have there to charity organization in Bulgaria and Pakistan, \nthey\nrefused and selfishly kept the money to themselves. Hence, I do not trust \nthem anymore, as they seem not to be contended with what I have left for \nthem.\n\nThe last of my money which no one knows of is the huge cash deposit of \neleven\nmillion dollars $11,000,000,00 that I have with a finance/Security Company \nabroad. I will want you to help me collect this deposit and dispatched it to \nvarious charity organizations. I have set aside some part of this deposit \nfor you as compensation for your time and any inconvenience this will cost \nyou. You can also contact me on mr_johnnaveed@yahoo.co.uk\n\nGod be with you.\nMr. John Naveed\n\n\n\n\n", "id": "9e3c9d438271718ff9dfcef65545b5e5"}