{"email_subject": "ASSIST ME", "email_body": "for your kind attention sir,\n\nI am martin Arap Moi, the son of The former president of Kenya\nMr Daniel Arap Moi. I came to know you in the course of my\nsearch for a reliable And GOD fearing partner, and I decided to contact \nyou,\nBecause I believe you are a reputable person and I feel You can help \nme and my mother over this confidential matter.\n\nI count on your integrity and honesty to be able to handle this\nBusiness. My father, Mr Arap Moi, was the former president of Kenya ,\nIn East Africa, During his reign as the president , he had so many\nMonetary dealing with a lot of European companies in my country\nAnd out side my country, and he uses these companies as a means\nOf transferring funds to foreign accounts in Europe ,America and\nAsia., all these funds where gotten from the sales of Gold and Diamonds,\nAmongst the companies he registered was GOLDENBERG COMPANIES,\nWhich he uses as front for funds deposit, he made a transfer of\n$56,000,000. million American Dollars. to this company which\n never existed, \nthe said company has since been declared bankruptcy and liquidate, and \nthe said funds \nhas been deposited with a security company  where it is kept from for \nsafekeeping.\n\nFor more information you can click on this website:\n(1) http://news.bbc.co.uk/2/hi/africa/3338023.stm or ,\n(2) http://news.bbc.co.uk/2/hi/africa/3025878.stm%\nAnd as the only child of my mother who is the 6th wife to my father\nhe has given to us as our own share, which is this funds\nthat is with the security company..\n\nThe money is kept in one trunk box and was registered as precious\nsubstances, thus there is nobody that knows that it is money that is in \nthe box. \nI am looking for somebody that is capable and willing\nto travel to the security company to receive the  trunk box of money\non behalf of my mother and I from the security company.We need a trust\nworthy and experience person that will help us to invest the funds in\nprofitabe business since we have no knowledge of business and \ninvestment.\n\nas soon as you in control of the $566m, you will assist us come to your\ncountry and assist us well to buy a house where we will live.\n\nWe are expecting to hear from you, please contact me on my\nConfidential email address: victor_arap_moi@indiatimes.com \nThanks for your anticipated co-operation , please include your\nTelephone/fax number on your reply.\n\nBest Regards\n\nmartin Arap Moi\n\n\n\n\n\n\n", "id": "9e63806330f78db05587c327caeaa8e4"}