{"email_subject": "APPEAL FOR URGENT ASSISTANCE.", "email_body": "    APPEAL FOR URGENT ASSISTANCE.\nABIDJAN COTE D'IVOIRE\n  DE PLEUTEA 1250AV BR\nWEST AFRICA\n   \n  My Dear,\n   \n  Permit me to inform you of my desire of going into business relationship with you. I got your  contact from the internet. I must not hesitate to confide in you for this simple and sincere business .\nI am Miss Chioma  Maduo the daughter of late Mr. Albert Oyi Maduo . My Father was a very wealthy cocoa/caffee merchant and in Abidjan , the economic capital of  Ivory coast, my father was poisoned to death by his  business associates on one of their outings on a  business trip in Ghana .\n   \nBefore the death of my Father on November 2003 in a private hospital here in Abidjan he secretly called me on his bed side and told me that he has the sum of Five million five hundred thousand United State Dollars.USD ($5.500,000) left in fixed / suspense account in one of the local bank here  in Abidjan,that he used my  name as his only daugther for the next of Kin in depositing of the fund. He also explained to me that it was because of this wealth that he was poisoned by his business associates. That I should seek for a foreign partner in a country of my choice where i will transfer this money and use it for investment purpose such as real estate management or hotel management or anyother lucrative investement. Becouse of i am the only daugther not that i am the only child he has  that i should  find a good husband and marry.\n   \nI am seeking your assistance in; \n  \n(1) To provide a bank account into which this money\n    would be transferred to .\n(2) To serve as a guardian of this fund since I am\nonly here to make sure that we recive it .\n(3) To make arrangement for me  to come over to your\ncountry to  do invsitment with this fund and to secure a resident permit in your country.\n   \nMoreover, Dear i am willing to offer you 20% of the total sum as compensation,after but if you can help without any percentage is better because of my condition. the successful transfer of this fund into your nominated account .\n  Furthermore, you indicate your option towards assisting me as I believe that this transaction would be concluded within fourteen (14)days you should signify your willigness to assist me. As I am Looking   to hear from you soon.\n  \nThanks and God bless.\n\n   \n  Miss Chioma Maduo.\n   \n   \n   \n\n\n\n\t\t\n---------------------------------\n Faites de Yahoo! votre page d'accueil sur le web pour retrouver directement vos services pr&eacute;f&eacute;r&eacute;s : v&eacute;rifiez vos nouveaux mails, lancez vos recherches et suivez l'actualit&eacute; en temps r&eacute;el. Cliquez ici.", "id": "9e669109e064904922af85727192f499"}