{"email_subject": "URGENT ASSISTANT NEEDED.", "email_body": "\nDEAR SIR,\n\n         ( I SEEK  YOUR  ATTENTION TO SHIFT THE TOTAL SUM OF US$60MILLION INTO \nYOUR PRIVATE ACCOUNT FOR INVESTEMENT PURPOSE)\n\n  WE WOULD LIKE TO DEVELOP BUSINESS RELATIONS WITH YOU\nBY ESTABLISHING A TRUST AGREEMENT WHEREBY YOU SHALL\nHOLD, MANAGE  INVEST AND DISTRIBUTE ALL ASSESTS\nRECEIVED FROM US IN TRUST AND THE PROCEEDS THEREFROM,\nUNDER THE TERMS OF THE TRUST AGREEMENT.\nI AM AN ATTORNEY & CONSULTANT TO AN INFLUENTIAL\nPOLITICIAN, CURRENTLY A FEDERAL MINISTER IN THE\nFEDERAL REPUBLIC OF NIGERIA WHO HAS BEEN ABLE TO USE\nHIS  DIPLOMATIC  STATUS TO MOVE THE SUM OF\nUS$60MILLION OVERSEAS (NAME OF COUNTRY WITH HELD UNTIL\nYOU ARE READY TO DO BUSINESS) AND PRESENTLY\nDEPOSITED IN A  PRIVATE SECURITY COMPANY FOR SAFE\nKEEPING. THESE BOXES OF MONEY WERE AIRFEIGHTED AS\nARTIFACTS AND PHOTOGRAPHIC MATERIALS.\nMY CLIENT, BECAUSE OF HIS PRESENT STATUS IN GOVERNMENT\nCANNOT BE PHYSICALLY INVOLVE IN THE MANAGEMENT OF THE\nMONEY, HENCE HE DO THIS BY WAY OF PROXY AND FIDUCIARY\nAGENT IN ORDER TO AVOID ANY PROBE BY THE PRESENT\nDEMOCRATIC GOVERNMENT OF NIGERIA.\n\nI AM REQUESTING YOUR ASSISTANCE AS MY COLLEAGUE AND\nLEARNED FRIEND TO HELP SECURE INVESTMENT OUTLETS\nWHEREBY THIS FUNDS ARE INVESTED IN GOVERNMENT TREASURY\nBILLS AND BONDS AND IN SECURE FIRST MORTGAGES\nSUPPORTED BY YOUR COUNTRIES REAL ESTATE AND OTHER\nATTRACTIVE INVESTMENT PROGRAMS AVAILABLE.\nMANAGE THE COMPLETE PROCESS & ESCORT OUR FIDUCIARY\nAGENT THROUGH THE VARIOUS PROCEDURES.\n\nIF THE ABOVE IS WORKABLE FOR YOU & YOUR ASSOCIATE, I\nWOULD BE GLAD TO FORWARD OUR STANDARD DISCRETIONARY\nASSET MANAGEMENT AGREEMENT FOR YOU TO LOOK AND MAKE\nANY NECESSARY AMENDMENT. IF ANY, THIS AGREEMENT WE\nHOPE  WILL HELP TO ASSURE THE SAFETY OF THE FUNDS AND\nCONSOLIDATE THE RELATIONSHIP.PRIOR TO HANDING OVER THE\nFUNDS TO YOU & YOUR ASSOCIATES, WE HOPE TO ARRANGE FOR\nA PRELIMINARY MEETING WITH YOU ON A NEUTRAL GROUND\nWHERE THE ORIGINAL OF THE AGREEMENT WILL BE  SIGNED  BY\nYOU  &  OUR FIDUCIARY  AGENT/ MYSELF.\n\nTO ENSURE THE SUCCESS  OF  THIS  TRANSACTION  AND\nGUARANTEE  THIS UNIQUE  RELATIONSHIP,  KINDLY TREAT\nAS CONFIDENTIALITY. SEND YOUR PRIVATE TELEPHONE AND FAX\nNUMBERS TO ENABLE US TALK ON ONE ON ONE BASIS.I\nAWAIT  YOUR  URGENT  RESPONSE.PLEASE , YOU CAN ALSO GET BACK TO ME WITH THIS \nEMAIL BOX. E-MAIL ADDRESS: basseyowo200@hknetmail.com\n\n\nBEST  REGARDS.\n\nBARR. BASSEY OWO.\n\n\n\n\n\n\n\n", "id": "9ec13cedd00dece565703c6bb706dde3"}