{"email_subject": "FROM: Mr.Mandla Sizwe,", "email_body": "FROM: Mr.Mandla Sizwe,\n77 Seaside Cottages \nFish Hoek-Cape Town\nSouth \nAfrica. \n \nI feel quite safe dealing with you in this important\nbusiness having gone through your remarkable profile\non the internet. \nThough, this medium Internet) has\nbeen greatly abused, I choose to \nreach you through it\nbecause it still remains the fastest medium of\ncommunication.\nMy name is Mr.Mandla Sizwe, I am the operational\nmanager \nin account management section in charge of\ncredit and foreign bills of \none of the prime banks\nhere in South Africa. I am writing in respect \nof \na foreign customer of my bank who perished with his\nwhole families \non 18TH JULY 2003 in KENYAN PLANE CRASH\nwith the whole passengers \naboard.\nThere is an account opened in this bank in the year\n2000 by \nthis great late INDUSTRIALIST who died without\na written or oral 'WILL' \nattached to the account.\nSince his death, I personally have watched \nwith keen\ninterest to see the next of kin but all has proved\nabortive \nas no one has come to claim his funds and no\nother person knows about \nthis account or anything\nconcerning it,the account has no other \nbeneficiary \nand until his death he was the manager of his company.\nThe \nbanking ethics here does not allow such money to\nstay more than six \nyears without claim hence the money\nwill be recalled to the government \ntreasury as unclaimed after this long period of dormancy.I have \nsecretly discussed this matter with the general manager of the bank who \nI must involve in order to have a smooth and a successful transfer of \nthe fund to any foreign bank account which you are going to nominate.It \ncan be an EMTY account. On this\nnote, I decided to seek for a reliable \nforeigner who will act as the foreign beneficiary of the fund from the \ndeceased by providing his/her bank account where the fund will be \nransferred for immediate investment but my only worry is the security \nof the fund once the fund is transfered into your account.It is only a \nforeigner who can claim this money with legal claims to the account \nholder which I will provide to you if you are interested.\n\nThis money \nwill remain useless in this dormant account if I did not transfer the \nfund out to a foreign account.The total amount involved is \n$16,000,000.00 USD.[Sixteen Million United States Dollar]. We wish to \nstart the first transfer with $6,000,000.00[Six million] and upon \nsuccessful transaction without any disappointment from your side, we \nshall re-apply for the transfer of the remaining balance of &10 million \nto your account.At the conclussion of this transaction, your \nshare \nwill be 25% of the total transfer sum, 70% for me and my partner while \n5% will be set aside for any expenses both parties might incure during \nthe process of the transfer.If you are truly serious to do this \nbusiness with me,and you know that you will never, ever betray me now \nor in the future let me know so that I will give you the full \ntransaction details.\nLet me hear from you.\nRespectfully yours,\nMr.\nMandla Sizwe.\n\n\n\n\n", "id": "9ed3301ac872f5b7434e1e4d095bfca6"}