{"email_subject": "FROM Mr.JEFFRY MURD", "email_body": "\nFROM:JEFFRY MURDAUDITING AND ACCOUNTING UNIT.BANK OF AFRICA (BOA),BURKINA FASO.DIRECT TEL:0022678037693.                                                \"TOP SECRET\"                DEAR  FRIEND,I AM MR JEFFRY MURD THE DIRECTOR IN CHARGE OF AUDITING AND ACCOUNTING SECTION OF BANK OF AFRICA(BOA)BURKINA FASO IN WEST AFRICA WITH DUE RESPECT AND REGARDS. I HAVE DECIDED TO CONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE END OF THE TRANSACTION. DURING OUR INVESTIGATION AND AUDITING IN THIS BANK, MY DEPARTMENT CAME ACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON WHO DIED ON 31ST OCTOBER 1999 IN A PLANE CRASH AND THE FUND HAS BEEN ORMANT IN HIS ACCOUNT WITH THIS BANK WITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR RELATION BEFORE OUR DISCOVERY TO THIS DEVELOPMENT. ALTHOUGH PERSONALLY, I KEEP THIS INFORMATION SECRET WITHIN MYSELF AND PARTNERS TO ENABLE THE WHOLE PLANS AND IDEA BE PROFITABLE AND SUCCESSFUL DURING THE TIME OF EXECUTION. THE SAID AMOUNT WAS  USD7.2M(SEVEN MILLION TWO HUNDRED THOUSAND UNITED STATES DOLLARS). AS IT MAY INTEREST YOU TO KNOW, I GOT YOUR IMPRESSIVE INFORMATION THROUGH THE BURKINA FASO CHAMBER OF COMMERCE ON FOREIGN BUSINESS RELATIONS HERE IN BURKINA FASO. MEANWHILE ALL THE WHOLE ARRANGEMENT TO PUT CLAIM OVER THIS FUND AS THE BONAFIDE NEXT OF KIN TO THE DECEASED, GET THE REQUIRED APPROVAL AND TRANSFER THIS MONEY TO A FOREIGN ACCOUNT HAS BEEN PUT IN PLACE AND DIRECTIVES AND NEEDED INFORMATION WILL BE RELAYED TO YOU AS SOON AS YOU INDICATE YOUR INTEREST AND WILLINGNESS TO ASSIST US AND ALSO BENEFIT YOUR SELF TO THIS GREAT BUSINESS OPPORTUNITY. IN FACT I COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS COUNTRY AS A CIVIL SERVANT(A BANKER),WE ARE NOT ALLOWED TO OPERATE A FOREIGN ACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF TRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE ACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN WITH AFFIDAVIT OF TRUST OF OATH TO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE HE WILL NEED THE MONEY TO BE RE-TRANSFERRED INTO ON HIS REQUEST AS IT MAY BE AFTER DUE VERIFICATION AND CLARIFICATION BY THE CORRESPONDENT BRANCH OF THE BANK WHERE THE WHOLE MONEY WILL BE REMITTED FROM TO YOUR OWN DESIGNATED BANK ACCOUNT. I WILL NOT FAIL TO INFORM YOU THAT THIS TRANSACTION IS 100% RISK FREE. ON SMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 30% OF THE TOTAL SUM AS GRATIFICATION, WHILE 5% WILL BE SET ASIDE TO TAKE CARE OF EXPENSES THAT MAY ARISE DURING THE TIME OF TRANSFER AND ALSO TELEPHONE BILLS, WHILE 65% WILL BE FOR ME. PLEASE, YOU HAVE BEEN ADVICED TO KEEP \"TOP SECRET\" AS I AM STILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER WE CONCLUDE THIS DEAL WITH YOU. I WILL BE MONITORING THE WHOLE SITUATION HERE IN THIS BANK UNTIL YOU CONFIRM THE MONEY IN YOUR ACCOUNT AND ASK ME TO COME DOWN TO YOUR COUNTRY FOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES PREVIOUSLY INDICATED AND FURTHER INVESTMENT, EITHER IN YOUR COUNTRY OR ANY COUNTRY YOU ADVICE US TO INVEST IN. ALL OTHER NECESSARY VITAL INFORMATION WILL BE SENT TO YOU WHEN I HEAR FROM YOU. PLEASE INDICATE YOUR DIRECT TELEPHONE AND FAX NUMBER WHEN REPLYING THIS BUSINESS PROPOSAL PREFERABLY THROUGH MY ONLY CONFIDENTIAL EMAIL ADDRESS:(jeff_murd@yahoo.fr) OR CALL ME ON MY ABOVE DIRECT TELEPHONE NUMBER 0022678037693. IF YOU ARE NOT INTERESTED, PLEASE ALSO INDICATE SO THAT IT WILL ENABLE ME TO CONTACT ANOTHER FOREIGN PARTNER WITH RECOMMENDATIONS TO CARRY OUT THIS DEAL.A SWIFT ACKNOWLEDGMENT OF YOUR RECEIPT OF THIS MAIL WILL BE APPRECIATED.THANK YOU AND GOD BLESS YOU.I LOOK FORWARD TO RECEIVE YOUR EMAIL. BEST REGARDS,MR JEFFRY MURD. \n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE!\nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/", "id": "9f00ab1147adbd62c4c65917d1ad4522"}