{"email_subject": "From: Mr. Markus Bopp.", "email_body": "MR. MARKUS BOPP\nValiant Privatbank AG\nPostfach, 3001 Bern\nSwitzerland \n                                                \nIMPERATIVE AND PRIVATE. \n\nI am contacting you on business transfer of a huge sum of money from a \ndeceased account. Though I know that a transaction of this magnitude \nwill make any one apprehensive and worried, but I am assuring you that \nall will be well at the end of the day. We decided to contact you due \nto the urgency of this transaction.  \n\nPROPOSITION; \n\nWe discovered an abandoned sum of US$20,500,000.00 (Twenty Million Five \nHundred Thousand United States Dollars) in an account that belongs to \none of our foreign customers who died along with his entire family. \nSince his death, none of his next-of-kin or relations has come forward \nto lay claims for this money as the heir. We cannot release the fund \nfrom his account unless someone applies for claim as the next-of-kin to \nthe deceased as indicated in our banking guidelines. Upon this \ndiscovery, we now seek your permission to have you stand as a next of \nkin to the deceased as all documentations will be carefully worked out \nby us for the funds (US$20,500,000.00) to be released in your favour as \nthe beneficiary's next of kin. It may interest you to know that we have \nsecured from the probate an order of madamus to locate any of deceased \nbeneficiaries.  \n\nPlease acknowledge receipt of this message in acceptance of our mutual \nbusiness endeavour by furnishing me with the following; \n\n1. Your name and address \n2. Direct Telephone and fax numbers \n\nThese requirements will enable us file letter of claim to the \nappropriate departments for necessary approvals in your favour before \nthe transfer can be made. We shall be compensating you with 30% on \nfinal conclusion of this project, while the rest shall be for us. \n\nIf this proposal is acceptable by you, please response immediately. I \nawait your urgent response. \n\nRegards, \n\nMr. Markus Bopp\n\n\n\n\n\n\n", "id": "9f0c4781f01483031da8c7f808964d89"}