{"email_subject": "URGENT ASSISTANCE.", "email_body": "Dear friend,\n\nIt is indeed my pleasure to write to you this letter,\nwhich I believe will be a suprise,as we are both\ncomplete strangers. As you read this,I don't want you\nto feel sorry for me, because I believe everyone will\ndie someday. My name is Raad Ibrahim, a former\nmerchant in Dubai, in the U.A.E.(United Arab\nEmirates), I have been diagnosed with Esophageal\ncancer which was discovered very late, due to my\nlaxity in caring for my health.\n\nIt has defiled all forms of medicine, and right now I\nhave only about a few months to live, according to\nmedical experts. I have not particularly lived my life\nso well, as I never really cared for anyone not even\nmyself but my business. Though I am very rich, I was\nnever generous, I was always hostile to people and\nonly focus on my business as that was the only thing I\ncared for, but now I regret all this as I now know\nthat there is more to life than just wanting to have\nor make all the money in the world.\n\nI believe when I have a second chance to come to this\nworld I would live my life a different way from how I\nhad lived it, now that it is dark for me, I have\nwilled and given most of my properties and assets to\nmy immediate and extended family members and as well\nas a few close friends. To correct my wrong past life, \nI have decided to give alms to charity organizations, \nas I want this to be one of the last good deeds I do on \nearth. So far, I have distributed money to some charity\norganizations in the U.A.E, Algeria and Malaysia. Now\nthat my health has deteriorated so badly, I cannot do\nthis my self anymore.\n\nI once asked members of my family to close one of my\naccounts and distribute the money which I have there\nto charity organization in Bulgaria and Pakistan, they\nrefused and kept the money to themselves. Hence, I do\nnot trust them anymore, as they seem not to be\ncontended with what I have left for them. The last of\nmy money which no one knows of is the huge cash\ndeposit of 15,000,000 million dollars, (fifteen\nmillion dollars), that I have with a Fiducial Company\nin Europe I will want you to help me collect this\ndeposit and dispatched it to charity organizations and\nyou must be sending me information of how it was\ndisbursed either by email to:raadibrahim004@netscape.net \nor otherwise.\n \n10% of the funds(15 million), will be for your time and patience,\nlogistics and overhead.\n\nI wait in anticipation for your response.\n\nThanks,\n\nRaad Ibrahim.\n\n\n\n\n\n\n", "id": "9f1cc4f8fceb4266a045d26a3efab15d"}