{"email_subject": "hello", "email_body": "FROM THE DESK OF DR DINKA DOGON\nBILL AND EXCHANGE MANAGER .\nAFRICAN DEVELOPMENT BANK . BURKINA FASO ANNEX.\n\nI hope this meets you in good health, My name is Dr Dinka Dogon the  manager \nof bill and exchange at the foreign remittance department of  African \ndevelopment bank , Burkina Faso Annex here in Ouagadougou, west  africa.\n\nIn my department we discovered an abandoned sum of Twenty-two Million United \n  States Dollar US$22m dollars in an account, belonging to one of our \ncustomer  Eng. Christian Eich ,Who died alongside with his entire family on \nMonday,  31 July, 2000 in a plane crash in paris.\n\nSince we got information about his death, we have been expecting his next  \nof kin to come over and claim his money because we cannot release it unless  \nsome body applies for it as next of kin or relation to the deceased as  \nindicated in our banking guidlines and laws but unfortunately we learnt\nthat all his supposed next of kin or relation died alongside with him at the \n  plane crash leaving nobody behind for the claim.\n\nIt is therefore upon this discovery that I and my colleagues decided to make \n  this business proposal to you and release the money to you as the next of  \nkin or relation to the deceased for safety and subsequent disbursement since \n  nobody is coming for it and we don't want this money to go into the bank  \ntreasury as unclaimed bill.\n\nThe banking law and guidline here stipulates that if such money remained  \nunclaimed after seven years, the money will be transfered into the bank  \ntreasury as unclaimed fund. The request of foreigner as next of kin in this  \nbusiness is occassioned by the fact that the customer was a foreigner and a  \nBurkinabe cannot stand as next of kin to a foreigner.\n\nTherefore, to enable the immediate transfer of this fund to your designated \nbank account ,you must apply first to the bank as a relation or next of kin \nof the deceased with a text of application that we will send to you, so we  \nwill like you to send to us your private telephone , fax number  for easy \nand effective communication and location where the money\nwill be remitted.\n\nUpon receipt of your reply, we will send to you by fax or email the text of  \nthe application . we will not fail to bring to your notice that this \ntransaction is hitch-free and that you should not entertain any atom of fear \nas all required arrangements have been made for the transfer. You should\ncontact us immediately as soon as you receive this letter.\n\nTrusting to hear from you immediately.\nYours faithfully.\nDr Dinka Dogon\nBill & Exchange Manager,\nAFRICAN DEVELOPMENT BANK (A.D.B.BF ANNEX )\n\n_________________________________________________________________\nDcouvrez le Blog heroic Fantaisy d'Eragon! \nhttp://eragon-heroic-fantasy.spaces.live.com/\n\n\n\n", "id": "9f2a5ccdc910fc24b5a3426c6a069198"}