{"email_subject": "URGENT CONTACT", "email_body": "Dear Friend, \n \nI am Mrs Elizabeth Garang, the wife of the Sudan's vice President John\nGarag who was killed in an helicopter\ncrash on August 1, 2005 .I am currently in Kenya, where I am taken refugee\nwith my son Philip Garang. \n\nWe ran from Sudan because the incumbent government of Sudan want my son and\n\ni killed because my husband was striving hard For the liberation of\nsouthern Sudan. I want to \nconfide in you if you can assist me to receive a trunk box of treasure box\ncontaining $25,000,000,USD \nwhich my late husband deposited with a diplomatic courier service for\nonward delivery to purchase \narms for the liberation army. \n \nThe diplomat is will deliver the trunk boxes in your country in a few days\nand i want you to front as my beneficiary \nto claim this trunk box before i arrive to your country, and this deposit\nwas made under my son's name as the \nnext of kin. This consignment was deposited under class U.P.C meaning\nundisputed private consignment that is to \nsay the diplomatic courier service is ignorant of the true contents of the\nconsignment because, the contents was \ndeclared as an African arts. \n\nUpon request I will scan and send to you the certificate of deposit for\nyour perusal before the transaction \ncommences. Considering the effort you will put in the transaction, we are\nwilling to concede 25% of the money \nto you as compensation, while remaining 75% will be for i and my son\nPhilip. \n \nIf you are ready you assist me ,please send me your phone number and your\nresident address so that i can forward \nit to the diplomat as my son's beneficiary as my i will instruct the\nofficer in charge to deliver the consignment to you in \nyour place on my behalf if only you are not going to betray us at the end. \n \nYou can visit this website to know more about my later husband. \n \nhttp://www.sudantribune.com/article.php3?id_article=11050 \nhttp://www.sudantribune.com/article_impr.php3?id_article=11050 \nhttp://politics.yahoo.com/photos/ss/events/wl/080105sudangarangvp&curPhoto=\n1 \nhttp://nazret.com/blogs/blogs/index.php?title=john_garang&more=1&c=1&tb=1&p\nb=1 \nhttp://newvision.co.ug/D/8/20/448696 \n \nPlease write me back through my private email address. below. \n \nelizabethg637@netscape.net \n\nI await to hear from you soon. \n \nThanks. \n \nMrs. Elizabeth Garang. \n\n\n\n\n", "id": "9f7efe6e57fad799a23aaa9c82c1169b"}