{"email_subject": "REQUEST FOR YOUR ASSISTANT", "email_body": "From:Mrs.Amina.A Bello.  Address: Chiang Rai hospital  31-12 Chiang Rai - Lampoon Rd,  Chiang Rai Thailand  Email:aminabelloa002@she.com  Dearest Beloved,  Attn:The Managing Director  Before I proceed, may I humbly introduce myself to your goodself, My Name is Mrs. Amina.A.Bello, an Iraqi refugee ,my husband was one of the personal aid to the president of Iraq who was formerly overthrown out of power by American Government .  Prior to this last serious crisis that is still ravaging in my country,which recently led to misfortune of our government and my late husband position as the personal aid to the president, we were able to come over here in Thailand ,we inherited the sum of US11 million.The funds were originally gotten from my late husband proceeds.  My late husband was able to safe guard the fund with a very good diplomatic contact from my Country.  I have decided to contact you because I am interested in investing in your country which is investment friendly. Please kindly guide and assist me in making the right investment since I am also interested in buying a residential property as I will be moving my family over there as soon as every thing regarding technical and logictics details is worked out and ascertained to our respective satisfaction. In view of your participation,I am ready to give you a good negotiable percentage for your assistance,or better still commit it into viable Joint venture projects,be assured that you stand no risk of any kind as the funds belong to me and my only survived son. As soon as I get your consent, we will quickly move this fund to your country for investment .  However, upon your acceptance to work as my partner, you can contact me with my private email:aminabelloa002@she.com  for more details.    I am here with my only surviving son Musa,  I strongly believe that associating with you to embark on this and other business ventures will derive a huge success here after, please include you private contact telephone number and private e-mail when replying.  Yours Sincerely.  Mrs.Amina.A.Bello.", "id": "9fc9ac01101ca971ecf17f7b30a7f84e"}