{"email_subject": "MR. JAMES HARRISON'S PHILANTROPHIC GESTURE DRAW RESULTS ", "email_body": "FROM THE DESK OF PETER JOHNSON\nPETER JOHNSON LEGAL CHAMBERS\n     (LEGAL SOLICITORS)\nOFFICE ADDRESS: 21 MAITAMA AVENUE GARKI\n  ABUJA 23401 NIGERIA .\nE-MAIL: peterjohnsonlawfirm0014@hotmail.com   \nMOBILE PHONE: 00234-8028735832\n\n       \n   MR. JAMES HARRISON'S PHILANTROPHIC GESTURE DRAW RESULTS \n \nDear Benefited Beneficiary,\n \nCONGRATULATIONS!!!\n \nI am Barrister. Peter johnson, The Principal Attorney & President \nin \nThe Chamber, Admitted in Nigeria Bar, 1973, and Education: LL.B Hons. \n( \nLagos ), MCI Arb. (London), AMNIM, FCILS; (Salzburg); Notary Public \n(Managing Partner/Senior Counsel). LANGUAGE: English.\n\nI crave your indulgence for the unsolicited nature of this e-mail to \nyou.\n\nYour name and your e-mail address came up in a random draw conducted \nby our law firm today been the 17 day of may @ peterjohnson & \nSons Law Chambers in Abuja , Nigeria .\n\nI am a personal attorney to our late client Mr. James Harrison who \nworked for an oil firm in Nigeria . Mr. James Harrison a well-known \nPhilanthropist, before he died, he made a Will in our law firm \nstating \nthat US$4.2M (Four point two million U.S. dollars only) should be \ndonated to any Philanthropist of our choice overseas.\n \nWe have made a random draw and your name and e-mail address was \npicked \nas the beneficiary to this Will. I am particularly interested in \nsecuring this money from the Bank, because they have issued a notice \ninstructing us to produce the beneficiary of this will within two \nweeks \nthat happens to be you or else the money will be credited to the \nGovernment treasury as per law here. \n \nIt is my utmost desire to execute the Will of our late client. You \nare \nrequired to contact me immediately to start the process of \ntransferring \nthis money to any of your designated official account. I urge you to \ncontact me immediately for further details bearing in mind that the \nBank has given us a date limit. \n \nPlease act fast and initiate contact me via my Mobile Phone: 00234-\n8028735832 or E-mail address as follows: \npeterjohnsonlawfirm0014@hotmail.com\nYou have a lovely day even as you read this Congratulatory message\nRegards, \nMrs.Jummai Ahmed Mohammed, LLB (Office Secretary) \nFor-Barrister. Peter Johnson, LLB, MLB, LLD. (Principal Attorney).\n\n\n\n\n\n", "id": "9fd709956ac06769bbf6c4d97fb953dd"}