{"email_subject": "CONFIDENTIAL", "email_body": "Good day, \nYou may be surprise to receive this email since you do not know me. \nI am the son of the late president of Democratic Republic Of Zaire, \nPresident Mobutu Sese Seko, ( now The Republic of Congo, under the \nleadership of the son of Mr. Laurent Kabila). I presume you are aware there \nis a financial dispute between my family ( THEMOBUTUS ) and the present \ncivilian Government. This is based on what they believe as bad and corrupt \ngovernance on my late father's part. May his soul rest in perfect peace. As \nyou might have heard how a lot of my father's bank account in Switzerland \nand North America have been frozen. Following the above named reasons, I am \nsoliciting for your humble and confidential assistance to take custody of \nTHIRTY Million United States Dollars ( US$30,000,000.00 ), also to front for \nme in the areas of business you desire profitable. \nThese funds have secretly been deposited into a confidential Security \nCompany, where it can easily be withdrawn or paid to a recommended \nbeneficiary. The funds will be released to you by the Security Company, \nbased on my recommendations, on that note, you will be presented as my \npartner who will be fronting for me and my family in any subsequent \nventures. Myself and my mother have decided to give 20% to you if you are \nable to help us claim this consignment. We have also decided to give you any \nmoney spent on phone calls or traveling expenses in the course of this \ntransaction at the end of the transaction.\nPlease, I need your entire support and co-operation for the success of this \ntransaction, your utmost confidentiality and secrecy is highly required, due \nto my family's present predicament. \nI sincerely will appreciate your willingness to assist us as soon as \npossible. I am presently in the refugee camp here in the Netherlands under \nthe united nations refugee camp in Netherlands and I can be reached on phone \nnumber +31-645-238-205 or E-mail me at josephmobutu48@latinmail.com for \nmore information on how we can proceed in this transaction. Please indicate \nyour interest by sending your telephone and fax number or call me up at \nanytime. I sincerely will appreciate your acknowledgement as soon as \npossible. \nWarmest regards, \nJoseph Mobutu Sese-Seko.   ", "id": "9fe387afa28eafd17a2c132954cec51c"}