{"email_subject": "Re: eMAIL From John Davids", "email_body": "\n\nAttention,\n\nDo not be offended if by any way this email is offensive to your personal\nbeing; well,my name is John Davids, I work with a reputable organisation here\nin London-England. I am contacting you based on investing certain amount of\nmonies on properties allocation. For the fact that you do not know me does not\nmean you should discard this email, rather it gives a room why you and I\nshould be business partners. Please note here that this venture is not in any\nform, way or likes with whatever you might have heard, neither received nor\nbeen through before. However, my main reasons for contacting you is to seek\nand reach a mutual agreement with you, thus needing your assistance in\nconveying certain amount of monies to you in your country; most of the monies\nwould be utilized judiciously mostly on Properties.\n\nThis fund - US$38 Million which came to my notice after going through series\nof abandoned files of foreign account holder at my organisation; the peculiar\nfile that got my attention was that of a Russian; Stoitckov Huroni, who I did\nsome research on and found out he was an Oil tycoon from Tomsk, Russia.\nAccording to my findings, the deceased has been a reputable client to this\norganisation; After much findings on this Multimillionaire business oil\ntycoon, I decided to take it upon myself and find out much about this man; I\nfound out he has no living relatives! I also discovered that he actually died\nin Jail due to his brutal arrest by the Russian President, Vladimir Putin; I\ndecided to take this issue up and I met with some colleagues; we thus decided\nand agreed to transfer the fund into an escrow account pending till we find a\ntrustworthy person or good firm with great business margin whose account we\nwill transfer this fund for mutual. Reasons for this steps is to avoid a\nsituation where at the end of this quarter, the top executives of this\norganisation will confiscate the account and diffuse this money among\nthemselves because the President of Russia had made it known any foreign\norganisation accommodating funds of his political rivals would have herself to\nblame.\n\nWe also discovered the Russian President, Mr. Putin has held up and seized all\nmonies lodged in foreign account by his political rival, and one of such\npeople was the unfortunate Mr. Huroni. What we intend to do upon your\nacceptance is to use you as a Next of Kin of late Mr. Stoitckov Huroni and\ntransfer this fund into your account and of which you would be greatly awarded\nin kind for your participation. Having stated the above, it will interest you\nto know that, there is no risk or whatsoever involved in this transaction\nhence we have perfected all modalities to make this a success while requesting\nfor a catalogue of properties for sale in your country, for our study.\n\nShould you be interested therefore, do contact me through my email address \u0096\nlloyds-tsb@web2mail.com else ignore this message! You would be given more\ndetails upon your acceptance to be a foreign partner!!!\n\nBest Regards,\n\nJohn Davids\n*******************************************************************************\n*****************\nCONFIDENTIALITY NOTICE: This electronic message contains information which may\nbe legally confidential, discrete and/or privileged and does not in any case\nan offensive to your person . The information is intended solely for the\nindividual or entity named above and access by anyone else is unauthorized. If\nyou are not the intended recipient, any disclosure, copying, distribution, or\nuse of the contents of this information is prohibited and may be unlawful. If\nyou have received this electronic transmission in error, please reply\nimmediately to the sender that you have received the message in error, and\ndelete it. © 2007 Lloyds TSB Bank\n*******************************************************************************\n*****************\n\n\n\n", "id": "9fe37222973e6adfd1dc50e931228ca2"}