{"email_subject": "BUSINESS ASSISTANCE", "email_body": "FROM:CHARLES MILLER \nJOHANNESBURG, \nSOUTH AFRICA. \ncharlesmill15@hotmail.com \n\n\nATTN:DEAR: \n\n                    BUSINESS ASSISTANCE \n\nMy name is CHARLES MILLER,the elder son of Mr.JONES MILLER of Zimbabwe. \nThis might be a surprise to you about where I got your contact address.\nI got your CONTACT FROM THE SOUTH AFRICA EXCHENGE NETWORK ON LINE. \nDuring the current war against the farmers in Zimbabwe from the supporters \nof our President Robert Mugabe to claim all the white-owned farms to his \nparty members and his followers, he ordered all  farmers to surrender all\nfarms to his party members and his followers. \nMy father is One of the best farmers in our country and because he did not\nsupport Mugabes ideas,Mugabes supports invaded my fathers farm and burnt\neverything in the farm,killing my father and made away with a lot of items\nin my fathers farm. \nBefore his death,my father had deposited with of the Security Company in \nJohannesburg,South Africa the sum of US$25,5 MILLION(TWENTY FIVE MILLION \nFIVE HUNDRED THOUSAND UNITED STATES \nDOLLARS).After the death of my father, we decided to move to the Republic \nof South Africa where he had deposited the money in the Security Company \nas valuables. \nSo I decided to contact overseas firm and companies that will assist me \nto move this money out of South Africa because as asylum seekers we are \nnot allowed to operate any Bank Account within South Africa.We have agreed \nto offer you 25% of the total sum for your assistance,5% will be mapped out \nfor any expenses that may be incurred in the course of this transaction while \n70% will be for me and my family to invest in your country. \nAll I want you to do is to furnish me with your private phone and fax numbers\nfor easy communication.you can contact me via my \nE-mail account.Note that this transaction is 100% Risk free and absolutel\nconfidential. \nThanks and God bless. \nBest Regards \nMR CHARLES MILLER\n\n\n", "id": "9fec6acb4516a0de35918d86559ff217"}