{"email_subject": "seeking for your assistant.", "email_body": "\n\nCHIEF HARRY&CO CHAMBERS\nATTORNEYS AT LAW BARRISTERS \nOffice. State House Annex.Ikoyi-Lagos\nFax 234 1 7595789\nDate: 14th JUNE 2003\n\n\nAttn. Managing Director/CEO \n\nSir\n\nFor the purpose of introduction, I am the private attorney to GENERAL ISHAYA BAMAYI, the former chief of army staff during the regime of late general Sani    Abacha, who was the former head of  state.\n\nAs you may know, General Bamayi is presently is in detention over some activities that took place when he was in government and the matter in court right now. Last year, the present civilian government set up a truth and reconciliation panel which was, CODE Name OPUTAL PANEL .If you are aware of this and probably you followed the proceeding on CNN, you would have seen in one occasion how one another retired military officer, General Sabo testified how all the generals looted billion of dollars. One specific case is the US$75m given to the late head of safe by the oil companies in Nigeria for his campaign as he was planning to succeed himself but unfortunately he died shortly after the money was given and this money was taken by my client and hidden in a sate place in home town.\n\nNow that the matter has been made know, my client wants that money to be moved from where it is and be lodged in a bank account that will carry a foreigner's name. This is the reason we are contacting you. If you can handle this, please get back to me urgently so that I can arrange to send  you  documents with  which the consignment was deposited and also arrange for you to travel to Europe where arrangement has been conclude to move the money and do something about it.\n\nThis is TOP SECRET and must be treated as such.Please fax me on my direct fax  number .234 1 7595789  for further info. Thanks for your understanding, kind consideration and cooperation my best regards to you and your family.  Please let me have your private phone and fax numbers.\n\n\nChief Harry O. harry (SAN)\n\t\t\t\t\t\n\n\n\n", "id": "a035ca721b953ff95f7a922843bc774e"}