{"email_subject": "MISS ISABILA ADEL ", "email_body": "MISS ISABILA ADEL   WEST AFRICA \nAPPEAL FOR URGENT ASSISTANCE\nATTN PRESIDENT\n   \n  DEAR ONE? \n   \n  Compliment of day please allow me to inform you of my desire of going into business relationship with you , l got your name and contact from this site and  l prayed over it and selected your name among other names due to its esteeming nature and the recommendation by myself for a reputable and trustworthy person l can do business with and by the recommendation l must not hesitate to confid in you for this simple and sincere business.\n \nI am ISABILA ADEL, the only daughter of late mr and mrs MOSES ADEL.my father was a very wealthy cocoa merchant lived in ABIDJAN , the economic capital of cote d lvorie , he was poisoned to death by his business associates on one of their outings on business .\nwhen my mother died on the 21ST october 1984 my father\ntook me so special because l am motherless .\nbefore the death of my father on 29th november\n2000 in a private hospital here in abidjan , he\nsecretly called me on his bedside and told me that he\nhas a sum of US$7.500.000.(SEVEN MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS) left in a fixed\n/suspense account in one of the prime bank here in\nabidjan , that he used my name as the only dauther for his next of kin in deposit of the fund. he also explained to me that it was because of this wealth that he was poisoned by his business associates , that l should seek for a GOD fearing foreign partner in a country of my choice where l will transfer this money and use it for proper investment purpose , such as real estate management.\n  Sir l am honourable seeking your assistance in the\nfollowing ways \n( 1) to provide a bank account into which this money\nwill be transfered to.\n(2) to serve as the gauardian of this fund since l am\nA girl of 21 years.\n( 3 ) to make arrangement for me to come over to your\ncountry in order to further my university education\nand to secure a residential permit in your country.\nmoreover sir l am willing to offer you 15% of the\ntotal sum as compensation for your effort /input after\nthe successfull transfer of this fund to your account \noverseas.\nfurthermore you can indicate your option towards\nassisting me as l believed that this project would be\nconcluded within fourteen ( 14 ) days you signify\ninterest to assist me. hopeing to hear from you\nsoonest\nthanks and God \nbless best regards \nISABILA  ADEL\n\n\n __________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com ", "id": "a09ffe3bc8fd5ec7349891dd24df28ac"}