{"email_subject": "URGENT ASSISTANCE NEEDED!", "email_body": "AFEX BANK OF AFRICA\nMOHAMMED BELLO (Ph.D)\nDirector/Coordinator \nForex & Computer Operations Department\nTel/Fax: 234-9-2726223\n\nSir,\n\nAccept my apologies for writing to you in this mode for it might be of inconvenience to you but due to my quest for an honest and reliable international assistance concerning a business here in my country Nigeria I have no other option than to go this length. I need the effectiveness of your professionalism in accomplishing this very business. I am DR. MOHAMMED BELLO Director/coordinator Forex and computer operations department of the Afex Bank of Africa PLC. \nI am writing this letter to ask your support and cooperation to carry out this business opportunity in my department.  We discovered an abandoned sum of $42.500,000.00 (forty two million, Five hundred thousand United States Dollars) in an account that belongs to one of our customer in Afex Bank of Nigeria, Late Monsieur. Ives Laurent (a French citizen and an Engineer executing major Federal contract with governments of West African sub region). He died with a fellow business associate in a ghastly auto crash last October and his remains have since been incarcerated. Since his death, we have been expecting his next of kin to come over and put claims as the next of kin and beneficiary to the resources in Monsieur. Ives Laurent account, for it is against the ethics and norms of the finance institution to claim such resources without a beneficiary unless proclaimed by the government.\nThe federal government of Nigeria has given directives to finance institutions to declare adamant accounts that has stayed more than 8months in their custody as they intend to use it to pay off her military peace keeping force (ECOMOG) who fought in War ravaged African countries precisely and as the case may be, Late Monsieur. Ives Laurent account fell into this category thus the necessity for contacting you for I am determined to move this fund out as the rigorous and rash economic decision and policies has really turned we government workers to mere civil laborers. I have worked for almost a decade and half and I have nothing to show as reaps and rewards of my hard earned labor.        \nAs I need a next of kin/beneficiary and financial assistance to re-claim this resources for I cannot take on this project alone. My attorney and I have propose a commission of 25% out of the total resources for your kind assistance and five 5% has been mapped out to be reimbursed to both parties as sundry expenses incurred in the course of this business.\nTo commence this transaction, I require you to immediately indicate your interest by a return correspondence to this fax number 234-9-2726223 and enclose your private contact telephone number, fax number, full name & address, and your designated bank coordinates to enable us file a letter of claim to the appropriate departments for necessary approvals before the transfer could be made.  Note also that this business must be kept strictly confidential because of its nature and can be finalized within a short time depending on the level of your commitment/swiftness.\nI look forward to receiving your prompt response.\nBest regards, \n\nMOHAMMED BELLO (Ph.D)\n\n\n", "id": "a09f0772658616ebf65b7f35222bc5ee"}