{"email_subject": "For charity(From Muayed Abdul Faisal)", "email_body": "Bsmillahir Rahmaanir Raheem,\nAssalam Alaikum,\nWasalaam toyou,and how are you doing?. My intention of contacting you\nis to solicit your assistance for a project, which will be mutually\nbeneficial. Though I know my decision to contact you is to a large\nextent unconventional, the prevailing circumstances necessitated my\naction. I am Muayed Abdul Faisal. I am son to Late Mallam Mustafa\nAbdul Faisal of blessed memory was an oil explorer in Libya and\nKuwait for twelve years before hedied in the year 2000. He died after \na brief illness that lasted for only four days. Before his death we \nwere both devoted Muslims. Since his death I too have been battling\nwith both Cancer problems.When my late Father was alive he \nmade a huge deposit in millions of US dollars with a Deposit Company \nin oversea. (I will tell you the amount as we proceed).\nRecently, my doctor told me that I have only few months to live due to\ncancer problem. Though what disturbs me most is my stroke sickness.\nHaving known mycondition I decided to donate this fund to either a\nMuslim organization or devoted Muslim individual that will utilize\nthis money the way I am going to instruct herein. My parents died at a\ntender age and i was brought up in the orphanage through the help of\na devouted muslim.I want this Muslim organization or individual to use\nthis money in all sincerity to fund mosques, orphanages, widows, and\nalso propagatingthe word of ALLAH and to ensure that the society\nupholds the views and belief of the Holy Quran.\nThe Holy Quran emphasizes so much on ALLAH'S benevolence and thishas\nencouraged me to take the bold step. I took this decision because I\ndon't have any child that will inherit this money and my relatives\nare into some radical Organizations and I don't want a situation where\nthis money will be used in an Unholy manner. Hence the reasons for\nthis bold decision, I know that after death I will be with ALLAH the\nmost beneficent andthe most merciful. I don't need any telephone\ncommunication in this regard because of my health, because of the\npresence of my relatives around me always. I don't want them to know\nabout this development. With ALLAH all things are possible. As soon as\nI receive your reply I shall give you the contact information of the\nDeposit Company in oversea where the money was deposited. I will also\nissue a letter ofauthority to the Deposit Company authorizing them\nthat the said fund have being willed to you and a copy of such\nauthorization will be forwarded to you. I want you and theMuslim\ncommunity where you reside to always pray for me. My happiness is\nthat I lived a true devoted Muslims worthy of emulation,\nWhoever that wants to serve ALLAH must serve him in truth and in\nfairness. I will not stipulate any precise amount to reward you, as\nit will have to be on pre-negotiated terms, based on your level of\ninvolvement.\nPlease always beprayerful all through your life. Any delay in your\nreply will give room in sourcing for a Muslim organization or a\ndevoted Muslim for this same purpose. Until I hear from you by email,\nmy dreams will rest squarely on your Shoulders. May the Almighty\nALLAH continue to guide and protect you.\n\nWasalaam\n\nMuayed Abdul Faisal,\n\n\n\n\n\n\n", "id": "a0a374d33735b12fbba5f92db2468136"}