{"email_subject": "From Mrs Josephine Kietha", "email_body": ">From Mrs Josephine Kietha\nIvory  Coast, West Africa\n  Tel: 0022507923940\n  \nDear respectful one,\n   \n  With due respect and humility I write you this letter which I believe you would be of great assistance to me and my children.\n   \n  I am Mrs Josephine Kietha, the wife of the late Dr David E. Kietha Jr of blessed memory. Prior to my husband assassination by the rebel forces loyal to Corporal Foday Sankoh of the revolutionary United Front (RUF), he was the Director General National Gold and Diamond Mining Corporation of\n Sierra-Leone.\n   \n  Few days before my husband was assassinated, he instructed me and my children (George and Henry) to move out of Sierra-Leone and also to go in his underground strong room where the documents of money he has deposited in a finance company in Abidjan Cote d'ivoire in one trunk box as family\n valuables and treasures with the name of my first son George as the beneficiary. The amount is US$9.000.000 (nine Million united states dollars).We managed to escape to Abidjan the Republic of Cote d'Ivoire through the help of my husband's friend who is a trawler. As our travelling document was\n seized.\n   \n  I am now looking for a trustworthy and God fearing person who will handle this money for rapid profit for the future of my two fatherless children.\n   \n  For your information, the finance company did not know the real content of the box and we do not wish them to know until the money is transferred to your account. As it was deposited as family valuables and treasures.\n   \n  Meanwhile, I want to leave Cote d Ivoire entirely for investment of this money in your country and mostly for the future of my children. I want you to please assist us to claim the box from the finance company and to deposit the money in your account as to order the bank to transfer the money to\n your account in your country. As our foreign partner.\n  We have it in mind to reward you with a certain percentage for your assistance. As soon as we hear from you. Do not hesitate to call me on this line Tel:0022507923940 immediately you receive this letter to enable us proceed in earnest towards retrieving the box and transferring of the money into\n your account.\n   \n  Finally please ensure that no one else knows about this money as it is only myself my sons, yourself and the Rev. pastor of the church where we worship knows about this money.\n   \n  Yours sincerely,\nMrs Josephine  Kietha\n \n\n \n---------------------------------\nLooking for Christmas cards?\nFind the best card at Yahoo! Greetings.", "id": "a0c61176fcadf9be4f8eb53e39c98d4f"}