{"email_subject": "Request for help", "email_body": "Dear friend, \n\nGreetings to you in the name of our heavenly God. \n\nThis mail might come to you as a surprise and the \n\ntemptation to ignore it as unserious could come into \n\nyour mind; but please, consider it a divine wish and \n\naccept it with a deep sense of humility. My name is \n\nsimon taylor. \n\nI,m a 65 years old man. I am British \n\nliving in Dubai (United Arab Emirate). I was a \n\nmerchant and owned two businesses in Dubai. I was \n\nalso married with two children. My wife and two \n\nchildren died in a car accident six years ago. \n\nBefore this happened my business and concern for \n\nmaking money was all I lived for. I never really \n\ncared about other values in life. But since the loss \n\nof my family, I have found a new desire to assist \n\nhelpless families. I have been helping orphans in \n\norphanage/ motherless homes. I have donated some \n\nmoney to orphans in Sudan, South Africa, Cameroon, \n\nBrazil, Spain, Austria, Germany and some Asian \n\ncountries. Before I became ill, I kept $5 Million \n\nin a long-term deposit account in a finance/security \n\ncompany . Presently, I,m in a \n\nhospital where I have been undergoing treatment for \n\noesophageal cancer. I have since lost my ability to \n\ntalk and my doctors have told me that I have only a \n\nfew months to live. It is my last wish to see this \n\nmoney distributed to charity organizations. Because \n\nrelatives and friends have plundered so much of my \n\nwealth since my illness, I cannot live with the \n\nagony of entrusting this huge responsibility to any \n\nof them. Please, I beg you in the name of God to \n\nhelp me collect the deposit and the interest accrued \n\nfrom the company and distributes it \n\namongst charity organizations. Use your judgement to \n\ndistribute the money and feel free to reimburse yourself when you \n\nhave \n\nthe money for any cost you \n\nincur during the process of collecting and \n\ndistributing the money to charity organizations. . \n\nI,m willing to offer you a reward If you are willing \n\nto help; please reply as soon as you can through my private email address\n\nsimontaylor@rediffmail.com. May the \n\ngood Lord bless you and your family. \n\nRegards, \n\nsimon taylor \n\nsimontaylor@rediffmail.com\n\n\n\n\n\n", "id": "a0c7d38de4f37cd95ee1ad3f2b085f9c"}