{"email_subject": "REPRESENTATIVE NEEDED", "email_body": "Good Day Friend,\nMay i please start by introducing my self to you.My name is Mr Kob Wang,and i represent CHINA NEWSTAR STONE INDUSTRIAL COMPANY LIMITED based in CHINA. My company Supply Kitchen and bathroom products such as stainless steel and ceramic series products and other products for world trade.We are searching for representatives who can help us establish a medium of getting to our customers in Europe and America as well as making payments through you as our payment officer. It is upon this note that we seek your assistance to stand as our representative in your country.Payment from our customers in America and Europe to us is very slow,so that is why i need your asistant as a representative,so that payment from our American and Europe customers to us will be very fast and easy.The way it works is this, I inform my customers that we have a payment officer in America, they call you to ascertain and confirm a few facts and then they eventually make out payment. \n Note that, as our representative, you will receive 10% of whatever amount you clear for the company and the balance will be paid into an account we will avail to you. Please you are to send me immediately the details below so as for me to forward to my customers that are ready to make payment so that they can contact you directly,and make the payment to you.\nNAME................................................................\nRESIDENTIAL\nADDRESS.....................................................\nAGE:................................................................\nSTATUS:.............................................................\nSTATE/COUNTRY.......................................................\nTEL/FAX\nNUMBERS......................................................\nCOMPANY\nNAME.......................................................\nOCCUPATION.........................................................\nNB: \nPLEASE IGNORE THIS MAIL IF YOU ARE NOT INTERESTED IN THE OFFER AND ALSO IF YOU CAN NOT HANDLE LARGE SUMS OF MONEY. \nWe look forward in working with you, as you send your response back to us.\nVery Respectfully,\nMr. Kob Wang\nMANAGING DIRECTOR/CEO\nCHINA NEWSTAR STONE COMPANY.\n\n\n\n", "id": "a0d20d8b920e5f4c16555b985757e2ee"}