{"email_subject": "Essalamou aalaykoum ", "email_body": "Dear Friend,\n\nThis letter must come to you as a big surprise, but I \nbelieve it is only a day that people meet and become great \nfriends and business partners.\n\nI am Mr. Ateeq Rahman KHAN, currently Head of Corporate \naffairs with a reputable bank here in Dubai -U. A. E. I \nwrite you this proposal in good faith, believing that I \ncan trust you with the information I am about to reveal to \nyou.\n\nI have an urgent and very confidential business \nproposition for you. On November 6, 2000, an Iraqi Foreign \nOil consultant/contractor with the CHEVRON PETROLEUM \nCORPORATION, MR. KHALIL AL NASSER made a (Fixed deposit) \nfor 36 calendar months, valued at  US$17,500,000.00 \n(Seventeen Million Five hundred Thousand Dollars only) in \nmy bank and I happen to be his account officer before I \nwas moved to my present position recently.\n\n  Upon maturity in 2003, as his account officer and as \nwell the bank manger, it is my duty to notify him on the \nmaturity date so I sent a routine notification to his \nforwarding address but the letter was returned \nundelivered.\n\nAfter sometime, I tried sending back the letter, but it \nwas again returned and finally I discovered from his \ncontract employers, Chevron Petroleum Corporation that Mr. \nKhalil Al Nasser died as a result of torture in the hand \nof Saddam Hussein (former Iraqi President) during one of \nhis trips to his country Iraq, as he was accused of \nleaking information to the Americans. On further \ninvestigation, I discovered that Mr. Al Nassers family \nwife and two sons died during the Gulf War in Iraq and was \nthe reason why he did not declare any next of kin or \nrelation in all his official documents, including his Bank \nDeposit paperwork in my Bank and did not leave any\nWILL. This sum of US$17,500,000.00 have been floating and \nplaced under dormant/unserviceable account by my bank \nmanagement since no one have heard from the owner since \n2003.\n\n  I wish to let you know that all the investigation I have \nmade so far, my bank management is not aware of it, I am \nthe only one that have the information.\nWith the recent change of government in my country and \nwith their efforts to support the United Nations in \ncheckmating terrorism aid in the U. A. E. By end of this \nyear, the government will pass a new financial control law \nwhich will give the government authority to interrogate \naccount owners of above $5,000,000.00 to explain the \nsource of the funds, making sure it is not for terrorism \nsupport. If I do not move this money out of the country \nimmediately, by end of the year the government will \ndefinitely confiscate the money, because my bank cannot \nprovide the account owner to explain the source of the \nmoney. I cannot directly transfer out this money without \nthe help of a foreigner and that is why I am contacting \nyou for an assistance.\n\n  As the Account Officer to late Al Nasser, coupled with \nmy present position and status in the bank as Head of \nRetail Banking Group, I have the power to influence the \nrelease of the funds to any foreigner that comes up as the \nnext of kin to the account, with the correct information \nconcerning the account, which I shall give you. All \ndocuments to enable you claim this fund will be carefully \nworked out and there is practically no risk involved, the \ntransaction will be executed under a legitimate \narrangement that will protect you from any breach of law, \nbeside U. A. E is porous and anything goes.\n\nIf you accept to work with me, I want you to state how you \nwish us to share the funds in percentage, so that both \nparties will be satisfied. If you are interested, contact \nme as soon as you receive this message so we can go over \nthe details. Thanking you in advance and may God bless \nyou.\n\nPlease, treat with utmost confidentiality. I shall send \nyou copy of the deposit certificate issued to Al Nasser \nwhen the deposit was made for your perusal.\nI wait your urgent reply through my private emailaddress:\n\nRegards,\nMr. Ateeq Rahman KHAN.\n=================================================================\nIkuti lomba Puisi Online dan Desain Kartu Elektronik\nKeterangan lebih lanjut, silakan buka\nhttp://www.plasa.com/\n=================================================================\n\n\n", "id": "a0e82447b2f1e79b98f1cd7c3e0500e0"}