{"email_subject": "BUSINESS PARTNERSHIP & RELATIONSHIP", "email_body": "STRICTLY CONFIDENTIAL\n\nDR.YUSUFF KADOSO (PhD).\n\nDEAR SIR, \n\nRE:URGENT BUSINESS RELATIONSHIP/PARTNERSHIP.\n\nFirst I must solicit your utmost confidentiality in this transaction. \nI am making this contact with you based on reliable information available\nto us courtesy of our local chamber of Commerce and Industry, thus we are\nconvinced that you would be capable of providing us with a solution to a money \ntransfer transaction of US$36,400,000.00 (Thirty-Six Million, Four Hundred Thousand \nUnited States Dollars ).\n\nSource:During the last military regimes here in Nigeria,government officials set\nup companies and awarded themselves contracts that were to be paid from the Petroleum \nTrust Fund (PTF) set up by the military regime for the purpose of financing special \nprojects and these were grossly over-invoiced.The present civilian government have \nconstituted an Interim Management Committe (IMC) with the mandate to investigate all \ncontracts awarded as well as carry out debt verification of all claims that have not yet\nbeen paid with a view of settling all legitimate debts owed by the Federal Government \nof Nigeria to both local and foreign contractors before the government wind up the Trust \nFund.\n\nWe as members of this committee have identified a lot of inflated contract funds which are \npresently floating in the Central Bank of Nigeria. In the meantime, the government has \nalready made a budget allocation for the payment of these contracts, but by virtue of our \nPosition as civil servants and members of this panel, we cannot acquire this fund in our \nnames. I was delegated as a matter of trust by my colleagues to look for an overseas partner \ninto whose account we would transfer the funds totaling (USD36,400,000.00) and you will be\n adequately compensated with 25% of the entire sum, hence we are writing you this mail.\n\nThe present Civilian Government is determined to pay foreign contractors all debt owed so \nas to maintain an amiable relationship with both the Foreign Governments and Non Government\nFinancial Agencies and to attract foreign investment into our economy. We have decided to \ninclude our bills for approval with the co-operation of some officials of the Federal Ministry \nof Finance (F.M.F) and the Central Bank of Nigeria (C.B.N.).\n\nWe seek your assistance in providing us the a good company account or personal account into\nwhich we can remit this money, you will be acting as an ORIGINAL CONTRACTOR in this deal, \nthe fund will be paid to you.\n\nThis we can do by SWAPPING of account information and changing of beneficiary information to\napply for payment. We prepare letters of claims and job description on your behalf, on \nreceiption of the following information (your banker's name and address, account number,\nyour telephone and fax numbers) It is our intention therefore, while having your \nunderstanding and co-operation to invest 70% of this funds in the importation of \nagricultural and oil prospecting equipment to sub-western region of Africa.\nWhile the balance 5% will cater for all local and foreign expenses incurred in facilitating \nthe transfer of this funds. Please contact me immediately you receive this mail by contacting me on\nmy confidential email address (yusuffkadoso101@yahoo.com) thus signifying your capability and willingness to assist us. \n\n\nWe are building our trust on sincerity of purpose, mutual understanding and recommendation.\n\nThe business itself is 100% safe and fail proof, provided you treat it with utmost \nsecrecy and confidentiality and you follow my instructions carefully and religiously.\nYour line of specialization does not matter as it cannot hinder the successful execution \nof this transaction. \n\nAgain we look forward to doing business with you and solicit your utmost confidentiality in \nthis transaction.\n\nThank you for your co-operation.\n\nYours faithfully,\n\nDR. YUSUFF KADOSO.\n\nN.B. The telecommunication system in my country is very poor, please do not be discouraged \nif you have difficulty in contacting me, your efforts will be much appreciated.\nPLEASE,DO QUOTE REFERENCE NUMBER (YK/01) IN YOUR RESPONSE.) \n\n\n____________________________________________________________\nCharle con sus amigos online usando CHAT 123 http://www.123.com/sp/chat/section.php?id_section=329\n\n\n", "id": "a0fe6ad990ddf8aad8b6267259ba9f5d"}