{"email_subject": "letter from mrs kathy olds.", "email_body": "FROM:Mrs Kathy Olds \nJohannesburg, \nSouth africa. \nTel+27-738151680\nFax+27-11-5075944\nemail:kathyolds@gmail.com \nSir/madam, \nWith due respect, trust and humility, I write to you\nirrespective of the fact that you do not know me and i\ndo not know you either, but please do \nconsider this letter as a request from a widow and\nfamily in dare need of assistance. \nYou may be surprised to receive this letter from me\nsince you don't know me personally. I am Mrs Kathy\nOlds,wife of Late Mr Martin Olds,a famous zimbabwean\ntobacco/cattle farmer who was murdered in a farmland\ndispute in Zimbabwe.Please gothrough: \nhttp://www.rte.ie/news/2000/0418/zimbabwe.html \nI got yourcontact through a search on the internet\nhere in South Africa. I do not know your person but I\nam relying on faith to see me through. During the war\nwaged against the farmers in Zimbabwe by the\nsupporters and cohorts of President Robert Mugabe to\nclaim all the white owned farms in our country, my\nlate husband belonged to one of the classes of farmers\nalso targeted by the ZANU-PF armed group,because he\ndid not support theirideas and policies of taking\nwhite farmers \nland by force. \n\nBlackwar veterans claiming tobe farmers, invaded my\nhusband's house on April 17, 2000 at about 8.35pm in\nMacheke/Virginia district and murdered him because of\nhis insistence that white farmers be allowed to retain\ntheir farmlands despite the  recently introduced land\nreforms\"Act\" in Zimbabwe by \nthe head of state,President Robert Mugabe. \nUntil his death he was one of the prominent members of\nthe Zimbabwean Farmers'Union (ZFU)But before my\nhusbands death, he first escaped safely into\nneighbouring South Africa with his life time fortune\nof US$37m(Thirty-seven Million \nUSdollars)cash, important documents of property title\nand other \nvaluables which were concealed and secured in a trunk\nbox, and \ntransported to Johannesburg through diplomatic means. \nThe consignment box is currently safely lodged and\nsecured in the vaults of a private security firm here\nin Johannesburg after which he returned to zimbabwe\nwhile he was killed. The fund was meant for the\npurchase of new tractors,machinery and agro-allied\nchemicals for our new farms acquired in Swaziland. \nThis land problem came when President  Robert Mugabe\nintroduced a new land act\"ModusOperandi\" reform which\nwholly affected the rich white farmers. A lot of\npeople were killed because of this land reforms \"Act\"\nof which my late husband was one of the main\ntargets.Based on this,I had to flee the country with\nmy \ntwo children and my only late husband personal\nassistance [PA] Mr Chris Mutembi who was his personal\nassistant{PA}. \nWe are now in south africa as political assylum\nseekers/refugees. \nWe decided to contact you to assist us in removing\nthis money my husband kept in a private security\ncompany here in south africa to your account or any\npart of the world for investments as the\nmonetary/investment laws here in south africa\nprohibits refugees and illegal immigrants from\noperating bank accounts or be involved in any\ntransaction/investment. Based on this, \nwe are contacting you hoping that you will assist us\nwith this transaction. \nAs a widow, I am saddled with the responsibility of\nseeking a genuine and an honest person who will assist\nus in investing this money in a highly profit yeilding\nventures without the knowledge of my\ncountry(Zimbabwe)government who are bent on taking\neverything my late husband \nhad after confiscating all his farmlands and\ninvestments in Zimbabwe \n. \nWe are absolutely left with nothing except the money\nhe deposited in a private security company here in\nsouth africa. In recognition of investment\nopportunities that abound in so many contries in the\nworld , I solicit for your \nassistance to us by moving my family money into your\ncountry/ bank account for safekeeping pending our\nfuture arrival for investments in your country or\nelsewhere you may wish. \nThe family has resolved to adequately offer a share \nof 15% of the money to you for your involvement and\nassistance to our family in moving the entire money\nout of SouthAfrica. \nPlease call  Mr Chris Mutembi on telephone \nnumber+27-738151680 [or] send him a fax on fax number\n+27-11-5075944\nfor further briefing on what you need to do, \nif my letter and request is of any interest to you.\nwhile I implore you to maintain\nabsolute confidentiality required in this transaction\nconsidering our situation here in south africa. If\nnot, then I humbly apologise for this infringement on\nyour privacy. \nRespectfully, \nMrs Kathy Olds. \nalternative email:kathyolds11@msn.com", "id": "a10d7a90c5449d41da0d9b0af73c4b3b"}