{"email_subject": "PLEASE HELP ME,PLEASE!", "email_body": "DEAR FRIEND,\nTHROUGH THE COURTESY OF BUSINESS OPPORTUNITY, I TAKE LIBERTY ANCHORED ON A \nSTRONG DESIRE TO SOLICIT YOUR ASSISTANCE ON THIS MUTUALLY BENEFICIAL AND \nRISKFREE TRANSACTION WHICH I HOPE YOU WILL GIVE YOUR URGENT ATTENTION.\n\nI AM MR.SESAY MASSAQUOE  I AM MOVED TO WRITE YOU THIS LETTER ,THIS WAS IN \nCONFIDENCE CONSIDERING OUR PRESENT CIRCUMSTANCE AND SITUATION.\nI ESCAPED WITH MY WIFE AND CHILDREN  OUT OF SIERRA- LEONE TO UNITED KINDOM \nTHROUGH THE AID OF THE UNITED NATIONS EVACUATION TEAM WHERE WE ARE NOW \nPRESENTLY RESIDING  ON TEMPORARY POLITICAL ASYLUM.\n\nHOWEVER DUE TO THIS SITUATION I DECIDED TO CHANGE MOST OF MY BILLIONS OF \nDOLLARS DEPOSITED IN SWISS BANK AND OTHER COUNTRIES INTO OTHER FORMS OF \nMONEY CODED FOR SAFE PURPOSE BECAUSE THE NEW HEAD OF STATES  AHMED TEJAN \nKABBA MADE ARRANGEMENTS WITH THE SWISS GOVERNMENT AND OTHER EUROPEAN \nCOUNTRIES TO FREEZE ALL MY TREASURES DEPOSITED IN SOME EUROPEAN \nCOUNTRIES,HENCE I AND MY WIFE  ALONG WITH MY CHILDREN, DECIDED LAYING LOW IN A \nTEMPOERY POLITICAL ASYLUM CAMP HERE IN THE UNITED KINGDOM TO STUDY THE \nSITUATION TILL WHEN THINGS GETS BETTER,SINCE PRESIDENT TEJAN KABBA TAKING OVER \nGOVERNMENT AGAIN IN SIERRA-LEONE ONE OF MY  CHATEAUX IN SOUTHERN FRANCE WAS \nCONFISCATED BY THE FRENCH GOVERNMENT,AND AS SUCH WE HAD TO CHANGE OUR \nIDENTITY SO THAT OUR INVESTMENT WILL NOT BE TRACED AND CONFISCATED.\n\nI HAVE DEPOSITED THE SUM OF THIRTY MILLION,FIVE HUNDRED THOUSAND UNITED \nSTATES DOLLARS(US$30,500,000)WITH A SECURITY COMPANY FOR SAFEKEEPING.\nTHE FUNDS ARE SECURITY CODED TO PREVENT THEM FROM KNOWING THE ACTUAL \nCONTENTS.\n\nWHAT I WANT YOU TO DO NOW IS TO INDICATE YOUR INTEREST THAT YOU WILL ASSIST ME \nAND MY IMMEDIATE FAMILY BY RECEIVING THE MONEY ON OUR BEHALF. \nTHE ACCOUNT REQUIRED FOR THIS PROJECT CAN EITHER BE PERSONAL,COMPANY OR AN \nOFFSHORE ACCOUNT THAT YOU HAVE TOTAL CONTROL OVER,YOUR AREA OF \nSPECIALISATION WILL NOT BE A HINDERANCE TO THE SUCCESSFUL EXECUTION OF THIS \nTRANSACTION.\n\nACKOWLEDGE THIS MESSAGE,SO THAT I CAN INTRODUCE YOU TO MY FAMILY AS OUR \nFOREIGN TRUSTED PARTNER WHO SHALL TAKE CHARGE OF OUR INVESTMENT ABROAD \nWHERE WE NOW PLAN TO SETTLE.\n\nI WANT YOU TO ASSIST US IN INVESTING THIS MONEY,BUT I WILL NOT WANT OUR IDENTITY \nREVEALED.I WILL ALSO WANT TO BUY PROPERTIES AND STOCKS IN MULTI-NATIONAL \nCOMPANIES AND TO ENGAGE IN OTHER SAFE AND NON SPECULATIVE INVESTMENTS.\nWE HAVE BEEN THROUGH A LOT OF HEALTH AND SPIRITUAL TURMOIL,HENCE WILL NEED \nYOUR UNDERSTANDING AND ASSISTANCE.\n\nMAY I AT THIS POINT EMPHASIZE THE HIGH LEVEL OF CONFIDENTIALITY WHICH THIS \nBUSINESS DEMANDS AND HOPE YOU WILL NOT BETRAY THE TRUST AND CONFIDENCE \nWHICH WE REPOSE IN YOU.I SHALL PUT YOU IN THE PICTURE OF THIS BUSINESS,I.E TELL \nYOU WHERE THE FUNDS ARE CURRENTLY BEING MAINTAINED AND ALSO DISCUSS OTHER \nMODALITIES INCLUDING REMUNERATION FOR YOUR SERVICES.\nI SHALL INFORM YOU WITH  THE NEXT LINE OF ACTION AS SOON AS I RECEIVE YOUR \nPOSITIVE RESPONSE. \n\nIS THIS PROPOSITION ATTAINABLE?IF IT IS,PLEASE KINDLY FURNISH ME IMMEDIATELY BY \nE-MAIL WITH YOUR DIRECT TELEPHONE AND FAX NUMBERS TO ENHANCE THE \nCONFIDENTIALLITY WHICH THIS BUSINESS DEMANDS. \nPLEASE REPLY TO MY PERSONAL EMAIL ADDRESS............>semassaq1@o2.pl\n\nBEST REGARDS\n\nMR.SESAY MASSAQUOE.\n\n\n", "id": "a11353bb7874b14c9e9167b32fad8c4f"}