{"email_subject": "TREAT VERY CONFIDENTIAL & URGENT RESPONSES.", "email_body": ">From The Desk Of BALA TOMSON (Esq).\nThe Head Of File Department,\nAfrican Development Bank A.D.B\nOuagadougou Burkina-Faso West Africa.\nPhone (00226-7885 75 97)\nPLANE CRASH WEB  SITE...http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\n                                 (\"REMITTANCE OF $15 MILLION U.S.A DOLLARS\n                                                 CONFIDENTIAL IS THE\nCASE\")\n\nCompliment Of The Season,\n\nOn a very good day. I am (bala tomson Esq),the Head of file Department in\nAfrican developent bank (ADB).I got your contact from Yahoo tourist\nsearch.\n\nWhen i was searching for a foreign partner i assured of your capability\nand reliability to champion this businees opportunity when i prayed to God\nor Allah about you.In my department we discovered an abandoned sum of $ 15\nmillion U.S.A dollars ( fifteen million U.S.A dollars) . In an account\nthat belongs to one of our foreign customer who died along with his entire\nfamily in (Monday 31st July 2000) in a plane crash. Since we got\ninformation about his death, we have been expecting his next of kin to\ncome over and claim his money because we cannot release it unless somebody\napplies for it as next of kin or relation to the deceased as indicated in\nour banking guidelines, but unfortunately we learnt that all his supposed\nnext of kin or relation died alongside with him at the plane crash leaving\nnobody behind for the claim.\n\n It is therefore upon this discovery that I and one official in my\ndepartment now decided to make this businness proposal to you and release\nthe money to you as the next of kin or relation to the deceased for safety\nand subsequent disbursement since nobody is coming for it and we don\u0092t\nwant this money to go into the bank treasury as unclaimed bill.\n\nThe Banking law and guideline here stipulates that if such money remained\nunclamed after five years, the money will be transfered into the Bank\ntreasury as unclaimed fund. The request of foreigner as next of kin in\nthis business is occasioned by the fact that the customer was a foreigner,\nand a Burkinabe cannot stand as next of kin to a foreigner. We agree that\n30 % of this money will be for you as foreign partner, in respect to the\nprovision of a foreign account, 10 % will be set aside for expenses\nincured during the business and 60 % would be for me and my woman\ncolleague. There after i will visit your country for disbursement\naccording to the percentages indicated.\n\nTherefore to enable the immediate trnansfer of this fund to you as\narranged, you must apply first to the bank as relations or next of kin of\nthe deceased indicating your bank name, your bank account number, your\nprivate telephone and fax number for easy and effective communication and\nlocation where the money will be remitted.\n\nUpon receipt of your reply, I will send to you by fax or email the text of\nthe application I will not fail to bring to your notice that this\ntransaction is hitch free and that you should not entertain any atom of\nfear as all required arrangements have been made for thetransfer.\n\nYou should contact me on my number (00226-7885 75 97) immediately as soon\nas you receive this letter. Trusting to hear from you immediately.  Your\u0092s\nfaithfully,\n\nBALA TOMSON (Esq.)\n\n\nPOST SCRITUM:You have to keep everything secret as to enable the transfer\nto move very smoothly in to the account you will prove to the bank.As you\nfinished reading this letter call me immediately so that we discuss very\nwell over this business.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "a1421aac2b5be4d9c8b7ed0b05891c69"}