{"email_subject": "Barrister  Philip Wilson", "email_body": "Dear Friend,\n \nI hope this meets you in good health. My name is BarristerPhilip Wilson Esq,legal practitioner and Attorney to late Mr. Ziya Bazhayev who died in the plane crash of Yak-40 jetliner on March 9, 2000. You may follow the Link below to read about the Plane Crash my client lost his life:\n \nhttp://www.amarillonet.com/stories/031500/usn_LA0703.001.shtml, \n\nhttp://news.bbc.co.uk/2/hi/world/europe/672849.stm\n\nMy late client was an influential wealthy businessman, a Contractor in my Country and a Russian big time Oil dealer and the Principal owner of Oil Alliance Company and he left behind a deposit of Twenty Five Million, Five Hundred Thousand United States Dollar ($25,500,000.00USD) in his domiciliary bank account in a commercial bank here in Ivory Coast. Which is one of the main reasons it has been very important to locate his next of kin. \n \nAfter the death of my client his bankers contacted me, as his Attorney to provide his next of kin who should inherit his fortune. The board of directors of his bank adopted a resolution and I was mandated to provide his next of kin for the payment of this money or forfeit the money to the bank as an abandoned Estate. The bankers had planned to invoke a clause in the property Act, to confiscate the funds after the expiration of a period given to me.\n \nIt was while i was searching for his family records on the internet that i came across your contact.I have searched through almost all the genealogy site that you can think of both in the \nRussia,USA and all the possible places I thought my clients would have possibly had a family member. Despairing and at the point of desperation, I came across your name, while trying to locate documentation's regarding possible relatives of my client in his country of origin. Convinced that you may be able to act in locus for my late client as his next of kin, I therefore, decided to contact you with these facts before me because of the status quo. By virtue of my brief and my closeness to the deceased, I am very much aware of my client's financial standing and the bank account he operates here in my country.\n \n \nI have reasoned very professionally and I feel it will be legally proper to present you as the next of kin of my deceased client and the sole beneficiary of his estate, so that you are be paid the funds left in his bank account, hence I contacted you. I seek your consent to present you as the Next of Kin; the bank needs only the facts as presented legally. The rest is between you and I and with my guide we can have the money paid into your account, once this is done we shall both share the funds. 50% to me and 40% to you, while 10% should be for Taxes as your Government may require, I shall assemble all the necessary Legal Documents that will be used to back up our claim. All I require is your honest cooperation to enable us see this deal through. \n\nI guarantee that this will be executed under a legitimate arrangement that will protect you from any Breach of law. Please get in touch with me.\n\n\nBest Regards,\n\n\nBarrister  Philip Wilson\n\n\n\n\n\n\nYahoo! India Matrimony: Find your life partneronline.", "id": "a16fbc607ed66ce3e10ca8141c35e2d9"}