{"email_subject": "IS ME YOUR FRIEND ", "email_body": ">From the Desk of: Ola George\n{GM, Corporate and Investment ]\nBanking Division (South)} \nAfrican Continental Bank Plc, Nigeria.\n \nE-mail olageorge@ukrpost.net\n   Dear Friend,\n  My name is Ola George,General Manager, Corporate and Investment Banking \nDivision(South)with African Continental Bank Plc,Lagos-Nigeria.I came \nto know about you in my private search for a reliable person/company to \nhandle a confidential transaction on behalf of myself.As a matter of \nfact, I got your information from the Nigerian Chamber of Commerce and \nIndustry/Nigerian Export Promotion Council.\n  l write in respect of a foreign customer with our Bank,who \nunfortunately lost his life in the plane crash of Union Transport \nAfricaines Flight \nBoeing 727  which crashed on December 25,2003.\n  Since the death of this our customer , I have kept a close monitoring \nof the deposit records and accounts since then. Nobody has come forward \nto claim the money in his A/C as next of kin to the late customer. The \ntotal amount in the account is US$12.5 million and it is a domiciliary \nescrow bank account. Also the funds can only be released to a \nforeigner. \n  As it stands now, there is nobody in the position to produce the needed \ninformation other than my very self-considering my position in the \nbank.Based on the fact that all the family perished in the same flight \naccident, leaving no one to put claim of the deposit as the next of \nkin,so \nI am seeking for your co-operation to present you as the next of kin, \nand arrange for the release of the funds to your honour for our mutual \nbenefit.\n  I am willing to share this money with you in the ratio of 70-30%.You \nshall have 30% of the funds and I shall have the rest (70%) .I hope \nthis \nis a fair sharing?\nI look forward to hear  from you urgently so that we can proceed \naccordingly.I wait for your urgent response.\n  Best Regards. \nMr.OLA GEORGE \nSend your further correspondent to this e-mail\naddress:olageorge@ukrpost.net\nsuch as :\n  1 your full name\n2 telephone number\n3 fax number\n4. address\nand other relevant informations thanks and GOD BLESS\n   \n                                          \n\nSend instant messages to your online friends http://au.messenger.yahoo.com ", "id": "a17866ff6616e070b86eb493f7cbafd3"}