{"email_subject": "GREETINGS FROM THOMSON.", "email_body": "From:THOMSON KUDOH.\nEmail: thomson_kudoh@yahoo.es\n\nDear Friend,\n\nI know this letter might be a suprise to you as we don't know ourselves before but be sure it is real and a genuine business.I'm Mr Thomson  Kudoh, a Sierra-Leonian born 25 years ago Presently seeking political Asylum in Spain as (REFUGEE).I got your contact while seriously browsing through internet in search of a trustworthy person, I want to take you into confidence because of your position. I'm counting on your honesty, trustworthiness and reliability on this issue I am about to disclose to you.\n\nMy father (Late) Dr. Alfred W.Kudoh was an International Businessman,he was assassinated by the rebels during the civil war in my country, but I narrowly escaped with the help of some(ECOMOG)soldiers.\n\nBefore his sudden death, He deposited a Consignment containing sum of($US15.500,000.00) Fifteen Million,Five Hundred Thousand U.S Dollars with a security and finance company in Spain as family treasure using my name as next of kin.\n\nWhen I called on the security and finance company for claims, I was told by the Manager of the Company that my  late father attached a clause to his file the day the consignment were deposited with them stating that *I MUST SEEK FOREIGN PARTNER ASSISTANCES IN MOVING THIS CONSIGNMENT*.\n\nThe above reasons is why I want you to assist me with your influence to facilitate the removal of the Consignment as the beneficiary so that you will make an arrangement for me to re-settle in your country. Once we are there you will help to invest the fund on any profitable business for me.\n\nI feel confident therefore, to introduce this offer to you. For your participation and assistances regarding this transaction,I have decided to give you 25percent(%) of the total money,and 5percent(%) mapped out for any miscelleneous expenses that may occurred during the transaction and the remaining for me which you will use   to invest any profitable business for me.\n\nConclusively, If accepted by you, I will send you the Certificate of Deposit issued to my father by the security company as an evidences and a Letter of Guarantee/Agreement to protect both parties which you will fill and send back to me along with a copy of your Identity, so I can proceed to institute the necessary documents to your name, making you the Foreign partner/new legal beneficiary to the stated funds.With your immediate compliance this transaction will take 14 working days to accomplished. Please do forward your personal phone/fax numbers for effective communication.\n\nNote that this transaction is 100% risk free and will not negatively in anyway affects your status in the society.\n\nTreat as urgent because I'm in a very desperate situation, I have seen too much agonies in my life in the on going crisis in that nation of mine call Sierra Leone. My late father's villa was burnt down, I lost my mother and my two younger sisters. Please I don't want to go back to that, I need your help to get back to life.\n\nAwaiting your earnest response via this email:  thomson_kudoh@yahoo.es\n\nWith Regards,\n\nThomson Kudoh    ", "id": "a19111e5d8c581e561ea5efabcd860d8"}