{"email_subject": "urgent and confidential.", "email_body": "\nFROM MR kanazoe alidaa.BILL AND EXCHANGE MANAGERFOREIGN REMITTANCE DEPT.BANK OF AFRICA (B.O.A)OUAGADOUGOU,BURKINA FASODear,I am the manager of bill and exchange at the foriegn remittance department of Bank Of Africa (B.O.A). In my department we discovered an abandoned sum of US$15.5 (fiftteen million five hundred thousand US dolloars) in an account that belongs to one of our foriegn customer who died along with his entire family in a plane crash that happened in Kenya, East Africa.Since we got information about his death, we have been expecting his next of kin to come over and claim his money because we cannot release it unless some body applies for it as next of kin or relation to the deceased as indicated in our banking guidlines and laws but unfortunately we learnt that all his supposed next of kin or relation died alongside with him at the plane crash leaving nobody behind for the claim.Please I want you to visit the website below for more information about the Plane Crash and the Deceased DR. GEORGE W. BRUMLEY AND HIS FAMILY: http://www.cnn.com/2003/WORLD/africa/07/20/kenya.crash/index.htmlIt is therefore upon this discovery that I now decided to make this business proposal to you and release the money to you as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and I don't want this money to go into the bank treasury as unclaimed bill.I agree that 40% of this money will be for you as a foreign partner, in respect to the provision of a foriegn account, and 60% would be for me, There after I will visit your country for disbursement according to the percentage indicated.Therefore, to enable the immediate transfer of this fund to you as arranged,youmust apply first to the bank as relation or next of kin of the deceasedindicatingyour bank name, your bank account number, your private telephone andfax number for easy and effective communication and location wherein the money will beremitted.Upon the receipt of your reply,I will send to you by fax or email the text of the application to fill and send to the bank. I will not fail to bring to your notice that this transaction is 100% Risk free and you should keep this transaction top secret.I know what to do and move the fund into your account without any delay and that you should not entertain any atom of fear as all required arrangements have been made for the transfer.You should contact me as soon as you receive this letter .Yours faithfully.Mr  kanazoe alidaa.Bill & Exchange Manager,BANK OF AFRICA (B.O.A)\n_________________________________________________________________\nAppelez vos amis de PC à PC -- C'EST GRATUIT\nhttp://get.live.com/messenger/overview", "id": "a1c31ef59981c060973002b1bf933298"}