{"email_subject": "\"Assistance..", "email_body": ">From The Manager Credit and foriegn Bills \nAbsa Bank South Africa \nHarfield, \nPretoria South Africa.\nTel/Fax: 0027 721 144291 \n\n\nAttention: Sir/Madam, \n\nMy name is Dr. Anderson Zuma  the manager,Credit and Foreign bills of ABSA \nBANK SOUTH AFRICA. I am writing in respect of a foreign customer of our bank \nwith account number -908-14-255-114 whose name is Cho, Kwiyoung(Mr.), \nan American citizen who died in a plane crash[Korean Air Flight \n801] with the whole passengers onboard on August 6,1997.And for your perusal you \ncan view thisweb site \n\nhttp://www.cnn.com/WORLD/9708/06/guam.passenger.list \n\nSince the demise of this customer, I personally have watched with keen interest \nto see the next of kin but all has proved abortive as no one has come to claim \nhis funds of US$15.5M (Fifteen Million Five Hundred Thoudsand United States Dollars) \nwhich has been with our branch for a very long time. On this note, I decided to seek for \nwhom his name shall be used as the Next of Kin as no one has come up as his \nnext of kin. And the banking ethics here does not allow such money to stay more \nthan eight years, because the money will be recalled to the bank treasury as \nunclaimed fund after this period. \n\nIn view of this I got your contact through a trade journal when i was making a \nresearch on a foreigner i will use in this great opportunity. For your assistant \nI am willing give you 20% of the total amount. Upon the receipt of your \nresponse, I will send you by fax or e-mail the letter of application which you will\ntype sign and send back to our bank to enable us start this processing of this claim.\n\nI will not fail to bring to your notice that this business is hitch free and that you \nshould not entertain any fear as all modalities for the smooth and easy transfer of this fund has \nbeen finalized, this transaction will be completed within five banking days of \nrecieving your response, after you apply to the bank as a relation to the \ndeceased. \n\nWhen you receive this mail. Kindly reply to my private email address below \nandyzuma2006@excite.com  \n\nPlease include your private Tel/Fax numbers for quick communication on my \npersonal email address: \n\nYours Sincerely, \nDr. Anderson Zuma\nManager Credit and Foriegn Bills \nAbsa Bank South Africa \n\n\n\n\n\n", "id": "a1c99f88be845217f4c1ffb58a367e51"}