{"email_subject": "Admin.Dept.", "email_body": "\n Dr.Morgen Akin Best\nLagos-Africa\n\nDear Friend,\nI, on behalf of my colleagues from the Federal Government of Nigeria \nowned parastatals decided to solicit your assistance as regards \ntransfer of US$21,500,000.00 (Twenty-one Million, five Hundred Thousand \nUS Dollars) into your bank account. These funds emanated from unclaimed \ncontractual proceeds of foreign contracting firms who could not meet \ntheir financial obligations to their creditors. We, as holders of \nsensitive positions in our various parastatals, were mandated by the \nFederal Government to scrutinize all payments made to certain Foreign \ncontractors and we discovered that some of the contractors have not \nbeen paid their contractual entitlement which collectively left the sum \nof US$35,500,000.00 (Thirty-Five Million, five Hundred Thousand US \nDollars) lying in a suspended Account.\nHowever, from our investigations, we discovered that the foreign \nbeneficiary companies have since been liquidated, and to all intents \nand purposes no longer exist in Nigeria, thus providing us with this \nOpportunity, provided that we have a capable partner, to execute a \ntransaction of this nature. We agreed that the said amount would be \ntransferred into an overseas Bank Account to be provided by a Reliable \nforeign firm/associate. This is because as serving Government workers \nthe Civil Service Code does not allow us to operate foreign Account. In \nour initial attempt to do this, we succeeded in transferring part of \nthis amount US$14m (Fourteen Million Dollars) into a\nUnited States Dollar Account in Beirut, Lebanon, but our foreign \nassociate failed to honour our mutual agreement insisting instead that \nthe total amount be transferred into the Account before we can share \nthe money.\nAs a result, we have lost confidence in the ability of our Lebanese \npartner to see this matter to its logical conclusion, and until the \ninitial transaction is satisfactorily resolved, we have cancelled \nfurther transactions with him. In the light of the foregoing, it is \nclear that we require a partner that is not only capable of rendering \nassistance and cooperation in executing this matter, but will honour \nthe terms of agreement when we reach the concluding stages of this \ntransaction. We therefore offer the amount of 20% of the entire sum\nin return for services/assistance rendered in successfully carrying out \nthis project. We trust that you appreciate the sensitive nature of this \nmatter and the need for initial caution on our part, but when a \nRelationship is confidently established and operations commence you \nwill be provided with all relevant information.\nI remain at your disposal to entertain any questions/enquiries relating \nto this proposition and you may contact me as a matter of urgency via e-\nmail, for further information on the procedures and requirements of \nthis transaction. In your reply, remember to indicate a safe telephone \nnumber where I can always reach you. Hope to hear from you soon. Please \ntreat with the strictest confidentiality and expediency.\nYours faithfully,\nDr.Morgen Akin Best\n\n\n\n", "id": "a1f6618c97e01a969b3619c76aadcd53"}