{"email_subject": "urgent reply needed", "email_body": "Attention please,\n\nListen and listen good.. \nKeep this mail and information very confidential. \n \nI am the new Information and Database analyst of the\nTreasury/Payment Investigation Department of the Central\nBank of Nigeria.The earlier you pay candid attention to this\nparticular email,the better for you.I noticed this just last\nweek when I was going through several out-going payment\nfiles on my desk to mark the last payment quarter of CBN.\n \nI'm contacting you to stop you from any further contact to\nanybody whatsoever.Both the people that have contacted you\nso far are not protecting your financial interest here.They\nare only planning to use your good name to claim and channel\nyour fund to other sources for their selfish interest. \n \nI have decided to contact you through this important medium\nbecause CBN as the Apex Bank of Federal Republic of Nigeria\nhave intercepted your fund as a result of fraudulent\nactivities noticed among those that claims to be helping\nyou.I'm pushed to CONTACT you because from what is going on\nhere,if appropriate step is not taken, you will end up\nmaking the biggest mistake of your life if I fail  to bring\nthis important message concerning the position of your fund\nto you.\nTake heed to my mail and its content it will help and avoid\nyou from making a mistake.I'm out to help you.\n \nI therefore contacted you on trust and with complete\nconfidence that you should as a matter of utmost importance,\nSTOP any further contact with anybody,person or group\nincluding your so-called representing attorney because apart\nfrom me,no other person can help you get the \nfund transfered to your account in your country. \n \nREQUIREMENTS:\nI want you to contact me upon reciept of this mail so that I\nwould guide you on how to get your fund directly transfered\nto your own nominated account at ease. \nI will personally get any complications corrected at my own\nexpense as soon as possible so that legal transfer of the\nfund to your account would commence. \n \nI can assure you that after the corrections,within 72 hours\nthe fund must be in your designated account. I will oblige\nyou with further information and would be glad you send your\nprivate telephone /facsimile number for easy and\nconfidential communication. \n \nMY CONDITIONS: \n1.After using my good office/position to accomplish the\nneedful on \nyour behalf,you shall give me 20% only of the total fund\nafter \ntransfer to your account. \n2.Due to my position in the bank,I will prefer that you keep\nmy personal involvement 100% secret and confidential even\nafter the transfer is executed.\n \nA stitch in time they say saves nine.This is the only\nreliable channel for you otherwise all other efforts MUST be\nin vain. \n \nI will send my personal details to you once I hear directly\nfrom you.\n\n \nENGR.KENTAS ANDERSON\n\nINFORMATION TECH & DATA ANALYST TREASURY \nPAYMENT INVESTIGATION DEPT \n(CBN). \n \n\n\n\n\nPLEASE NOTE;\n\n\nThis message and any attachment is intended only for the use\nof the\nAddressee and may contain information that is PRIVILEGED and\nCONFIDENTIAL.\nIf you are not the intended recipient, you are hereby\nnotified that any\ndissemination of this communication is strictly prohibited.\nIf you have\nreceived this communication in error, please erase all\ncopies of the \nmessage\nand its attachments and notify us immediately.  Thank You.\n\n\n\n\n\n", "id": "a20ba9a3c444ddf9b716606fbca2f06a"}