{"email_subject": "FROM THE DESK OF : MUSA GARUBA", "email_body": "FROM THE DESK OF : MUSA GARUBA,\nAUDITING AND ACCOUNTING SECTION,\nAFRICAN DEVLOPMENT BANK ( A.D.B )\nOUAGADOUGOU BURKINA-FASO,WEST AFRICA.\n\nAttention Please,\n\nI am Musa Garuba, the Director in charge of Auditing and Accounting section \nof AFRICAN DEVELOPMENT BANK (A.D.B) Ouagadougou Burkina-faso West Africa. \nWith due respect and regard. I have decided to contact you on a business \ntransaction that will be very beneficial to both of us at the end of the \ntransaction .\n\nDuring our investigation and auditing in this bank, my department came \nacross a very huge sum of money belonging to a deceased person who died in a \nplane crash and the fund has been dormant in his account with this Bank \nwithout any claim of the fund in our custody either from his family or \nrelation before our discovery to this development.\n\nThe said amount was U.S$ 22.85M ( Twenty two million, eighty five thousand \nUnited States Dollars). As it may interest you to know, I got your \nimpressive information through internet directory . Meanwhile all the whole \narrangement to put claim over this fund as the bonafide next of kin to the \ndeceased, get the required approval and transfer this money to a foreign \naccount has been put in place and directives and needed information will be \nrelayed to you as soon as you indicate your interest and willingness to \nassist, and also benefit your self to this great business opportunity.\n\nIn fact I could have done this deal alone but because of my position in this \ncountry as a civil servant(A Banker),we are not allowed to operate a foreign \naccount and would eventually raise an eye brow on my side during the time of \ntransfer because I work in this bank. This is the actual reason why it will \nrequire a second party or fellow who will forward claims as the next of kin \nwith affidavit of trust of oath to the Bank and also present a foreign \naccount where he will need the money to be re-transferred into on his \nrequest as it may be after due verification and clarification by the \ncorrespondent branch of the bank where the whole money will be remitted from \nto your own designation bank account.\n\nI will not fail to inform you that this transaction is 100% risk free.On \nsmooth conclusion of this transaction, you will be entitled to 40% of the \ntotal sum as gratification, while 10% will be set aside to take care of \nexpenses that may arise during the time of transfer and also telephone and \ninternet bills, while 60% will be for me and my coleagues. Please, you have \nbeen adviced to keep \"Top Secret\" as I am still in service and intend to \nretire from service after we conclude this deal with you.\n\nI will be monitoring the whole situation here in this bank until you confirm \nthe money in your account and ask me to come down to your country for \nsubsequent sharing of the fund according to percentages previously indicated \nand further investment, either in your country or any country you advice us \nto invest in. All other necessary vital nformation will be sent to you when \nI hear from you.\n\nI look forward to receive your phone and fax numbers for easy communication,\n\nYours faithfully,\n\nMusa Garuba.\n\n_________________________________________________________________\nDon't just search. Find. Check out the new MSN Search! \nhttp://search.msn.click-url.com/go/onm00200636ave/direct/01/\n\n\n\n", "id": "a212cf20c4fcf5851526d93827a8fff1"}