{"email_subject": "A RELIABLE AND REPUTABLE PERSON ", "email_body": "\n\nNAME:DR. OLUSEGUN SMITH\ndr.olusegun.smith@caramail.com\n\n\n     REQUEST FOR ASSISTANCE: _STRICTLY CONFIDENTIAL\n\n \n  I AM DR. OLUSEGUN SMITH, THE CHAIRMAN OF CONTRACT \nAWARD AND REVIEW COMMITTEE SET UP BY THE FEDERAL \nGOVERNMENT OF NIGERIA UNDER THE NEW CIVILIAN \nDISPENSATION TO AWARD NEW CONTRACTS AND REVIEW \nEXISTING ONES. I CAME TO KNOW OF YOU IN MY SEARCH FOR \nA RELIABLE AND REPUTABLE PERSON TO HANDLE A VERY \nCONFIDENTIAL TRANSACTION, WHICH INVOLVES THE TRANSFER \nOF A HUGE SUM OF MONEY TO A FOREIGN ACCOUNT. \nTHERE WERE SERIES OF CONTRACTS EXECUTED BY A \nCONSORTIUM OF MULTI-NATIONALS IN THE OIL INDUSTRY IN \nFAVOUR OF N.N.P.C. THE ORIGINAL VALUE OF THESE \nCONTRACTS WERE DELIBRATELY OVER INVOICED TO THE SUM \nOF USD$25,000,000.00 (TWENTY FIVE MILLION UNITED STATE\nDOLLARS). THIS AMOUNT HAS NOW BEEN APPROVED AND IS \nNOW READY TO BE TRANSFERED BEING THAT THE COMPANIES \nTHAT ACTUALLY EXECUTED THESE CONTRACTS HAVE BEEN FULLY\nPAID AND THE PROJECTS OFFICIALLY COMMISSIONED. \nCONSEQUENTLY, MY COLLEAGUES AND I ARE WILLING TO \nTRANSFER THE TOTAL AMOUNT TO YOUR ACCOUNT FOR \nSUBSEQUENT DISBURSEMENT, SINCE WE AS CIVIL SERVANTS \nARE PROHIBITED BY THE CODE OF CONDUCT BUREAU (CIVIL \nSERVICE LAW) FROM OPERATING AND/OR OPENING FOREIGN \nACCOUNTS IN OUR NAMES. NEEDLESS TO SAY, THE TRUST \nREPOSED ON YOU AT THIS JUNCTURE IS ENORMOUS, IN \nRETURN, WE HAVE AGREED TO OFFER YOU 30% OF THE \nTRANSFERED SUM, WHILE 10% SHALL BE SET ASIDE FOR \nINCIDENTAL EXPENSES (INTERNAL AND EXTERNAL) BETWEEN \nBOTH PARTIES IN THE COURSE OF THE TRANSACTION YOU WILL\nBE MANDATED TO REMIT THE BALANCE TO OTHER ACCOUNTS IN \nDUE COURSE. \nMODALITIES HAVE BEEN WORKED OUT AT THE HIGHEST LEVEL \nOF THE MINISTRY OF FINANCE AND THE CENTRAL BANK OF \nNIGERIA FOR THE IMMEDIATE TRANSFER OF THE FUNDS WITHIN\n10 WORKING DAYS SUBJECT TO YOUR SATISFACTION OF THE \nABOVE STATED TERMS. OUR ASSURANCE IS THAT YOUR ROLE IS\nRISK FREE.TO ACCORD THIS TRANSACTION THE LEGALITY IT \nDESERVES AND FOR MUTUAL SECURITY OF THE FUNDS THE \nWHOLE APPROVAL PROCEDURES WILL OFFICIALLY AND LEGALLY \nPROCESSED WITH YOUR NAME OR THE NAME OF ANY COMPANY \nYOU MAY NOMINATE AS THE BONEFIDE BENEFICIARY. \nONCE MORE I WANT YOU TO UNDERSTAND THAT HAVING PUT IN \nOVER TWENTY FIVE YEARS IN THE CIVIL SERVICE OF MY \nCOUNTRY, I AM AVERSE TO HAVING MY IMAGE AND CAREER \nDENTED. THIS MATTER SHOULD THEREFORE BE TREATED WITH \nUTMOST SECRECY AND URGENCY IT DESERVES.AND I WILL LIKE\nYOU TO SEND ME YOUR MAIL TO MY PRAIVTE BOX \ndr.olusegun.smith@caramail.com\nI WANT TO ASSURE YOU THAT THIS BUSINESS PROPOSAL IS \n100% RISK FREE AS WE HAVE DONE OUR HOME WORK PROPERLY \nI QUITE BELIEVE THAT YOU WILL PROTECT OUR INTEREST BY \nTAKING THIS DEAL STRICTLY CONFIDENTIAL, AS WE ARE \nSTILL IN GOVERNMENT SERVICE, WHICH WE INTEND TO RETIRE\nFROM.KINDLY EXPEDITE ACTION AS WE ARE BEHIND SCHEDULE \nTO ENABLE US INCLUDE THIS TRANSFER IN THE SECOND BATCH\nWHICH WOULD CONSTITUTE THE FIRST QUARTER PAYMENTS FOR\nTHE 2003 FINANCIAL YEAR. THANKS AND GOD BLESS. \n\nDR.OLUSEGUN SMITH\n\n\nNB: \nBUT IF YOU KNOW YOU ARE INTERESTED LET ME KNOW. LIST \nYOUR PHONE & FAX NUMBERS SO WE MAY \nCOMMUNICATE WITH YOU. THIS IS IMPORTANT AS WE WOULD \nHAVE TO TALK ABOUT THE MODALITIES OF THE TRANSACTION. \nWAITING TO HEAR FROM YOU. \n\n\n-------------------------------------------------\nThis mail sent through MailService.MS -> http://www.MailService.ms \n\n", "id": "a215cb74b067120251c2e5d6359686a8"}