{"email_subject": "Urgent Business Relation", "email_body": "From: Sizu Zamba (Esq).\nSolicitors, Corporate & Property     \nConsultants.\nSouth Africa.\nDear Sir,\nI hope this meets you in good well. My name is Sizu Zamba  (Esq). a legal practitioner and Attorney to late Mr. Ziya Bazhayev who died in the plane crash of Yak-40 jetliner on March 9, 2000.  You may follow the Link below to read about the Plane Crash my client lost his life:\nhttp://www.amarillonet.com/stories/031500/usn_LA0703.001.shtml & \nhttp://news.1chinastar.com/ll/english/61934.shtml\nMy late client was an influential wealthy businessman, a Russian Contractor in my Country and a Russian big time Oil dealer and the Principal owner of Oil Alliance Company and he left behind a deposit of Twelve Million, Two Hundred Thousand United States Dollar ($12,200,000.00USD) in his domiciliary bank account in a commercial bank here in South Africa. Which is one of the main reasons it has been very important to locate his next of kin. I have employed every method to locate any of my clients extended relatives but this exercise has proved unsuccessful.\nAfter the death of my client his bankers contacted me, as his Attorney to provide his next of kin who should inherit his fortune. The director of remittance of his bank adopted a resolution and I was mandated to provide his next of kin for the payment of this money or forfeit the money to the bank as an abandoned Estate. The bankers had planned to invoke a clause in the property Act, to confiscate the funds after the expiration of a period given to me.\nI am convinced that you may be able to act in locus for my late client as his next of kin, I therefore, decided to contact you with these facts before me. By virtue of my brief and my closeness to the deceased, I am very much aware of my client's financial standing and the bank account he operates here in my country.\nI have reasoned very professionally and I feel it will be legally proper to present you as the next of kin of my deceased client and the sole beneficiary of his estate, so that you are be paid the funds left in his bank account, hence I contacted you. I seek your consent to present you as the Next of Kin; the bank needs only the facts as presented legally. The rest is between you and I and with my guide we can have the money paid into your account, once this is done we shall both share the funds. 50% to me and 40% to you, while 10% should be for Expenses or Taxes as may be required. I shall assemble all the necessary Legal Documents that will be used to back up our claim. \nAll I require is your honest cooperation to enable us see this deal through I guarantee that this will be executed under a legitimate arrangement that will protect you from any Breach of law. Please get in touch with me.\nBest Regards,\nBarrister Sizu Zamba (Esq).\nN/B: PLEASE FORWARD YOUR RESPONSE TO MY PRIVATE EMAIL BOXT AT  sizuzamba@spinfinder.com  ", "id": "a24847f7ef0f2ed40d4b8ea107ead867"}