{"email_subject": "FAMILY REQUEST", "email_body": "MRS.MABEL Nkomo\nEmail[robertnkomo@netscape.net]\nCONTACT PHONE ;27-83-341-3608\n\n\nPRESIDENT/CEO\n\n\nI am Mrs. Mabel Nkomo. I am a widow with a chronic renal\ninsufficiency case, a kidney disease and I am presently\nputting up here with my son in South Africa as a refugee\ndue to my late husband involvement in the war crises that\neluded my country SEIRRA LEONE.All that we have have been\nconfiscated living i and my son runing for our dear life\nand safty.\n\n\nIn view of this development i want to inform you of an\nurgent assistance I need from you .  I will like you to\nplease source a trustworthy person to receive a\ncertain deposit I inherited from my late husband for an\ninvestment.\n\n\nMy late husband deposited the sum of $ 15 million as if he\nknows of his death with a private security company here in\nSOUTH AFRICA before his death while in service as a general\nin the Army in my home country and  before his death, he\nhanded me over all the documents relating to the\ndeposit in the security company and asked me to leave for\nSOUTH AFRICA and arrange with a foreign partner to invest\nthe money so that my child could have a better life and\ntake a good care of me.\n\n\nConsequently, I and my son has come to this place and have\nlocated the SECURITY COMPANY and all modalities have been\nput in place to transfer this money abroad. I therefore\nwant to use you as my late husband's foreign associate to\nreceive this money into your account or to whom you may\nrecommend for the investment so that my son can continue\nhis BUSINESS while I am properly administered medically\nabroad.\n\nMeanwhile, I will like you to urgently indicate your\nwillingness to me so that I can furnish you the related\ndocuments and lodgement reciept of the deposit with\nthe bank for your perusals and confirmation \nBecause of my ill health, I am mostly bedridden in the\nhospital on renal dialysis, this is a system of rtificially\ndoing/performing the functions of the\nkidneys. By this, the excess toxic waste products in my\nblood are washed out. So in case you call, feel free to\nspeak with my son ROBERT on telephone number\n+27-83-341-3608  He also has the details of what I have\nbriefed you. This is my private email\n(robertnkomo@netscape.net) for more details\n\nI will like you to reply or call him immediately so that he\ncan detail you ccordingly concerning this and the next step\nto take, please note that you will be compensated\naccordingly for assisting me with25% ,10% for any espenses\nthat bouth parties will incure during the transaction \n\nMore-over, i wish to inform you that this transaction is\n100% risk free.\n\nHope to hearing from you urgently.\n\nSincerely yours,\n\nMrs. Mabel NKOMO\n\n\n\n", "id": "a25a15b79c46360544a1b9305fd2f3cb"}