{"email_subject": "INVESTMENT/REPLY", "email_body": "\n \nDR,GAIUS OBASEKI\nFORMER GROUP DIRECTOR\nNIGERIA NATIONAL PETROLEUM CO-OPERATION\nATTN;MANAGING DIRECTOR\n \nDEAR SIR,\nMY NAME IS DR.GAIUS OBASEKI .I AM THE FORMER GROUP MANAGING DIRECTOR , NIGERIAN NATIONAL PETROLUEM CO-OPERATIONS(NNPC) .I RESIDES IN THE NNPC QUARTERS,VICTORIA GARDEN CITY, LAGOS,NIGERIA .\n \nI CAME IN CONTACT WITH YOUR EMAIL ADDRESS IN MY CAREFULL SEARCH FOR A REPUTABLE AND RELIABLE FOREIGN PARTNER(A FRIEND AS WELL) THAT WILL ASSIST AND HELP ME TRANSFER MY MONEY INTO YOUR COUNTRY AND THEREAFTER ,WE DISCUSS THE INVESTMENT TO DO WITH THE MONEY AND THE LIKELY SHARE OF THE PROCEEDS FROM THE INVESTMENT BY THE GRACE OF GOD .HOWEVER,I HAVE FOUND YOU WORTHY OF THIS TRANSACTION AFTER MY CAREFULL THOUGHT .\n \nAS THE FORMER GROUP MANAGING DIRECTOR,NIGERIAN NATIONAL PETROLUEM COOPERATIONS(NNPC),I OVERSAW THE MINING, REFINING, DISTRIBUTING, EXPORTATIONS AND IMPORTATIONS OF THE NIGERIAN CRUDE OIL .AS YOU ARE AWARE,NIGERIAN CRUDE OIL ACCOUNTS FOR MORE THAN EIGHTY FIVE PERCENT OF THE NIGERIAN REVENUE AS A RESULT OF BOOM IN THE NIGERIAN OIL SECTOR ACCOMPANIED BY THE RISE IN THE GLOBAL OIL PRICE . I USED MY POSITION TO ACCUMULATE US$75,950,000.OO(SEVENTY FIVE MILLION,NINE HUNDRED AND FIFTY THOUSAND UNITED STATES DOLLARS) WHICH I DEPOSITED WITH A BANK.\n \nWITH REFERENCE TO THE ECONOMIC CLIMATE IN NIGERIA COUPLE WITH THE FACT THAT MONEY OR INVESTMENT IS NOT SECURED IN NIGERIA, I HEREBY REQUEST YOUR HELP AND ASSISTANCE TO HELP ME TRANSFER THIS US$75,950,000.00(SEVENTY FIVE MILLION,NINE HUNDRED AND FIFTY THOUSAND UNITED STATES DOLLARS) INTO YOUR COUNTRY SO THAT WE WORK TOGETHER AND INVEST  THE MONEY IN A LUCRATIVE BUSINESS IN YOUR COUNTRY .WE SHALL ALSO DISCUSS IN DETAILS HOW WE WILL COMMIT OURSEVLES IN THE INVESTMENT AND THE LIKELY SHARE OF THE PROCEEDS FROM THE INVESTMENT . I NEED YOUR ASSISTANCE TO TRANSFER THIS MONEY INTO YOUR COUNTRY SO THAT WE BEGIN THE BUSINESS IN EARNEST.\n \nMY FAMILY LAWYER;JUSTICE MUSTAPHA AKANBI WILL ALSO ASSIST US TO FACILATE THE TRANSFER OF THIS US$75,950,000.00 INTO YOUR BANK ACCOUNT.I WILL LIKE YOU TO KEEP THIS INVESTMENT PROJECT CONFIDENTIAL UNTIL WE START IT IN EARNEST.I WILL GIVE YOU A 20% GRATIFICATION AS SOON A THIS US$75,950,000.00 IS TRANSFERED INTO YOUR BANK ACCOUNT.I WILL ALSO REFUND YOU ALL THE MONEY YOU WILL SPEND IN THE COURSE OF TRANSFERING THIS US$75,950,000.00 INTO YOUR BANK ACCOUNT.\n \nON YOUR RECEIPT OF THIS MAIL,LET ME HEAR FROM YOU SO THAT WE KNOW THE NEXT LINE OF ACTION AS REGARDS THIS INVESTMENT PROJECT .PLEASE CONTACT ME BY EMAIL .MY TWO EMAIL ADDRESSES ARE SHOWN ABOVE.\n \nI LOOK FORWARD TO HEARING FROM YOU ON YOUR RECEIPT OF THIS MAIL.REMEMBER TO GIVE ME YOUR PHONE AND FAX NUMBERS IN YOUR REPLY FOR EASY COMMUNICATIONS.CONTACT ME BY EMAIL ON YOUR RECEIPT OF THIS MAIL SO THAT WE DISCUSS MORE ABOUT OUR INVESTMENT PARTNERSHIP IN YOUR COUNTRY.\n \nAS I AWAIT TO HEAR FROM YOU , REMAIN BLESSED .\n \nREGARDS !\n \nDR.GAIUS OBASEKI\nFORMER GROUP MANAGING DIRECTOR\nNIGERIAN NATIONAL PETROLEUM CO-OPERATIONS\nNIGERIA .\n\n\n\n\n", "id": "a272103cc84420a93457cdc1dd4675b6"}