{"email_subject": "I need Your Assistant", "email_body": "Dear Friend,\n \nI know this mail may come as a surprise to you, since we \ndo not know ourselves or have any previous contact before now, my \npurpose of writing you is this.\n \nWe believe that you would be in a \nposition to help us in our bid to transfer the sum of twenty-seven \nmillion five hundred thousand dollars ($27.5m) into a foreign account.\n \nWe are members of a special committee for budget and planning of the \nministry of petroleum, this committee is principally concerned with \ncontract appraisals and approvals in order of priorities as regards \ncapital project of the federal government. With our positions, we have \nsuccessfully secured for ourselves the sum of twenty-seven million five \nhundred thousand united states dollars ($27.5m). \nThe present \ngovernment in my country are seeking the support of foreign \ngovernments, so they gave directive to all federal parastatals to \ncompile and settle all foreign contractors being owned for contract \nthat has been executed, so our plan is to include the name that you \nwill provide us, as one of the contractors being owed in my \ncorporation, the Nigerian national petroleum corporation (NNPC). \nWhat \nwe need from you is (1) a company name or a name of which to use as the \ncompany that did execute the contract (2) an account even if empty into \nwhich the fund will be transferred, this is because our code of conduct \nprohibits government officials from operation or owning foreign \naccount. \nIt has been agreed that the owner of the account will be \ncompensated with US$8.3million of the remitted funds; we will keep \nUS$16.5million, while US$2.7million has been set aside to offset \nexpenses and pay the necessary taxes. It may also interest you to know \nthat two years ago similar transaction was carried out with one Mr. \nGeorge Brooks of (BROGE INTERNATIONAL TRADING CORPORATION) at number \n135, East 57th street, 28th Floor, New York 10022 with telephone (212) \n308-7788 and telex number 6731689, after the agreement between both \npartners in which he was to take 25% of the remitted fund (fifteen \nmillion united state dollars $15.000.000.) was duly transferred into \nhis account only to be disappointed on our arrival in New York as we \nwere told that Mr. Brooks was no longer on that address, while his \ntelephone number had been re-allocated to somebody else, that was how \nwe lost our money to Mr. Brooks. \nThis time around we need a more \nreliable and trusted person or a reputed company to transact this \nproject with hence this proposal to you, so if you can prove yourself \nto be trustworthy ready to partake in this project then we are prepare \nto do business with you. \nWhat we need from you is the assurance that \nyou will let us have our share after the transfer of the fund ($27.5\nmillion) into your account. \nIf this proposal satisfies you,we can \nadvice you on modalities of the transaction, and note that all \nmodalities has been worked out and once started will take less than two \nweeks with the absolute support of all concerned. \nNote that this \ntransaction is 100% risk free and totally safe now or after the fund \ntransfer to your account. I will also like you to forward to me your \ntelephone number for easy communication. Please treat as urgent and \nconfidential as I look forward to your reply. \n\nBest Regards, \n\n>From \nEngr. moel Kobo Ali\nN.N.P.C\n\n\n\n\n", "id": "a2a10901a66f8a5c6251608042473489"}