{"email_subject": "POCUREMENT OF GARNET IN MALAYSIA", "email_body": "ATTN:  \n \nRE:  INVESTMENT/PROCUREMENT MISSION. \n \nI am Engr. Robert Edmond the Purchasing Director of Tokyo Plastic Inc. we wish to be in your country for a procurement and investment mission.  \n \nINTRODUCTION:\n \nOur Company Tokyo Plastic Inc. has been a leader in production of all kinds of Plastic gems dolls and a leading supplier in solid mineral product in Europe, Its expertise and experience has provided mineral products to the major markets in America. Through her vast knowledge in solid mineral products of high quality we have provided the major markets with the products that are used as geological materials or High-powered optical lens.\n \nPROPOSAL\n \nwe wish to come to your country for investment and procurement Mission. It has been our obligation to establish in Malaysia especially in your country but due to political situation in my country we left our priority in suspense but since the situation is better and confidence given to us based on your recommendation we wish to be in your country to meet with you and discuss issues in details.\n \nPRIMARY OBJECTIVE\n \nPresently, we won a contract with an American company to supply them with Raw materials they use in manufacturing, which was confirmed to us through Your High Commission in London that we can source solid Mineral Products in Malaysia, Therefore through our inquiries in the Department of Trade of your High Commission here in London a local dealer was recommended to us.\n \nNOTE THE INFORMATION BELOW PLEASE: \n \n \n1. MINERAL RESOURCE REQUIRED: GARNETS.\n \n2. DESCRIPTION: White in colour,\n                                                       \n                              (a) Size: Irregular shape, like one cube of sugar\n                              (b) Price per unit:       $5100 US Dollars\n                              (c) Quantity required:  1000 Units\n \n We now wish to appeal to you to make inquiry in regards the product through the local miner that was recommended to us by your high commissioner.\n \nNAME:    MR JOHN TUTU\n \nCONTACT E-Mail: johntutu2g7@yahoo.ca       \n \nADDRESS: MALAYSIA.\n \nNOTE; immediately we confirm the availability of this product and price Sold we will proceed down to meet with you for the purchase. You will assist to purchase this product, 10%of our total purchase will be paid to you as your commission for the assistance rendered. \n \nYou will sign a confidential non-circumvention, non-disclosure and agency representation Agreement this agreement will run concurrently for 3yrs.You will become our only contact in Asia for purchase of this product.\n \n  \nThanks for your anticipated assistance.\n \nBest regards,\n \nEngr. Robert Edmond\n (Purchasing Director)\n \nTOKYO PLASTICS INC. LONDON\nWEBSITE: WWW.TOKYOPLASTIC.COM\nTEL: +447031945377 (Direct line)\n\n\n\n\n\n", "id": "a2a26c228f3b2d6e0dccb1b0b68cf7cd"}