{"email_subject": "From Ahmed Salihu", "email_body": "EngineerAhmed Salihu \nShell Petroleum saudi arabia \nREPLY VIA:ahmedsalih@rediffmail.com \nGreeting to you. \nI am Ahmed Salihu, a director of contracts evaluation and implemention \ndepartment of Shell Petroleoum,saudi arabia. I am married with Children and \nhold degrees in economics and petro-chemical engineering. \nI require urgently your unreserved assistance in providing me with a safe \nand \nreliable bank account with full details, where I can transfer the sum of \n$32.5M (Thirty two.five million United States of American \nDollars) The purpose of the transfer is to take care of my retirement by \ninvesting in a viable business you might deem fit to advise. \nThis sum of money was generated as a result of over-invoiced contracts \nawarded by my colleagues and I, and I have arranged for the money to be \nremitted out through a reliable expatriate partner whom I can present as the \nbeneficiary, as my present status and financial resources will not be \nsufficient for me to handle the transfer successfully without the financial \nassistance of a reliable foreign partner. \nI got your profile from our chamber of commerce and it is with business \ntrust \nthat I write to request, you partner with us to facilitate the transfer of \nthis money to your nominated bank account for our mutual benefits. \nNote that 20% will go to you for your efforts and your contribution, 10% is \nfor miscelleneous expenses incurred by both parties, and 70% will be shared \nbetween me and colleagues which will be use for business investment in your \ncountry under your supervision. \nPlease if you are interested kindly send to me immediately the underlisted: \n1. Name to be used as beneficiary and beneficiarys address. \n2. Your private and confidential telephone/ fax number(s)and Cell phone. \n3. Your bank name,address,bank Account Number and Telephone/fax number(s). \nI hope to conclude this business within fourteen- (14) working days.Looking \nforward to your anticipated and urgent positive response. \nThanks indeed, \nEngr.Ahmed Salihu \n\n\n\n\n\n\n\n", "id": "a2a7f6aa7b261fe91eff556a27be4f80"}