{"email_subject": "REPLY", "email_body": "\nDEAR Friend,\n\nPlease reply to \"nzangamobutu@ecplaza.net\"\n\nI know that this letter will come to you as a surprise\nconsidering the fact that we have not met before.May\nthe Almighty God bless you as you read this email.I am\ntrully looking for someone that will assist me with a\nbusiness that has to do with my family estate which my\nlate father left behind for us.i am contacting you\nbased on the fact that i want someone that is not\nknown to my family to assist me in this business and\nthis is for security reasons which i will explain to\nyou as we make progress.\n\nI am the first son of the late Joseph Desire Mobutu,\nthe former President of \"ZAIRE\" now democratic\nrepublic of congo .I am presently on political asylum in Nigeria . I\ngot your contact over the internet during my search\nfor a person that will assist me in this business.this\nbecame neccessary as i do not want anybody known to me\nor my family to be associated with this money.\nI want you to note that this business will benefit\nboth of us and that it is 100% risk free. However, you\nmust confirm your ability to handle this because it involves a large amount of\nmoney. The funds \"THIRTY SEVEN MILLION UNITED STATES\nDOLLARS\" ($37million)is my share of my father's\nestate. \n\nI boxed and shipped the money to a security\ncompany abroad at the peak of the a political uprising\nthat rocked my country few years ago. Now that the\ncrisis has ended , I need a trustworthy person to\nproceed to the place of the security company in order to clear the fund and\nafterwards,i will come to your country for us to start\na joint business venture as i do not have the\nintention of bringing the funds back to Africa for a\nvery long time.Note that I will send to you the\nrelevant documents that will enable you take\npossession of the fund for onward investment for our\nmutual benefit. All I need from you is as follows:\n\n\n1. Your confirmation of your ability to handle this\nbusiness for me.\n\n2.your word that you will keep this business as \nconfidential as possible at all times until we\nconclude this business.\n\n3. Your telephone and fax numbers for communication.\n\n4. Your full permanent address.\n\nAs soon as I get the above information from you, I\nwill disclose to you the name and the country of the\nsecurity company, the contact of the diplomat that i\nhave hired to assist us in this business,as well as \nyour name and particulars to the security company as my\nrepresentative and my partner to enable them contact\nyou accordingly. As we make progress,i will send to\nyou a\"LETTER OF AUTHORITY\" and \"AGREEMENT LETTER\" to\nenable you clear the fund on my behalf. Note that this\nis a very safe transaction as this funds is my share\nof my father's estate.Please reply to \"nzangamobutu@ecplaza.net\"\n\nI await your response to enable us proceed.\n\n\nRegards,\n\nNzanga Joseph Desire Mobutu\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://www.blitz-krieg.de\n\n\n", "id": "a3a03275d5a68d1add03f8cf73ae95a0"}