{"email_subject": "From Dr.Derrick Springs.", "email_body": "From:Dr.Derrick Springs\nTel :44 704 011 0287\nFax :44 870 130 6123\n\n\n\nThis is an official notification of funds deposited in your name.\n\n\nWe arrange for the safekeeping of special and valuable packages and baggage\nin trust for reputable clients that are honest and trustworthy.\n\n\nA benefactor whose identity can not be disclosed because of the Non\nCircumvention and Non Disclosure Agreement that was signed with the said\nbenefactor when the funds were being deposited, made you the beneficiary of\na package containing some amount of money.\n\n\nThe Non Circumvention and Non Disclosure Agreement signed with the\nbenefactor mandates us to fully divulge and disclose the benefactor's\nidentity 18 months after you, the beneficiary, has received the funds.\n\n\nThe funds totals US$7.5M (Seven Million, Five Hundred Thousand United States\nDollars) and we confirm that these funds are fully free of any liens, or\nencumbrances and are clean, clear and non-criminal origin and are available\nin the form of CASH.\n\n\nYou are hereby advised to reconfirm your Full Contact Information for\nverification with information contained in our database in the format stated\nbelow.\n\n\nAfter verifying the details with the information we have in our database,you\nwill be contacted to personally claim the funds in the Finance and Security\nFirm in Europe where its being kept with the Consignment Deposit Information\n(C.D.I) that will empower you to do so.\n\n\n\nThis Consignment Deposit Information (C.D.I) is what is needed to claim the\nfunds and will only be sent to you after all your information has been\nverified and confirmed to be true.\n\n\n\nThe information should therefore be sent in the manner stated below so as to\nensure that no mistake is made.\n\n\nYour Full Name: ___________________________\n\n\nYour Complete Address (Physical Address with Zip Code) :\n______________________________\n\n\nDate of Birth (Day/Month/Year):____________________\n\n\nOccupation:__________________________________\n\n\nDirect Telephone/Mobile Number: ____________________________\n\n\n\nFax Number:____________________________________\n\n\nComplete the above and send back to me as soon as possible.\n\n\nCongratulations in advance.\n\n\nThank you and I sincerely remain\n\n\nDr.Derrick Springs.\n\n\n\n", "id": "a3c229ef2e36e179e8893f3874ee654a"}