{"email_subject": "FROM=Nzanga Joseph Mobutu", "email_body": "FROM=Nzanga Joseph Mobutu\n        Ghana\n\n\nDear Friend,\nCompliments of the season and Good-Day to you my friend.\nMy Name is Joseph Nzanga Mobutu.I am writing you from\nGhana.\n\nConsidering the fact that we have not met before,You may consider this \nletter as a surprise.\n\nI  am  seeking for someone that will assist me with a business that has to \ndo with my family estate which my late father left behind for us.i am \ncontacting you base on the fact that i want someone that is not known tome \nand my family to assist me in this business and this is for security \nreasons.\n\nI am the  son of the late  Mobutu Sese seko, the former President of \"ZAIRE\" \nnow democratic republic of congo .I reside in Ghana now on political \nasylum.I got your contact information from the internet in my search for \nassistance.\n\nI want you to note that this business will benefit both of us . I am seeking \nfor your assistance in my\ndesire to secure the sum of Twenty-Seven Million United States Dollars \n(US$27,000,000.00) and also to front for me and my family in the areas of \nbusiness you consider profitable.I presume you are aware there are financial \n  dispute between my family (THE MOBUTU) and the present civilian \nGovernment. You may also have heard how a lot of my father's bank account in \nSwitzerland and North America has been frozen. Following the outlined \nreasons,  I am seeking for your assistance in my desire to secure the sum of \nTwenty-Seven Million United States Dollars (US$27,000,000.00) and also to \nfront for my family in the areas of business you consider profitable.\nThis Boxes containing the funds have secretly been concealed and deposited \nwith a Diplomatic Security firm Abroad through Diplomatic means where it can \neasily be taken delivery of by a recommended beneficiary.\n\nThe Boxes containing the funds were shipped as diplomatic items of high \nvalues and will be released  to you by the Security firm based on my \nrecommendations on that note; you will be presented as\nMy partner who will be fronting for me and my family in any subsequent \nventures.\n\nWe as a family have decided to offer you 10% of the total fund for your \nassistance if you are able to help us claim the boxes, 5% for any expenses \nthat may be incured during this transaction, and the remaining 85% for my \nfamily.\n\nPlease, I need your entire support and co-operation for the success of this \nbusiness ventures, your utmost confidentiality and secrecy is highly \nrequired due to my family's present predicament. Please indicate your \ninterest to enable us proceed. God Bless you and your family as you respond \nto this\nemail.josephnzanga2006@yahoo.com\n\nRegards,\nNzanga Joseph Mobutu\n\n\n\n\n", "id": "a3cdacc247883e0e7a4994bc939adb83"}