{"email_subject": "", "email_body": "\r\n\r\n\t\t\t\t\t\tFROM MR.MAZURI MARTINS\r\n\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJOHANESSBURG,2001 \r\n\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tREPUBLIC OF SOUTH AFRICA. \r\n\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPHONE+27 73 130 8560\r\n\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tE-mail:martins.mazuri1@webmail.co.za\r\n\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                                       STRICTLY CONFIDENTIAL  \r\n\r\n       Dear:Sir/Madam,\r\n\r\nYou may be surprised to receive this letter from me since you do not know me personally. I am Mr. Mazuri Martins the first son of Mr.Philip Mazuri, who was recently murdered in the land dispute in Zimbabwe .I got your contact through the internet network online hence I decided to write you.\r\n\r\nBefore the death of my father, he travelled to Johannesburg to deposit the sum of US$ 25.5Million (Twenty Five  Million Five  Hundred Thousand United States Dollars) only, in one of the private security/finance companies, as if he foresaw the looming danger in Zimbabwe  .  This money was deposited in the security / finance company as family valuables and consignment to avoid much demurrage from the Security Company. This amount was meant for the purchase of new machines/ farm machineries and chemicals for the farms and establishment of a new farm   in Swaziland because he is the chairman of the farmers association while Mum was the treasurer.     This land problem came ( and is still on )  when our President Mr. Robert  Mugabe introduced a new Land Act reform which wholly affected the rich white farmers  and some few black  farmers. This resulted to the killing and mob action by the Zimbabwean war veterans and some lunatics in the society hijacked the opportunity.  In fact, lot of people were killed because of this land reformed Act for which my father was one of the victims, the news about the crisis in Zimbabwe is every where both in the CNN and BBC.\r\n\r\nIt is against this background that, I and my family  who are currently staying in South Africa now decided to transfer my father's money to a foreign country since the law of South Africa prohibits refugees(political asylum seekers)  to open any bank  account or to be involved in any financial  transaction throughout the  territorial zones of South Africa.  As the eldest son of my father, I am saddled with the responsibility of seeking a genuine foreign partner with a good bank account where this money could be transferred into without the knowledge of my government who are bent on taking everything.      All I seek for is your seriousness, for I am entrusting my future and that of my family into your hands .I must also let you know that this transaction is 100%risk free.  If you accept to assist my family and me all I want from you is for you to make arrangements and come to Johannesburg - South Africa (if possible), so that you can help me   open a non-resident account in your name which will aid us in   transferring the money into any account you will nominate outside South Africa . This money I intend to use for investment in a good business venture.  \r\nI have two options for you, firstly you can choose to have certain percentage of the money for nominating your account for this transaction, or you can go into partnership with me for the proper profitable business investment of the money in your country. Whichever option you want, feel free to notify me. I will also map out 5% of this money for all kinds of expenses we\r\nmight incur in the process of this transaction. If you do not prefer a partnership I am willing to give you 20% of the money while the remaining 75% will remain for me and my family. If you are really capable and willing to assist me please contact me immediately with my alternative e-mail address  E-mail:martins.mazuri1@webmail.co.za  above for faster communication.     Finally, please give this matter the urgent attention it deserves as I am in dire need to leave this country.  Kindly send me your private phone and fax number for easy communication.\r\n\r\nBest regards,\r\nMr.Mazuri Martins  (For the Family)\r\n\r\n\n", "id": "a3dc55b64c19a7d5fb38b42d45e40e34"}