{"email_subject": "FOR THE LOVE OF HUMANITY", "email_body": "FOR THE LOVE OF HUMANITY\n\n\nDear Friend,\nReply to:naybet@web-mail.com.ar\n\nYour first reaction to this mail will be \ntotal rejection, scare and may be disbelief, \nowning largely to the atrocities people commit these days. \n \nBut this mail comes from a devastated, \nsorrowful and emotional laden soul that needs \ncompassion from a kind and good spirited person to wipe \naway my tears and appropriate my dream and humanitarian \ngesture.\n\nAs you read this, I don't want you to feel \nsorry for me, because, I believe everyone dies \nsomeday.My name is Naybet Trabelsi a merchant in \nDubai,in the U.A.E.I worked with Zambian Ministry of \nMining and Resources for eight years as a contractor,\nI have been diagnosed with Esophageal \ncancer .\n\nIt has defiled all forms of medical \ntreatment,I am very worried as the doctors have \ninformed me that its terminal.\nI don't know how much time I have left on \nearth, hence this mail to you.\nI have not particularly lived my life  \nwell, as I never really cared for anyone but my\nbusiness. Though I am very rich, I was \nnever generous, I was always hostile to people \nand only focused on my business as that was the only \nthing I cared for. But now I regret all this as I \nnow know that there is more to life than just \nwanting to have or make all the money in the world.\nI believe when God gives me a second chance \nto come to this world I would live my life a \ndifferent way from how I have lived it. Now that God has \ncalled me, I have willed and given most of my \nproperty and assets to my immediate and extended \nfamily members as well as a few close friends.\n\nI want God to be merciful to me and accept \nmy soul hence, I decided to give alms to charity\norganizations, as I want this to be one of \nthe last good deeds I do on earth. So far, I have \ndistributed money to some charity organizations in the \nU.A.E,Algeria and Malaysia. Now that my health \nhas deteriorated so badly, I cannot do this \nmyself anymore. I once asked members of my family \nto close one of my accounts and distribute the money \nwhich I have there to charity organization in \nBulgaria and Pakistan, they refused and kept the money \nto themselves. Hence, I do not trust them \nanymore, as they seem not to be content with what I \nhave left for them.\n\nThe last of my money which no one knows of \nis the huge cash deposit of $18,000,000,00 that I \nhave with a finance/Security Company \nabroad. I will want you to help me collect \nthis deposit and dispatch it to charity \norganizations.\n\nI have set aside 20% for you and for your \ntime.\n\nGod be with you.\nReply to:naybet@web-mail.com.ar\n\nNaybet Trabelsi\n\n\n\n\n\n\n\n>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>\n\nFREE Email? You bet. http://www.aeneasmail.com\n\nNationwide Internet, Local and Long Distance Telephone up to 30% less!!\n\nAeneas Internet and Telephone - http://www.aeneas.com\n\n>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>\n\n\n", "id": "a3e9e7ea58397612f6062664bfebb9b1"}