{"email_subject": "From Donald ", "email_body": "Hello/Dear,\nI am writting this letter with due respect and heartful of tears since we have not known or met ourselves previously I am asking for your assistance after I have gone through a profile that speaks good of you. I am sorry about the miss-up in registration.I want to find out if it's possible for you to deal with individual as to investment. I came across your profile and I feel it's highly reputable that is why I pick an interest getting across to you in respect of investment at my disposal I inherited a huge amount of money from my late father,I wrote you in order to solicite for your help and assistance with hope you will understand my situation.\n\nMy name is  Donald Konte .I am 21 years old from the republic of Liberia in west Africa,now seeking refuge in Dakar Senegal under the Unite Nation High Commission For Refugees (UNHCR).My (late) father Dr. Zamani Konte ,was the managing director J & D Oil company in (MONROVIA) Liberia. But he was killed along side with my senior brother during the longing civil war by rebels and all our properties was totally destroyed.\n\nHowever,after their death and burial I managed to escape with a very important document (DEPOSIT CERTIFICATE)of(US$6.5m) Six Million Five Hundred Thousand U.S Dollars,this document indicated me as the Next of Kin .Meanwhile,I am saddled with the problem of securing a trust worthy foriegn personality or an organisation to help me transfer the money over to Your country with the intention of investing it in a business under his/her directives and supervisstions,because I have no knowledge of investment. \n\nPlease if you are so kind as to assist me I shall send to you all vital informations for your confirmation regarding the bank where the fund was lodged. I am giving you this offers as mentioned with every confidence on your acceptance to assist me as your son and manage the money in my behalf untill such a time Iam able to stand on my feet.I will be happy to hear from you.\nGod Bless you as you consider me \nDonald Konte\n\n \n\n\n\n\nSend instant messages to your online friends http://asia.messenger.yahoo.com ", "id": "a4168368dde669b2036433fa65ba063b"}