{"email_subject": "Mrs Fatima Rasheed Khalifa", "email_body": "FROM: MRS, FATIMA RASHEED KHALIFA\nADDRESS:NORTH ZONE BAZRA IRAQ.)\n \n \nPlease permit me your little endulgence to solicit\nfor your unreserved attention,\nbased on my urgly condition of life though one with\nalmighty Allah is with majority.\nI am Mrs Fatima R. Khalifa, a widow to Late Sheik\nMohammed Rasheed Khalifa.\n\nI am 64 years old of a born muslim faith. Presently\ni am suffering from long time cancer of the breast, from \nall indications, my condition is really deteriorating\nand is quite obvious that I won't live more than six\nmonths according to my doctor,because the cancer stage has \ngotten to a very bad stage.\n \nMy late husband was killed during the invasion of\ncollition forces from American and Britain in Iraq,\nunfortunately he died leaving behind a huge sum of money\nwhich he had looted from a supply of ammunition to\nthe ex- Saddam Hussein Government.\nThis money is now in the vault of a private security\ncompany oversea to be precise in Holland,\nbut due to my present bad condition of health as I\nam suffering from Cancer of the breast its quite\nimpossible for me to travel that distance to receive\nthis money.\n \nTo this effect I have writen a letter throgh my\nfamily lawyer requesting for the transfer\nof this box to Dubai United Arab Emirates pending\nwhen I can succeed in getting a trust and\nreliable person to utilize this money. Although,\ntoday, I have received a signal from the security\ncompany notifying me of the approval to transfer  the\nconsignment through their agent.\n\nTherefore, let me receive your total support and\nsecurity assurance that the consignment will\nbe save in your hand .\n \nI want you to understand that a neither have any son\nnor have any person to entrust this\nmoney to which I know that it is better make use of\na total foreigner to achieve my aim.\nAtleast had it been that during the period of our\nmarriage we could produce any child, my late\nhusband was very wealthy and after his death, his\noffspring will inherited all his business and wealth.\n \nI got your contact through a desperate and personal\nsearch on the web, for someone\nI could really trust and I have prayed over it.\n \nTherefore my desire now is to contribute part of\nthis  wealth to the propagation of islam and in\nassisting the less-privileged Muslim faithful in\nAfrica,Asia,Europe and in all Arab-Nation's .\n \nI have discussed this with my Family Lawyer hence I\nam willing to donate part of it atleast 40% of  the\ntotal sum of US$16,250,00000. (sixteen Million two hundred\nand fifty thousand US Dollars)for the development of\nthe holy work of islam, as well as distribution's to aid\nmuslim's faithfuls.\n\nPlease I want you to note that, this fund is lying\nin a Security Company in Holland The Netherlands so it can be \ntransferred to you upon your readiness to co-join with me in this \ntransaction and secure the money.\n\n\nFor that, my lawyer will file application's that\nwill back you up for the transfer of\nthe money in your name as the beneficiary only if\nyou promise to use this funds/my donations\njudiciouly for the said purpose.\n \nTherefore,I have decided to set-aside 40% for the\npromotion of holy islam and the work of Allah.\nwhile 30% will be retuned back to me through my\nlawyer so that I can offset my bills\nin the hospital because of the cancer treatment.\n \nIf you have to die says the Allah, keep fit and I\nwill give you the crown of life.\nMay the Grace of Allah be our guide and be my refuge\nwhen i leave this world.\n \nMoreso,I further decided to offer you 20% While the\nremaining 10% is for the expenses incured during\nthe facillitation of the project.\n\nYours in Allah,\n\nMrs Fatima Rasheed Khalifa\n\n\n", "id": "a45d18c75f644d9e1396b887395dae00"}