{"email_subject": "FROM   MISS  PRINCES  ELIZBERTH  DAUGTHER  HON,  MR , KOFFI ,  ANAN,", "email_body": "                FROM DAUGTHER  HON,  MR,  KOFFI,  ANAN ,\n  ABIDJAN COTE D IVOIRE Abidjan,cote d'ivoire\n  \n \nDEAREST Sir/ \n \nIt is my pleasure to write you this mail however i feel very pleased to come to you at this important time of my life .I AM  MISS PRINCES  ELIZBERTH KOFFI ANAN THE DAUGHTHER  to the UN SEC GEN  HON,  MR, KOFFI , ANAN,. WHO IS THE PRESENT SERVING UNITED  NATION SECTARY GENERAL . I am writing you from Accra-Ghana in west Africa.\n   \n   I got your contact from journalist while searching for a foreign partner and contact. I am 27 years old and a  COTE D IVOIRE national. \nI am looking for an  overseas  man husband  marriage because i love overseal man i dont want to marry a black  man  and same time i need the man to be my \n   \n  overseas business partner/investor to assist me move \nand invest (US$22.000 00,MILLION US DOLLARS) Twenty two  Million United state Dollars which I DEPOSITED in one of the BANK OF AFRICA   here IN COTE D IVOIRE  WHICH I DID NOT WANT TO LET MY  FATHER  or any members of my family TO KNOW ABOUT THIS.  MONEY  I DEPOSITED THE \n   \n  MONEY IN A CODED ACCOUNT WITH MY NAME.MISS ELIZBERTH   BECAUSE OF MY FATHER POSITION IN  GOVERNMENT OF UNITED NATION SECTARY GENERAL .  been money which I  was uppotune to be in position of   get  from my  father.MR KOFFI ANAN   \n\nNOW i DONT WANT THIS MONEY TO RAISE AN EYBROW WHEN TRANSFERING THE FUNDS FOR INVESTMENT IN  YOUR CONUTRY OVERSEAS , THAT CAN NOT  BE IMPLECATE HIM  ON TILLE HE SIGN OF HIS  TENION   FROM OFFICE OF UNITED NATION SECTARY GENERAL  THAT IS THE REASON WHY I MISS ELIZBERTH DOURTHER TO MR KOFFI ANAN  HAVE DECIDED TO \n   \n  TRANSFER THIS MONEY  TO  YOUR ACCAOUNT IN YOUR  CONUTRY OVERSEAS TO HELP ME TO ESTABLISH A VERY GOOD INDUSTRY /INVESTIMENT IN YOUR COUNTRY WITH YOU AND SAME TIME BOTH \n  OF US WE MARRY TOGETHER IN YOUR COUNTRY WITH COURT \n   \n  WEDING   BEFOR MY FATHER WILL KNOW ABOUT THIS ? I AM NOW in Accra,the Ghanian capital  city where i'm doing my degree course in geography and urban planing faculty of social sciences at KWAME NKRUMA UNIVERSITY  OF GHANIAN  WHY I LIVING IN COTE D IVIORE I am right now contacting you to ask for your \n   \n  sincere help to help me ,but before then, I hope you will not betray the honour and trust i am about to repose on you.As MY husband I need your humble and sincere assistance to help me in the investment of this fund as i have no single idea in marriage and world of commerce and industry ,but our first objective will be to retrieve this fund into your control account .\n\n   \n  For futher informations all the neccessary (DOCUMENTS) concerning, and   regarding  to this  fund all  is intiret with  (LAWYER) please  I want you to  keep every informations regarding this fund very confidential and secret and let me know how you would like \n   \n  my faimly to compensate you as there ( inlaw) please  I am offering you 20% of the total amount for your humble assistnace and 10% is mapped out to refund any expenses incure   for offering us this assistance.Let me have your direct phone NUMBER for easy communications.Looking forward to recieve your response for us to proceed. marriage emidetely and same time transfer this money into your control  account  and  also to  enable me to fly down in your country to meet you  there ,\n\n                                URGENT REPLY PLEASE \n\n  THANKS BEST REGARDS\n  MISS ELIZBERTH DAUGTHER\n  TO HON, MR, KOFFI  ,ANAN,  (UN. SEC .GEN .)\n  PLEASE FOR SECURITY REASONS MAIL ME BACK TO \n   (miss_princes_koffianan01@yahoo.com.)\n\n\n\n\n\n\n\n\n __________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com ", "id": "a49a00e40b924802f749d58969496523"}