{"email_subject": "GOOD DAY", "email_body": "\n>From Mrs.Nazek Hariri\n\nPresident,Hariri Organization\n\nBeirut, Lebanon.\n\nDear Friend,\n\n\n\nThis letter may come to you as a surprise due to the fact that we have never met. The message could be strange but real, if you pay some attention to it. I could have notified you about it at least for the sake of your integrity.\n\n\n\nI am Mrs. Nazek Hariri, wife of the late Prime Minister of Lebanon, Mr Rafiq Hariri, who was assassinated on 14 February 2005, along with 20 others,near the St. George Hotel in Beirut.In the wake of his assassination on 14 February 2005, the United Nations Secretary-General Kofi Annan dispatched a fact-finding mission to investigate the killing. Arriving in Beirut on 25 February, the mission interviewed Lebanese officials and politicians, from both the government and opposition, studied the Lebanese investigation and legal proceedings, examined the crime scene and collected evidence.\n\n\n\nIt also interviewed some Witnesses.The report emphasizes that it is impossible to identify the culprits until the perpetrators have been brought to justice, but blames the Syrian government, which it charges with exerting influence that goes beyond the reasonable exercise of cooperative or neighbourly relations, with primary responsibility for the political tension that preceded the assassination, by its (interference) with the details of governance in Lebanon in a heavy-handed and inflexible manner.Since the perpetrators of these evil act has not been brought to justice, l have the feelings that l am not also save here in Beirut.\n\n\n\nI intend leaving Lebanon for greener pasture.During my husband's regime as the Prime Minister of Lebanon, He realized some reasonable amount of money from various deals that I successfully executed. The money was deposited by my husband in my name, Mrs. Nazek Hariri, in a Finance Firm in Europe. I have plans to invest this money outside Lebanon.I am contacting you because am looking for a trusted and reliable person that will represent me in Europe to claim the money on my behalf.\n\n\n\nI have sent a notification letter to the financier institution, that the consignment will be collected by the family foreign business partner.Why l need a foreign partner is that, as an Arab woman, the tradition forbids me to run any business with my son (Saadeddine). Since he was not aware of the money from the very first beginning.When I receive your positive response I will then give you details of the Finance firm, and the amount involves.\n\nBest regards and God bless,\n\nMrs.Nazek Rafiq Hariri\n\n_______________________________________________\nNo banners. No pop-ups. No kidding.\nMake My Way  your home on the Web - http://www.myway.com\n\n\n\n\n", "id": "a4a0183938df47bddcb669da7e96bc5b"}