{"email_subject": "VERY IMPORTANT BUSINESS", "email_body": "\nTOP BUSINESS PROPOSAL\n\nATTN: PRESIDENT/C E O,\n\nI am Engineer.Chris Adamu,Chairman Senate Committee on\nContracts Review and foreign payments In My Country Nigeria. \nPresently There is available the sum of US$18.500,000 (Eighteen Million Five hundred Thousand United States Dollars} which members of this committee\nwish to transfer into your account, to be used for our\nre-election This year 2003 general elections in Nigeria.\nSOURCE OF FUND.\nThis amount was realized from inflated or\nover-invoiced aspect of contracts executed by some\nforeign firms in 1999 when Nigeria hosted the world\nyouth soccer Championship.ln the course of our duty we\nobserved this sum un-paid claims.lt is one of\nthem that we intend to lodge into your bank account for our mutual benefit.\nREMUNERATION.\nWe have unanimously agreed that you will be entitled\nto 30% of the total sum, while 10%\nIs set aside to offset expenses incurred during the transaction.\nINVESTMENT.\nYou will be required to place 60% of the total sum\ninto any high yield investment facility in your\ncountry, for an initial duration of 10 months. During\nthe 2003 elections, you will return 30% to us, but\nthis time as a foreign loan for our election purposes.\nThe accrued interest and the remaining 30% is what you\nwill re-invest in the same process for a period of 4years.\nOPERATIONAL MODALITIES.\nWe shall present you as one of the contractors\nawaiting payment for over-due contract payment for job\nexecuted for the Federal Republic of Nigeria in\n1999.Application for claims, processing of approvals\nwill be undertaken by my committee in conjunction with\nsome highly placed officials, to ensure that fund is\nwired into your nominated bank account.\n\nREQUIREMENTS.\nYour company details, banking details, as well as your\nconfidential tell and fax numbers should be sent to me\nimmediately to indicate your interest.\n\nCONCLUSION.\nYou do not stand any risk at all for being parts of\nthis project, and your present line of business or\nprofession is no hindrance. Honestly, our re-election\nin 2003 will be determined by this transaction and\nyour ability to partner with us in all sincerity will enhance its success.\nNote: That this transaction is expected to last\nbetween 7-14 days from the day we received the information\nI am waiting for your reply via e-mail.\nThanks for your co-operation and understanding while\nyour urgent response is expected.\n\nBest Regards,\nEngr.Chris Adamu.(SENETOR)\n\nNote: Please reply a copy to chr_adamu@excite.com\n\n \n\n\n \n\n\n\n---------------------------------\nDo you Yahoo!?\nYahoo! Mail Plus - Powerful. Affordable. Sign up now", "id": "a4e6680d3c17ceb7bab1aa5f6ebe7548"}