{"email_subject": "HELP", "email_body": "FROM:MRS. M SESE-SEKO\n\nDEAR FRIEND,\n\nI AM MRS. MARIAM SESE-SEKO WIDOW OF LATE PRESIDENT MOBUTU SESE-SEKO OF ZAIRE? NOW KNOWN AS DEMOCRATIC REPUBLIC OF CONGO (DRC).I RECEIVED YOUR COMPANY PROFILE FROM THE CHAMBERS OF COMMERCE IN MOROCCO.\n\nI AM MOVED TO WRITE YOU THIS LETTER, THIS WAS IN CONFIDENCE CONSIDERING MY PRESENT CIRCUMSTANCE AND SITUATION. I ESCAPED ALONG WITH MY HUSBAND AND TWO OF OUR SONS EMMANUEL AND MUKOKO OUT OF DEMOCRATIC REPUBLIC OF CONGO (DRC) TO ABIDJAN,COTE D'IVOIRE \n\nWHERE MY FAMILY AND I SETTLED, WHILE WE LATER MOVED TO SETTLED IN MOROCCO WHERE MY HUSBAND LATER DIED OF CANCER DISEASE.\n\nHOWEVER DUE TO THIS SITUATION WE DECIDED TO CHANGED MOST OF MY HUSBAND'S BILLIONS OF DOLLARS DEPOSITED IN SWISS BANK AND OTHER COUNTRIES INTO OTHER FORMS OF MONEY CODED FOR SAFE PURPOSE BECAUSE THE NEW HEAD OF STATE OF (DRC) MR LAURENT KABILA HAS MADE AR\n\nRANGEMENT WITH THE SWISS GOVERNMENT AND OTHER EUROPEAN COUNTRIES TO FREEZE ALL MY LATE HUSBAND'S TREASURES DEPOSITED IN\nSOME EUROPEAN COUNTRIES.\n\nHENCE MY CHILDREN AND I DECIDED LAYING LOW IN AFRICA TO STUDY THE SITUATION TILL WHEN THINGS GETS BETTER, LIKE NOW THAT PRESIDENT KABILA IS DEAD AND THE SON T AKING OVER(JOSEPH KABILA), ONE OF MY LATE HUSBAND'S CHATEAUX IN SOUTHERN FRANCE WAS CONFISCATED\n\nBY THE FRENCH GOVERNMENT, AND AS SUCH I\nHAD TO CHANGE MY IDENTITY SO THAT MY INVESTMENT WILL NOT BE TRACED AND CONFISCATED.\nI HAVE DEPOSITED THE SUM OF ONE HUNDRE MILLION UNITED STATE DOLLARS(US$I00,000,000,00.) WITH A FINANCE HOUSE , FOR SAFEKEEPING.\n\nTHE FUNDS ARE SECURITY CODED TO PREVENT THEM FROM KNOWING THE CONTENT. WHAT I WANT YOU TO DO IS TO INDICATE YOUR INTEREST THAT YOU WILL ASSIST US BY RECEIVING THE MONEY ON OUR BEHALF.20% OF THIS TOTAL SUM BELONG TO YOU FOR YOUR ASSISTANCE,ACKNOWLEDGE THI\n\nS MESSAGE, SO THAT I CAN INTRODUCE YOU TO MY SON (EMMANUEL)\nWHO HAS THE OUT MODALITIES FOR THE CLAIM OF THE SAID FUNDS. I WANT YOU TO ASSIST IN INVESTING THIS MONEY, BUT I WILL NOT WANT MY IDENTITY REVEALED.\n\nI WILL ALSO WANT TO BUY PROPERTIES AND STOCK IN MULTI-NATIONAL COMPANIES AND TO ENGAGE IN OTHER SAFE AND NON-SPECULATIVE INVESTMENTS.\n\nMAY I AT THIS POINT EMPHASISE THE HIGH LEVEL OF CONFIDENTIALITY, WHICH THIS BUSINESS DEMANDS, AND HOPE YOU WILL NOT BETRAY THE TRUST AND CONFIDENCE, WHICH I REPOSE IN YOU.IN CONCLUSION, IF YOU WANT TO ASSIST US , MY SON SHALL PUT YOU IN THE PICTURE OF TH\n\nE BUSINESS, TELL YOU WHERE THE FUNDS ARE CURRENTLY BEING MAINTAINED AND ALSO DISCUSS OTHER MODALITIES INCLUDING RENUMERATIONS FOR YOUR SERVICES.\n\nFOR THIS REASON KINDLY FURNISH US YOUR CONTACT INFORMATION, THAT IS YOUR PERSONAL TELEPHONE AND FAX NUMBER HOUSE ADDRESS FULL NAME FOR CONFIDENTIAL PURPOSE AND ACKNOWLEDGE RECEIPT OF THIS MAIL USING THE ABOVE EMAIL ADDRESS.\n\nBEST REGARDS,\nMRS M. SESE SEKO\n\n\n\n\n\n\n", "id": "a4fa48c8b207e2a05bf8aae0ae7be03a"}