{"email_subject": "i need your assistance", "email_body": "\nDEAR FRIEND, \n\nI AM MRS. SESE-SEKO WIDOW OF LATE PRESIDENT MOBUTU SESE-SEKO OF ZAIRE \nNOW KNOWN AS DEMOCRATIC REPUBLIC OF CONGO(DRC). \n\nI AM MOVED TO WRITE YOU THIS LETTER, THIS WAS IN CONFIDENCE CONSIDERING \nMY PRESENT CIRCUMSTANCE ANDSITUATION. \n\nI ESCAPED ALONG WITH MY HUSBAND AND TWO OF OUR SONS SONNY \nAND BASHER OUT OF DEMOCRATIC REPUBLIC OF CONGO (DRC). \n\nTO ABIDJAN, COTED'IVOIRE WHERE MY FAMILY AND I SETTLED,WHILE WE LATER \nMOVED TO SETTLED IN MORROCO WHERE MY HUSBAND LATER DIED OFCANCER \nDISEASE. \n\nHOWEVER DUE TO THIS SITUATION WE DECIDED TO CHANGED MOST OF MY HUSBAND'S \nBILLIONS OF DOLLARS DEPOSITED IN SWISS BANK AND OTHER \nCOUNTRIES INTO OTHER FORMS OF MONEY CODED FOR SAFE PURPOSE BECAUSE THE \nNEW HEAD OF STATE OF (DR) MR LAURENT KABILA HAS MADE ARRANGEMENT WITH THE \nSWISS GOVERNMENT AND OTHER EUROPEAN COUNTRIES TO FREEZE ALL MY LATE \nHUSBAND'STREASURES DEPOSITED IN SOME EUROPEAN COUNTRIES. \n\nHENCE MY CHILDREN AND IDECIDED LAYING LOW IN AFRICA TO STUDY THE \nSITUATION TILL WHEN THINGS GETBETTER, LIKE NOW THAT PRESIDENT KABILA IS \nDEAD AND THE SON TAKING OVER(JOSEPH KABILA). \n\nONE OF MY LATE HUSBAND'S CHATEAUX IN SOUTHERN FRANC EWAS CONFISCATED BY \nTHE FRENCH GOVERNMENT, AND AS SUCH I HAD TO CHANGE MY IDENTITY SO THAT \nMY INVESTMENT WILL NOT BE TRACED AND CONFISCATED. \n\nI HAVE DEPOSITED THE SUM OF THIRTY MLLION UNITED STATE DOLLAR \n(USD$18,000,000,00.)WITH A SECURITY COMPANY ,FOR SAFEKEEPING. \nTHE FUNDS ARE SECURITY CODED TO PREVENT THEM FROM KNOWING THE CONTENT. \n\nWHAT I WANT YOU TO DO IS TO INDICATE YOUR INTEREST THAT YOU WILL ASSIST \nUS BY RECEIVING THE MONEY ON OUR BEHALF.ACKNOWLEDGE THIS MESSAGE, SO \nTHAT I CAN INTRODUCE YOU TO MY SON (SONNY) WHO HAS THE OUT MODALITIE \nFOR THE CLAIM OF THE SAID FUNDS. \n\n\n\nI WANT YOU TO ASSIST IN INVESTING THIS MONEY,BUT I WILL NOT WANT MY \nIDENTITY REVEALED.I WILL ALSO WANT TO BUY PROPERTIES AND STOCK IN \nMULTINATIONAL COMPANIES AND TO ENGAGE IN OTHER SAFE AND NON-SPECULATIVE \nINVESTMENTS. \n\nMAY I AT THIS POINT EMPHASISE THE HIGHLEVEL OF CONFIDENTIALITY, WHICH \nTHIS BUSINESS DEMANDS, AND HOPE YOU WILL NOT BETRAY THE TRUST AND \nCONFIDENCE,WHICH I REPOSE IN YOU. \n\nIN CONCLUSION,IF YOU WANT TO ASSIST US ,MY SON (SONNY) SHALL PUT YOU \nIN THE PICTURE OF THE BUSINESS,TELL YOU WHERE THE FUNDS ARE CURRENTLY \nBEING MAINTAINED AND ALSO DISCUSS OTHER MODALITIES INCLUDING \nREMUNERATION FOR YOUR SERVICES. \n\nFOR THIS REASON KINDLY FURNISH US YOUR CONTACT INFORMATION, THAT IS, \nYOUR PERSONAL TELEPHONE AND FAX NUMBERS AND CONTACT ADDRESS FOR \nNECESSARY VALIDATION \nPROCEDURES. \n\nPLEASE CONTACT ME THROUGH MY PRIVATE EMAIL: mseko2003@fsmail.net\nBEST REGARDS, \n\nMRS M. SESE SEKO \n\n\n\n\n\n\n----------------\nPowered by telstra.com\n                                                                      \n\n", "id": "a51d38eef1bf180e81309055b47f03e2"}