{"email_subject": "HELLO", "email_body": "\n\n\nGood day,\n\nI am Mr.Christopher Wilson, staff of Kleinwort Benson. I am contacting you\nconcerning a\n\ndeceased customer and an investment he placed under our banks management\nthree years ago.I\n\nWould respectfully request that you keep the contents of this mail\nconfidential and respect\n\nthe integrity of the information you come by as a result of this mail.\n\nI am contacting you independently of our investigation and no one is\ninformed of this\n\ncommunication. I would like to intimate you with certain facts that I\nbelieve would be of\n\ninterest to you. In the year 2003, the subject matter; came to our bank to\nengage in\n\nbusiness discussions with our private banking division. He informed us\nthat he had a\n\nfinancial portfolio of Six Million United States dollars, which he wished\nto have us turn\n\nover (invest) on his behalf.\n\nI was the officer assigned to his case, I made numerous suggestions in\nline with my duties\n\nas the de-facto chief operations officer of the private banking sector\nthen, especially\n\ngiven the volume of funds he wished to put into our bank. We met on\nnumerous occasions prior\n\nto any investments being placed.I encouraged him to consider various\ngrowth funds with prime\n\nratings.\n\nIn mid 2004, he asked that the money be liquidated because he needed to\nmake an urgent\n\ninvestment requiring cash payments in Helsinki- Finland. He directed that\nI liquidate the\n\nfunds and deposit it with a security firm. I informed him that my Bank\nwould have to make\n\nspecial arrangements to have this done and in order not to circumvent due\nprocess.\nCash movement across boarders has become especially strict since the\nincidents of 9/11. I\n\ncontacted my affiliate and made the funds available to the security firm.\nI undertook all\n\nthe processes and made sure I followed his precise instructions to the\nletter and had the\n\nfunds deposited with the security firm. The Security Firm is a specialist\nprivate firm that\n\naccepts deposits from high net worth individuals and blue chip\ncorporations that handle\n\nvaluable products or undertake transactions that need immediate access to\ncash. This small\n\nand highly private organization is familiar especially to the highly\nplaced and\n\nwell-connected organizations. In line with instructions, the money was\ndeposited with the\n\nsecurity firm.\nThe deceased told me he wanted the money there in anticipation of his\narrival from Norway\n\nlater that week. This was the last communication we had, this transpired\naround 25th of\n\nNovember 2004.In June last year, we got a call from the security firm\ninforming us about the\n\ninactivity of that particular portfolio.  I made futile efforts to locate\nthe deceased. I\n\nimmediately passed the task of locating him to the internal investigations\ndepartment of\n\nKleinwort Benson.Four days later, information started to trickle in,\napparently our client\n\nwas dead. A person who suited his description was declared dead of a heart\nattack in canne,\n\nin Southern part of France.We were soon enough to identify the body and\ncause of death was\n\nconfirmed.\n\n In his bio-data form, he listed no next of kin. In the field of private\nbanking, opening an\n\naccount with us means no one will know of its existence, accounts are\nrarely held under a\n\nname; depositors use numbers and codes to make the accounts anonymous.\nThis investigation\n\nhas for the past months been unfruitful, We've used our private\ninvestigation affiliate\n\ncompanies to get to the root of the problem. It is this investigation that\nresulted in my\n\nbeing furnished with your details as a possible relative of the deceased.\n\nAccording to practice, The Security Firm will by the end of this financial\nyear broadcast a\n\nrequest for statements of claim to Kleinwort Benson, failing to receive\nviable claims they\n\nwill most probably revert the deposit back to Kleinwort Benson.This will\nresult in the money\n\nentering the Kleinwort Benson accounting system and the portfolio will be\nout of my hands\n\nand out of the private banking division.This will not happen if I have my\nway. What I wish\n\nto relate to you will smack of unethical practice but I want you to\nunderstand something. It\n\nis only an outsider to the banking world who finds the internal politics\nof the banking\n\nworld aberrational.\n\nThe world of private banking especially is fraught with huge rewards for\nthose that occupy\n\ncertain offices and oversee certain portfolios. You should have begun by\nnow to put together\n\nthe general direction of what I propose. There is Six Million dollars\ndeposited in a\n\nsecurity firm, I alone have the deposit details and they will release the\ndeposit to no one\n\nunless I instruct them to do so. I alone know of the existence of this\ndeposit for as far as\n\nmy Bank  is concerned.\n\nMy proposal:I now seek your permission to present you  as a next of kin to\nthe deceased, as\n\nall documentations will be carefully worked to make you the beneficiary to\nthe funds $6,000\n\n000 00 (Six Million United states Dollar) ; I am prepared to place you in\na position to\n\ninstruct The security Firm to release the deposit to you as the closest\nsurviving relation.\n\nUpon receipt of the deposit,I am prepared to share the money with you.\nThat is: I will\n\nsimply nominate you as the next of kin and have them release the deposit\nto you. We share\n\nthe proceeds 60/40.I would have gone ahead to ask that the funds be\nreleased to me, but that\n\nwould have drawn a straight line to me and my involvement in claiming the\ndeposit.\nWe can fine-tune this based on our interactions am aware of the\nconsequences of this\n\nproposal. I ask that if you find no interest in this project that you\nshould discard this\n\nmail. I ask that you do not be vindictive and destructive. If my offer is\nof no appeal to\n\nyou, delete this message and forget I ever contacted you.\n\nDo not destroy my career because you do not approve of my proposal. I am\nnot a criminal and\n\nwhat I do, I do not find against good conscience, this may be hard for you\nto understand,\n\nbut the dynamics of my industry dictates that I make this move. Such\nopportunities only come\n\nones' way once in a lifetime. I cannot let this chance pass me by, for\nonce I find myself in\n\ntotal control of my destiny.These chances wont pass me by. I ask that you\ndo not destroy my\n\nchance, if you will not work with me let me know and let me move on with\nmy life but do not\n\ndestroy me. I am a family man and this is an opportunity to provide them\nwith new\n\nopportunities. There is a reward for this project and it is a task well\nworth undertaking.\n\nI have evaluated the risks and the only risk I have here is from you\nrefusing to work with\n\nme and alerting my bank.  If you give me positive signals, I will initiate\nthis process\n\ntowards a conclusion. I wish to inform you that should you contact me via\nofficial channels;\n\nI will deny knowing you and about this project. I repeat, I do not want\nyou contacting me\n\nthrough my official phone lines nor do I want you contacting me through my\nofficial email\n\naccount. Contact me only through the numbers I will provide for you and\nalso through this\n\nemail address. I do not want any direct link between you and myself.\n\nMy official lines are not secured lines as they are periodically monitored\nto assess our\n\nlevel of customer care in line with our Total Quality Management\nPolicy.Please observe this\n\ninstruction religiously.\n\nPlease, again, note that I am a family man, I have a wife and children. I\nsend you this mail\n\nnot without a measure of fear as to what the consequences, but I know\nwithin me that nothing\n\nventured is nothing gained and that success and riches never come easy or\non a platter of\n\ngold. This is the one truth I have learned from my private banking\nclients. Do not betray my\n\nconfidence.\n\nKindly send your response to my private email:christopherwilson77@yahoo.com\n\nI await your response.\n\nMr.Christopher Wilson\n\n\n\n", "id": "a55b6aea2a5429ffb3b4002d1e409461"}