{"email_subject": "CONFIDENTIAL", "email_body": "MR PETER ADAMS\nAUDITING AND ACCOUNTING UNIT\nFOREIGN REMITTANCE DEPT\nCREDIT BANK BENIN\nCOTONOU-BENIN REPUBLIC\nWEST AFRICA.\nDIRECT CONTACT:\n+229 97 87 30 79\n\nALTERNATIVE EMAIL:peter_adams3010@yahoo.it\n\nMy dear  \n,\n\nI am MR PETER ADAMS, the director in charge of auditing and \naccounting section of Credit Bank Benin republic in West Africa with \ndue respect and regard. I have decided to contact you on a business \ntransaction that will be very beneficial to both of us at the end of \nthe transaction.\n\nDuring our investigation and auditing in this bank, \nmy department came across a very huge sum of money belonging to a \ndeceased person who died on 30th january 2000 on Kenya Airways with \naircraft Airbus 310-304 at location Abidjan, Ivory Coast,  with \nregistration number 5Y-BEN while travelling with his entire family, his \nwife, two children and a maid on a festive visit to Abidjan and since \nhis untimely death the funds has been dormant in his account with this \nBank without any claim of the fund in our custody either from his \nfamily or relation before our discovery to this development.\n\nAlthough \npersonally, I kept this information secret within myself and partners \nto enable the whole plans and idea be Profitable and successful during \nthe time of execution. The said amount was (USD$24.1M)Twenty four \nMillion one Hundred Thousand united states dollars As it may interest \nyou to know, I got your impressive information through my good friend \nwho works with chamber of commerce on foreign business relations here \nin Cotonou-Benin, it is him who recommended your person to me to be \nviable and capable to champion a business of such magnitude without any \nproblem.\n\nMeanwhile all the whole arrangement to put claim over this \nfund as the bonafide next of kin to the deceased and get the required \napproval and transfer this money to a foreign account has been put in \nplace, all directives and needed information will be relayed to you as \nsoon as you indicate your interest and willingness to assist us and \nalso benefit yourself to this great business opportunity.\n\nIn fact i \ncould have done this deal alone but because of my position in this \ncountry as a civil servant, we are not allowed to operate a foreign \naccount and would eventually raise an eye brow on my side during the \ntime of transfer because i work in this bank.\n\nThis is the actual \nreason why it will require a second party or fellow who will forward \nclaims as the next of kin to the Bank and also present a foreign \naccount where he will need the money to be re-transferred into on his \nrequest as it may be after due verification and  clarification by the \ncorrespondent branch of the bank where the whole money will be remitted \nfrom to your own designated bank account.\n\nMay i at this point \nemphasize that this transaction is 100% risk free as i have made all \narrangements for a successful transaction as an insider of the bank \nbefore contacting you.\n\nOn smooth conclusion of this transaction, you \nwill be entitled to 30%of the total sum as gratification, while 10% \nwill be set aside to take care of any expenses that may arise during \nthe time of transfer like telephone bills, fax and our travel tickets \nto come over to your country for the sharing of the fund while 60% will \nbe for me and my partners.\n\nPlease you have been advised to keep this a \ntop secret as we are still in service and intend to retire from service \nafter we conclude this deal with you.\n\nI will be monitoring the whole \nsituation here in this bank until you confirm the money in your account \nand ask us to come down to your country for subsequent sharing of the \nfund according to percentages previously indicated and further \ninvestment either in your country or any country you will advice us to \ninvest in.\n\nAll other necessary information will be sent to you on your \nacceptance to champion this transaction with me. I suggest you get back \nto me as soon as possible stating your wish in this deal.\n\nFor \nconfidentiality reasons,kindly call me on my direct line and also reply \nto my private \n\nEmail:peter_adams3010@yahoo.it\n\nYours Faithfully,\nMR \nPETER ADAMS\n+229 97 87 30 79\n\n\n", "id": "a5779e56023e3c1b12a3aec260ec0a79"}