{"email_subject": "PLEASE HELP", "email_body": "Please reply to savimbicar1@fizgigs.com\nDear friend\n\n\n\n\nMy proposal to you will be very surprising as we have not had any\npersonal contact. However I sincerely seek your confidence in this\ntransaction which I propose to you as a person of transparency and caliber\n\nLet me first start by introducing myself properly to you My name\nis Carlos Savimbi cousin and Personal Assistant of Jonas Malheiro\nSavimbi the leader UNITA (National Union for the Total independence\nof Angola) I got your email address from network directory I apologize\nif I infringed  on your privacy.\n\nYou may know that my Uncle was recently killed in a battle with\nthe government troops of Angola led by President Dos Santos on friday 22nd\nFebruary 2002\n\nNow Mr Antonio Dembo who was my Uncle's second in command has\nassumed office as leader of UNITA In spite of this UNITA is like\na herd of cattle without shepherd Prominent members like Carlos\nMorgado are still lobbying to oust him and assume office as leader\nto enrich themselves and some of them who see me as a threat to\ntheir ambitions including Mr Dembo are planning to kill me For\nmore information check www.angola.org\n\nHowever I am a young man who has ambitions and I am not in any\nway interested in wars this is why I secretly left Angola\n\nI am sincerely seeking for your urgent help in respect to safekeeping\nof some of my Uncle's money that arose from Diamonds sales This\nmoney US$20 million was already on its way to my Uncle's Swiss\nBank account It was on transit with a safe deposit company\nin Europe when the tragic incident of my Uncle's death occurred.\n\nAs a matter of fact this is the reason I chose to come and\nseek political asylum. It is very clear with the way things are\nnow that President Dos Santos will lobby the International Community\n\nto freeze my Uncle's assets and accounts abroad to ground UNITA\nsince he has already done this in Angola.\n\nI plan to use this money to safeguard my future It is very essential\nthat you understand that the kind of trust and confidence I want\nto put in you is extraordinary and an act of desperation on my\npart in order not to lose this money Please treat this contact\nwith utmost secrecy and confidentiality for security and safety reasons.\n\nThe help I need from you is clearing the box containing the money\nfrom the security company after which it will be deposited in\nan account in your name . The money\nshall remain in your custody till my asylum application is granted\nand I have the permit to conduct business then you will transfer\nthe account to me Meanwhile the money can be invested into risk-free\nprofitable ventures and there will an agreement to protect my interest.\nI have all the documents that will enable you claim the consignment from\nthe security company.\nTo make this deal relisable i need a committment from you that it will be\nkept confidential,your tel nd fax numbers including mobile for easy\ncommunications,your permanent address as well as some form of\nidentification.\nFor your reliable assistance I will reward you with 20% of the money\nand we shall use 5% to carry out every expenses that we incurr during the\ntransaction\nand the investment process. 75%shall be for my family.\n\nI thank you in advance in anticipation for your assistance in enabling\nme achieve this goal. Please contact me whether or not you are interested\nin assisting me. This will enable me scout for another partner in\nthe event of non-interest on your part.\nPlease reply to savimbicar1@fizgigs.com\nNOTE YOUR PROMPT RESPONSE WILL BE APPRECIATED.\n\n\nSincerely,\n\nCARLOS SAVIMBI.\n\n\n\n---------\nThis email has been sent by http://www.dogmail.co.uk.\nThe superior free email service for dog lovers\n\n\n", "id": "a5b11fc2e4b120aa7ac46a2363178117"}