{"email_subject": "Fund Management", "email_body": "Attn: Dear Sir, \n\nREQUEST FOR YOUR ASSISTANCE IN A FINANCIAL TRANSACTION. \n\nI am interested in your partnership in business dealing.This business \nproposal I wish to intimate you with is of mutual benefit and it's success \nis entirely based on mutual trust,co-operation and a high level of \nconfidentiality as regards this business transaction. \n\nI am representing the board of the contract award and monitoring committee \nof the South African Ministry of Mining and Resources.I am seeking your \nassistance to enable me transfer the sum of US$20,000,000.00 (Twenty \nMillion United States Dollars) into your private or company account. \n\nThe funds came about as a result of a contract awarded and executed for \nand on behalf of my Ministry.The contract was supposed to be awarded to \ntwo foreign contractors to the tune of US$60,000,000.00 (Sixty Million \nUnited States Dollars).But in the course of negotiation between my board \nand the contractor to our benefit,the contract was awarded to a Bulgarian \ncontractor at the cost of US$40,000,000.00(Forty Million United States \nDollars).This contract has been satisfactorily executed and inspected as \nthe Bulgarian firm is presently securing payment from my Ministry,where \nour Board is in-charge of all foreign contract payment \napproval/disbursement. \n\nAs a civil servant still in active government service,I am forbidden by \nlaw to operate an account outside the shores of South Africa.Hence this \nmessage to you seeking your assistance so as to enable me present you or \nyour company as the second contractor of contractual claims alongside that \nof the Bulgarian contractor,to enable me transfer the difference of \nUS$20,000,000.00 (Twenty Million United States Dollars)into your provided \naccount. \n\nOn actualization,the funds will be shared as stated below. \n\n25% for you and 75% for us. \n\nWhat We request from you:- \n1)Your full names,company name if any(otherwise we will use your name to \nregister a company). \n\n2)Your address,tel,fax and cell phone numbers. \n\nAll logistics are in place and all modalities worked out for a smooth \nactualization of the transaction within the shortest possible time \nframe.For further details as to the workability of this transaction,please \nreach me as soon as possible for further clarification. \n\nThank you for your anticipated co-operation while I await your urgent \nresponse. \n\nYours Sincerely, \nMr James Radebe. \n\n\n\n\n\n---- Msg sent via TruthMail - http://WebBasedEmail.com/\n\n", "id": "a5ee59d4cc06f87742d55842f9959cb2"}