{"email_subject": "urgent plea for assistance", "email_body": "FROM THE DESK OF CHAIRMAN\nSub-Committee on Finance\nSouth African World Cup bid 2010\n24 Steven Bikko Blvrd Pretoria,\nRepublic Of South Africa.\nEmail:willico1@gmail.com  .\nTel : +27-73-485-8223 .\nAttn: Sir,\n\nGreetings you must be aware now that my country The Republic of South Africa \nwon\nthe bid to host the world cup by 2010, prior to this bid my committee was\nmandated to lobby the members of board of Federation International Football\nAssociation (FIFA) on selection of the country to host the world, the \nbidding\nwas intensive but at the end we got the hosting right. My committee was \ngiven\nthe sum of $29 million dollars to lobby the members of the FIFA ruling body \nto\nmake sure that we win the hosting right considering the gain that comes with \nthe\nhosting right like South Africa's economy will receive a massive direct \nboost\nfrom hosting the 2010 World Cup, financial impact report for South Africa's\nWorld Cup bid committee shows that the 2010 World Cup will pump \nR21.3-billion\ninto South Africa's economy, and creating an estimated 159 000 new jobs.\nWith the help the living legend of our time 85-year-old Nobel  Peace Prize\nwinner Dr. Nelson Mandela who made an emotive case for The  Republic of \nSouth\nAfrica, we got the bid without spending all the money, I and my committee\nmembers saw this as a God sent opportunity tosecure our future and that of \nour\nfamily therefore was mandated by  other committee members to look for a way \nto\nmove the remaining money  to a safe place with the  help of a foreigner who \nwe\ncan trust and is  ready to assist us to move the funds considering the fact \nthat\nwe are  still members of the bid committee and in the eyes of the public. we\nhave in our possession the sum $21millon since we spent just $8million  for\nlobbying. We are ready to give you 20% for all your assistance then me and \nmy\ncolleagues will keep 80% lf you are willing kindly reply  to my letter for\nfurther directive. we will want to invest our share  intoReal-estate and air\ntaxi business in your country with your  assistance,bearing in mind that\nconfidentiality is of great essences  so is time in this project I will \nawait\nyour response, Best Regards .\n\n\nMr.Williams Muyeke\nAll responses should be sent\nto:willico1@gmail.com  .\n\n_________________________________________________________________\nSee their smiles, hear their laughter with MSN Messenger! \nhttp://messenger.msn.co.za/\n\n\n\n", "id": "a65b1aa02499031a712b2a85caeebef3"}