{"email_subject": "From:  Davies", "email_body": "ECONOMIC RECOVERY COMMITTEE,\nFEDERAL SECRETARIAT, \nLAGOS-NIGERIA.\n\n\t\t\t\t\t\t\nDear Sir,\n\nBUSINESS PROPOSAL: TRANSFER OF US$19.2 M (NINETEEN\nMILLION, TWO HUNDRED THOUSAND UNITED STATES DOLLARS)\n& BUSINESS INVESTMENTS PARTNERSHIP.\n\nFirst, I must solicit your strictest confidence in\nthis transaction, this is by  virtue of it's nature as\nbeing utterly confidential and top secret as you were\nintroduced to us in confidence through the Nigerian\nChamber of Commerce, foreign trade division. and if\nthe contents of this mail does meet with your\napproval, i humbly crave your indulgence.\n\n I am the chairman of the Economic Recovery Committe\n(ERC) set up by the present civilian Government of\nNigeria to review economic policies of government\nparastatals, and find out ways to reduce waste and\nmaximise revenues allocated to them.\n\nIn the course of our work at the ERC, we discovered\nthis fund which resulted from gross re-valuation of\ncontracts  by top government officials of the federal\nministry of Aviation (FMA). The company that\nexecuted the contracts have been duly paid and the\ncontracts commissioned leaving the sum of US$19.2\nMillion lying unclaimed in the escrow account of the\nCentral Bank of Nigeria.\n\nUpon interogation of the directors of engineering and\nfinance, who both happens to be my contemporaries in\nthe university, they confessed to me in confidence\nthat they had an agreement with the original\ncontractor to re-value the original contract by 30%.\n\n\nThis 30% which amounts to USD19.2m was to be their share from the contract, since the original contractor was well disposed towards giving them the conventional 10% kickback. When I now asked them what they intended to do now that my committee has discovered this USD19.2M. They begged me not to disclose this information to the government as they will likely lose their jobs and their family names destroyed. \n\nI was at at a crossroad, as I did not want my friends to suffer for what other top government officials do and get away with. I discussed with the other two members of my committee and we all unanimously agreed to transfer this fund out and share amongst ourselves.\n\nI have therefore been mandated as a matter of trust by\nmy colleagues in the committee to look for an overseas\npartner to whom we could transfer the sum of US$19.2M\nlegally sub-contracting the entitlement to you/your\ncompany. \n\nThis is bearing in mind that our  civil service code of conduct forbids us from owning foreign company or running  foreign account while in government service hence the need for a foreign partner.\n\nShould this transaction interest you, you are to\ncontact me on my personal e-mail address, so that I\ncan brief you fully, and discuss your renumeration for\nthis undertaking.\n \nAll logistics are in place and all modalities worked\nout for the smooth conclusion of the transaction \nwithin ten to fourteen days of commencement after\nreceipt of the following information:  Your  full\nname/ company name, address, company's details &\nactivities, telephone & fax numbers.\n\nThese information will enable us make the applications\nand lodge claims to the concerned ministries &\nagencies in favour of your company and it is pertinent\nto state here that this transaction is entirely  based\non trust as the solar bank draft or certified cheque\ndrawable in any of the Central Bank of Nigeria\ncorrespondent bankers in America, Asia and Europe is\ngoing to be made out in your name.\n\n\nPlease acknowledge the receipt of this letter  using my personal E-mail address.\n\nYours Faithfully \n\nAbayomi Davies.\n\n", "id": "a6c624e1f4057deecca6a0d760571144"}