{"email_subject": "Dear Friend,", "email_body": "Dear Friend,\n\nThrough the courtesy of business opportunit, i take liberty anchored  on a\nstrong desire to solicit your assistance on this mutually beneficial and\nriskfree transaction which i hope you will give your urgent attention.\n\nI am Mr.Abu M.Sesay i am moved to write you this letter,this was\nincinfidence considration, our present circumstances and situation, i\nescaped with my wife and children out of Sierrial Leone to Ghana where we\nare presently residing on temporary\npolitical asylum.\n\nHowever, due to this situation i decided to change most of my Billions of \nDollars deposited in Swiss Bank and other countries into other forms of\nmoney coded for safe purpose because the new head of state Ahmed Tijjan\nKabba made arrangement with the Swiss Goverment and other European\ncountries to freeze all my treasures deposited in some european countries,\nhence i and my family, decided laying low in Africa to study the situation\ntill when things gets better, since president Tijjan Kabba taking over\ngoverment again in Sierria Leone.\n\nOne of my chateaux in Southern France was confiscated by the French\nGoverment, and as such we had to change  our identity so thet our\ninvestment will not be trace and confiscated.\n\nI  have deposited the sum of Thirty Million,Five Hundred Thousand United\nStates Dollars{US$30,500,000} with a security company for safekeeping.\n\nThe funds are security coded to prevent them from knowing the actual\ncontent .\nWhat i want you to do now is to indicate your inetrest that you  will\nassist me and my immediate family by receiving the money my behalf.\n\nThe  Account required for this project can be personal, company or an\noffshore account that you have been total control over, your area of\nspecialisation will not be a hinderance to the successful execution of\nthis transaction.\n\nAckowledge this message, so that i can introduce you to my family as our\nforeign trusted partner who shall take charge of our investment abroad\nwhere we now plan to settle.\n\nI want you to assist us in investing this fund or money, but i will not\nwant  our identity revealed. I will also want to buy properties and stocks\nin multy- national companies and to engage in other safe and non\nspeculative investments.\n\nWe have been through a lot of health and spiritual turmoil, hence will\nneed  your understanding and assistance and may i at this junction\nemphasize the  high level of confidentiality which this business demands\nand hope you will not betral the trust and confidence which we repose in\nyou.\n\nshall put you in the picture of this buiness, i.e tell you where the funds\nare currently being maintained and also discuss other modalities including\nremuneration for your services.\n\nI shall also inform you with the next line of action as soon as i receive\nyour response.\nFinaly if this preposition is attainable, Please kindly funish me\nimmediately by E-mail with your direct telephone number and fax number to\nenhance the confidentiality which this business demands.\n\nBest Regards,\nMr.Abu M.Sesay\n\n", "id": "a6da13380ec88f244cdf1a3ea7a37562"}