{"email_subject": "Allan's next of kin.", "email_body": "Fred Gabby\r\nSenior Branch Manager, \r\nCitizens Bank Int'l Plc\r\n119, Adeola Odeku,\r\nVictoria Island, Lagos Nigeria\r\nOffice:00234-1-4769870\r\nMobile: 00234-8023605271\r\n\r\nDear Respectable One,\r\n\r\nREQUEST FOR A NEXT OF KIN BENEFICIARY - HIGHLY CONFIDENTIAL\r\n\r\nMy special greetings to you and your entire family. I am\r\nFred Gabby, recently promoted to the office of a Senior\r\nBranch Manager with Citizens Int'l Bank Plc. Late Engr.\r\n(Allan ), a National of your country, who is a contractor\r\nwith the DEPARTMENT OF PETROLEUM RESOURCES VICTORIA ISLAND,\r\nLAGOS.\r\n\r\nHere in after shall be referred to as my client On 30 JAN\r\n2000, my client,his wife, and their three children were\r\ninvolved in the Kenya airways flight with registration\r\nnumber 5Y-BEN which departed from Nairobi to destination\r\nLagos and all family died in this fatal air crash on 30 JAN\r\n2000, Since then I have made several inquiries to your\r\nembassy to locate any of my clients extended Relatives, this\r\nhas proved abortive.\r\n\r\nAfter all these several unsuccessful attempts, I decided to\r\nget in touch with the consul-General to locate any member of\r\nhis family hence I contacted you. I have contacted you to\r\nassist in repatriating the money and property left behind by\r\nmy client before they get confiscated or declared\r\nunserviceable by the bank where these huge deposits were\r\nlodged, particularly the CITIZENS INT'L BANK PLC Where the\r\ndeceased had an account Valued at about ($15 Million United\r\nStates Dollars) The Head Office has issued me a notice to\r\nprovide the next of kin Or have the account confiscated\r\nwithin the next ten official working days.\r\n\r\nSince I have been unsuccessful in locating the relatives for\r\nover 5 years now, I seek your consent to present you as the\r\nnext of kin of the deceased since you have the same last\r\nname so that the proceeds of this account valued at ($15\r\nMillion US Dollars) can be paid to you and then you and me\r\nCan share the money 50% to me and 50% to you and all\r\nexpenses will be shared equal and this will be after tax is\r\ndeducted by the (IRS) in your country. An attorney will be\r\ncontracted to help us revalidate and notarize all the\r\nnecessary legal documents that can be used to back up any\r\nclaim we may make.\r\n\r\nAll I require is your honest cooperation to enable us see\r\nthis deal through. I guarantee that this will be executed\r\nunder a legitimate arrangement that will protect you and me\r\nfrom any breach of the law. \r\n\r\nNote, I recommend that you send your response together with\r\nyour most private telephone number to enable me call you for\r\nmore explanation if the need arises. \r\n\r\nThank you.\r\n\r\nFaithfully yours in Christ,\r\n\r\nFred Gabby.\r\n\n\n--------------------- ALICE SECURITE ENFANTS ---------------------\nProtégez vos enfants des dangers d'Internet en installant Sécurité Enfants, le contrôle parental d'Alice.\nhttp://www.aliceadsl.fr/securitepc/default_copa.asp\n\n\n\n\n", "id": "a71d262c06d001d1c8cad0938a0bf5a5"}