{"email_subject": "SEEKING FOR FINANCIAL INVESTMENT INFORMATION ", "email_body": "JOHANNESBURG 21 \nGAUTEG PROVINCE \nREP.OF SOUTH AFRICA \nEMAIL: evan_sm24000@yahoo.co.in\n \nATTEN: \n      SEEKING FOR FINANCIAL INVESTMENT INFORMATION \n \nZimbabwe formerly Rhodesia under the colonial rule gained independence in 1981 under the nationalist struggle for independence led by Mr. Robert Mugabe and late Joshua Nkomo. Under the white rule and since independence the minority whites that owned most of the farmlands in Zimbabwe have dominated agriculture. The aborigines believe that they are still slaves in their own land if they continue to work the lands for their whites masters even after independence. Robert Mugabe as the black Moses who led his people to freedom has vowed to revoke ownership of the white owned farms and redistribute the lands to the landless blacks. This move he said is necessary to redress the imbalance of the colonial era. For the struggle for freedom, to affect this initiative the government has amended its land acquisition laws and policies last few months, which gave about 3000 white Zimbabwean farmers a 45-day quit notice to leave their lands to the government. \n \nMy family and I are caught up in this web of land politics, which also led to the death of our father. We have seen reforms after reforms by the government of Mugabe and we are fed up with it. Our economy is in shambles and it is just not profitable and safe enough for us to remain in Zimbabwe. We have decided to relocate our farm to Swaziland, a neighbouring country, where we have acquired lands. Our capital base is in South Africa where we are temporarily living pending such time logistics would be ready for full-scale operation in Swaziland. Bearing in mind that Mr. Thabo Mbeki (South African president) and his government are playing Russian roulette over the Zimbabwean land crisis, every effort has begun in earnest to move our capital base to a stable country where it can be safer. \n \nWith a capital base of US$25.5Million, there is a great deal of secrecy involved to avoid the piercing eyes and smelling noses of both the governments of Zimbabwe and South Africa. We are therefore contacting you so you can use a magnificent business technique to transfer this financial treasure out of South Africa. This money is presently deposited confidentially with A security Company here in South Africa. We mapped out 25% of the gross sum as due commission for your expected honest assistance in executing the successful transfer of this money out of South Africa, for our family investments.\n \nPlease, email us immediately if you are interested, so we can discuss further while we hold this correspondence in the strictest confidence. \n \nThanks and God bless you. \nYours truly, \nEvan Smith\n\n\n\n\n\n\nREJOYCE\nYahoo! India Matrimony: Find your partner online.", "id": "a7216861b70e72a4f2f07184002cc01e"}