{"email_subject": "PROFITABLE BUSINESS VENTURE FOR YOU AND I", "email_body": "INTERNATIONAL COMMERCIAL BANK LTD. (ICB).\nCIRCLE ACCRA BRANCH, ACCRA-GHANA.\n\nBeloved One,\n\nSir,\n\nLet me start by introducing myself. I am Mrs. Monica Kofi credit \n\nofficer of the International Commercial Bank Ltd. (ICB) I have a \n\nconcealed business suggestion for you. Before the U.S and Iraqi war our \n\nclient General. Ibrahim Moussa who was with the Iraqi forces and also \n\nbusiness man made a numbered fixed deposit for 18 calendar months, with \n\na value of (US$8,000,000.00) Eight Millions United State Dollars only \n\nin my branch. Upon maturity several notice was sent to him, even during \n\nthe war early this year. Again after the war another notification was \n\nsent and still no response came from him. \n\nWe later find out that the General and his family had been killed \n\nduring the war in bomb blast that hit their home. After further \n\ninvestigation it was also discovered that Gen. Ibrahim Moussa did not \n\ndeclare any next of kin in his official papers including the paper work \n\nof his bank deposit. And he also confided in me the last time he was at \n\nmy office that no one except me knew of his deposit in my bank.\n\nSo, Twenty millions Five Hundred Thousand United State Dollars is still \n\nlying in my bank and no one will ever come forward to claim it. What \n\nbothers me most is that according to the to the laws of my country at \n\nthe expiration 3 years the funds will revert to the ownership of the \n\nGhana Government if nobody applies to claim the funds. Against this \n\nbackdrop, my suggestion to you is that I will like you as a foreigner \n\nto stand as the next of kin to Gen. Ibrahim Moussa so that you will be \n\nable to receive his funds.\n\nWHAT IS TO BE DONE:\n\nI want you to know that I have had everything planned out so that we \n\nshall come out successful. I have contacted an attorney that will \n\nprepare the necessary document that will back you up as the next of kin \n\nto Gen. Ibrahim Moussa, all that is required from you at this stage is \n\nfor you to provide me with your Full Names and Address so that the \n\nattorney can commence his job. After you have been made the next of \n\nkin, the attorney will also fill in for claims on your behalf and \n\nsecure the necessary approval and letter of probate in your favor for \n\nthe move of the funds to an account that will be provided by you.\n\nThere is no risk involved at all in the matter as we are going adopt a \n\nLegalized method and the attorney will prepare all the necessary \n\ndocuments. Please endeavor to observe utmost discretion in all matters \n\nconcerning this issue. Once the funds have been transferred to your \n\nnominated bank account we shall share in the ratio of 50% for me, 40% \n\nfor you and 10% for the Charity/Motherless babies Home. Should you be \n\ninterested please send me your private phone and fax numbers for easy  \n\ncommunication and I will provide you with more details of this \n\noperation.\n\nYour earliest response to this letter will be appreciated. You can as \n\nwell call me on this number for more clarifications: + 233-24-4026959 \n\nfor more information. And easy communication. \n\nKind Regards,\n\nMrs. Monica Kofi.\n\n\n", "id": "a740438c3d53bcb62535d992e9f13b4e"}