{"email_subject": "RE:DEAREST BELOVED, IT'S MY PLEASURE TO WRITE YOU.", "email_body": "I have a new email address!You can now email me at: wallex_james85@yahoo.com\n\nFROM: ROBBINSON & ASSOCIATES.\n\n(BARRISTER,JOE ROBBINSON)\n\nSOLICITORS AND ADVOCATE\n\n#12 CANAL STREET IKOYI\n\nLAGOS, NIGERIA.\n\nDEAR,\n\nBEFORE I START, I MUST FIRST APOLOGIZE FOR THIS UNSOLICITED MAIL TO \n\nYOU. I \n\nAM AWARE THAT THIS IS CERTAINLY AN UNCONVENTIONAL APPROACH TO STARTING \n\nA \n\nRELATIONSHIP, BUT AS TIME GOES ON YOU WILL REALIZE THE NEED FOR MY \n\nACTION. \n\nMY NAME IS BARRISTER JOE ROBBINSON, THE ATTORNEY TO LATE JOHN DENNIS, A \n\nNATIONAL OF YOUR COUNTRY, WHO USED TO WORK WITH SHELL DEVELOPMENT \n\nCOMPANY IN \n\nNIGERIA. HERE IN AFTER SHALL BE REFERRED TO AS MY CLIENT. ON THE 21ST \n\nOF \n\nAPRIL 2004, MY CLIENT, HIS WIFE AND THEIR THREE CHILDREN WERE INVOLVED \n\nIN A \n\nCAR ACCIDENT ALONG SAGAMU EXPRESS-ROAD. ALL OCCUPANTS OF THE VEHICLE \n\nUNFORTUNATELY LOST THEIR LIVES. SINCE THEN I HAVE MADE SEVERAL \n\nENQUIRIES TO \n\nYOUR EMBASSY TO LOCATE ANY OF MY CLIENTS EXTENDED RELATIVES, THIS HAS \n\nALSO \n\nPROVED UNSUCCESSFUL. AFTER THESE SEVERAL UNSUCCESSFUL ATTEMPTS, I \n\nDECIDED CONTACT YOU, I HAVE CONTACTED YOU TO ASSIST IN REPATRIATING \n\nTHE \n\nMONEY AND PROPERTY LEFT BEHIND BY MY CLIENT BEFORE THEY GET CONFISCATED \n\nOR \n\nDECLARED UNSERVICEABLE BY THE BANK HERE.THESE HUGE DEPOSITS WERE LODGED \n\nPARTICULARLY, WITH THE BANK WHERE THE DECEASED HAD AN ACCOUNT VALUED AT \n\nABOUT USD$17 MILLION DOLLARS.(SEVENTEEN MILLION DOLLARS) THE BANK HAS ISSUED \n\nME A \n\nNOTICE TO PROVIDE THE NEXT OF KIN OR HAVE THE ACCOUNT CONFISCATED.\n\nSINCE I HAVE BEEN UNSUCCESSFUL IN LOCATING THE RELATIVES FOR OVER 2 \n\nYEARS \n\nNOW I SEEK YOUR CONSENT TO PRESENT YOU AS THE NEXT OF KIN OF THE \n\nDECEASED SO THAT THE PROCEEDS OF THIS ACCOUNT \n\nVALUED AT USD$17 MILLION DOLLARS CAN BE PAID TO YOU AND THEN YOU AND ME \n\nCAN \n\nSHARE THE MONEY.60% TO ME AND 30% TO YOU AND 10% FOR ANY EXPENSES THAT \n\nMAY \n\nARISE DURING TRANSFERRING THE FUND INTO YOUR ACCOUNT TO BACK UP ANY \n\nCLAIM WE \n\nMAY MAKE. ALL I REQUIRE IS YOUR HONEST COOPERATION TO ENABLE US SEEING \n\nTHIS \n\nDEAL THROUGH. I GUARANTEE YOU THAT THIS WILL BE EXECUTED UNDER A \n\nLEGITIMATE \n\nARRANGEMENT THAT WILL PROTECT YOU FROM ANY BREACH OF THE LAW. AND THE \n\nWAY WE \n\nARE GOING TO ACHIEVE THIS I WILL NEED THE FOLLOWING INFORMATION FROM \n\nYOU:\n\n1,YOUR FULL NAME AND ADDRESS\n\n2,YOUR AGE, OCCUPATION AND POSITION\n\n3,YOUR TELEPHONE MOBILE AND FAX NUMBER FOR COMMUNICATION PURPOSE\n\nI AWAIT YOUR URGENT RESPONSE ASAP,\n\nWALLEX JAMES (ESQ).\n\nPRIVATE EMAIL:-(wallex_james@myway.com)\n\n\n\n- wallex james\n\n", "id": "a75c3fa4e1ea0a6adf3276269539b8b9"}