{"email_subject": "Urgent Assistance from you", "email_body": "From;AKINSOLA AKINFEMIWA\r\nPrudent Bank plc\r\nPlot 708/709, \r\nAdeola Hopewell Street,\r\nWuse Zone.\r\nAbuja, Nigeria \r\n \r\nBUSINESS PROPOSAL,YOUR ASSISTANT IS NEEDED FROM THE DESK OF Mr. Akinsola Akinfemiwa MD / Prudent Bank plc  \r\n \r\nDear Sir,\r\n\r\nCompliment of the day and how is life general with  you? Of course it is my humble wish to solicit and  crave your indulgence to make this project request for a joint business transaction which I hope will not come to you as a surprise, hence I plead for your \r\npardon. \r\n\r\nI am Mr.Akinsola Akinfemiwa, Ceo(PBN) Prudent Bank of Nig. Plc. Headquarter Lagos. I have an urgent and confidential business proposal for you. On June 6, 1989, an African Leader former president of Liberia Late Samuel Doe. made a numbered time (fixed) deposit for twelve calenderer month valued at (fifty Million US Dollars) in my branch. On maturity, I sent a routine notification to his forwarded presidential address to his family but got no reply after months we send a reminder and finally we discovered from the former Leader William Tolbert   that president Samuel Doe.He was  executed by a splinter group of the NPFL in 1990,  and His son die in Liberia Crisis by the rebellion.the last wife from Europe she is illness and brain death over many years ago till now. \r\n\r\n On further investigation, it was clear that he died without making a will. All attempts by the Liberian to trace his next of kin family and friends Europe or American lationship.who can claim this funds on behalf of the Wife.I therefore made further investigation and discovered that President Samuel Doe did not declare any next of kin or relations in all his official documents including his deposit document in my bank. The total sum of fifty Millions Dollar still in my bank as dormant acct. No one will ever come forward to claim it. According to Nigerian banking law, after twenty one years, the money  will revert to the ownership of the Nigerian Government. If the account owner is certified death \r\nand nobody comes forward to claim it. \r\n \r\nThis is the situation , and my proposal is that I am looking for a foreigner who will stand in as the beneficiary/next of kin on be half of his wife. This is simple. All you have to do is to immediately Send me the details of a bank account anywhere in the world for me to arrange the proper money transfer document. The money will then be transferred into the account for us to share out in the ration of METHOD/MODE OF SHARING:- \r\n\r\nA. Total sum with account = Fifty Million Dollar\r\nB. Accumulated Incomes Interest Rate =eight Million Dollar\r\nC. Amount to be withdrawn = Fifty Eight Million Dollar\r\nD. Mrs Elizabeth Doe The Wife Twenty= Million\r\nE. Myself and my colleagues = Twenty=Two Million Dollar\r\nF. Account holder (That´s you).Fifteen  Million Dollar \r\nG.  Incidental expenses = 1. Million\r\n\r\nFinally, I would highly appreciate it if you could make up your mind for us to do the business, which will be of great mutual benefit to both of us. There is no risk involved. I am using my position and connection in the bank here to do all the document work for the transaction. We shall employ the services of an attorney to draft the will and obtain all necessary documents and letter of administration in your favor for the transfer. This transaction is risk free guaranteed. If you are interested, \r\n \r\nplease reply immediately confidentiality and be rest assured that this transaction could be most profitable for both of us. Please do not expose this deal if you are not interested because if you do, it will take me out of seat. Please do not expose it to any body, to Avoid Discouragement. \r\n\r\nThanks \r\n\r\nI am awaiting your urgent reply \r\nBest regards, \r\nAKINSOLA AKINFEMIWA \r\nManaging Director and Chief Executive Officer\r\nAlternative Email\r\nE-mail:>akinsola@nyc.com \r\nTel:234-8023205103\n\n************************ ADSL ILLIMITE TISCALI + TELEPHONE GRATUIT ************************ \nSurfez 40 fois plus vite pour 30EUR/mois seulement !  Et téléphonez partout en France gratuitement,  \nvers les postes fixes (hors numéros spéciaux). Tarifs très avantageux vers les mobiles et l'international !\nPour profiter de cette offre exceptionnelle, cliquez ici : http://register.tiscali.fr/adsl  (voir conditions sur le site)\n\n\n\n\n", "id": "a77a5424a8405e9b14d6373389601ac3"}