{"email_subject": "proposition", "email_body": "\nMR. AHMED MUSTAFA, ESQ\n\nAHMED MUSTAFA LAW CHAMBERS\n\nLEGAL SOLICITORS/PRIVATE LAWYERS\n\nLONDON W1H 5AA\n\nTel: 44-704-011-1788\n\nEMAIL  PLS REPLY TO THIS BOX  -(ahmedmustafa22@netscape.net)\n\nMy name is Ahmed Mustafa, Principal Partner in Ahmed\nMustafa LawChambers, London, UK. I use to be a\npersonal attorney to Mr. MohammedSaibi who was the\nchairman of Algosaibi Diving and Marine Services\ninDhahran, Saudi Arabia. Mr. Saibi died late last year\nof heart attack atthe ripe age of 79 years.\n\nMr. Mohammed Saibi a Saudi Arabia Philanthropist,\nbefore he died, madea Will in my law firm stating that\n$5.2M (Five million, Two HundredThousand U.S. dollars\nonly) should be donated to any charity home of\nourchoice overseas as his last contribution to\nhumanity when it becameobvious that he will not be\nalive for too long. His only son, RasheedSaibi and his\nentire family has no knowledge of this. However, I am\nverymuch aware that he has left enough wealth that\nwill last his generation alife time. \n\nThe true situation at the moment is that the said\namount of money wasdeposited with a security company\nonly to be paid out to a charity home.The charity\nhome/organization would have to be picked by my law\noffice.This implies that you will stand as the\nbeneficiary to this Will so thatthe funds could be\nprocessed and transferred to your account if you\nareready and in a position to assist me. You do not\nneed to have a charityorganization, all you need do is\nto declare your interest and showseriousness. The\npaper works to present you as the benficiary will be\ndoneby me.\n\nI am particularly interested in securing this money\nfrom the Securitycompany because they have issued a\nnotice instructing us to produce thebeneficiary of\nthis Will as soon as possible, else the account would\nbemade dormant since Mr. Saibi was ill for a long\nperiod of time before hisdemise.\n\nIf you are interested in assisting me, I will give you\n30% of theentire funds after paying taxes due to your\ngovernment and expenses duringthe course of this deal\nwithdrawn from it. The balance will be minealthough I\nintend to send some of it to a charity organization.\n\nI urge you to contact me immediately for further\ndetails if you aresatisfied with my proposition and\nfeel you are in a position to assist me.Bearing in\nmind the confidential nature of this transaction, I\nwill prefer you respond through mail.\n\nYours faithfully,\n\nMr. Ahmed Mustafa Esq.\n\nFor: Ahmed Mustafa Law Chambers.\n\n\n\n\n\n", "id": "a7854662080e4f84ff4d26c3c05d89ae"}