{"email_subject": "urgent offer..", "email_body": "Westpac Banking Corporation, 63 St. Mary Axe London EC3A 8LE  I am Mr.kelly wood ,Department of Foreign Operations, Westpac Banking Corporation London,an affiliate of Global Funds Management.  On January 6th 2001, one Mr. Joseph Huber, an American National,a consultant/contractor with Gardiner & Theobald,a leading firm of project and cost management consultants, made a numbered time (Fixed) Deposit, valued at ?6,500,000.00 (Twenty-six Million, Five Hundred Thousand Pounds) for twelve calender months in my Bank Branch.Upon Maturity, we sent a routine notification to his forwarding address but got no reply. After a month, we sent a reminder and finally we discovered from his contract employers (Gardiner & Theobald) that Mr. Joseph Huber was aboard the, American Airlines Flight 587 which crashed into a residential area near John F. Kennedy International Airport on November 12,2001.www.cnn.com/2001/US/11/12/newyork.crash/  After investigation, it was discovered that he died without making a WILL and all attempts to trace his next of kin proved fruitless. On further investigation, it was discovered that Late Mr.Joseph Huber did not declare any next of kin or relations in all his official documents, including his Bank Deposit paper work here at the Bank. The total sum, ?6,500,000.00 is still in my bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it. In accordance with the Federal banking Laws and constitution,the money will revert to the ownership of the Government if nobody applies as the next of Kin to claim the funds.  Consequently, I shall present you as a foreign partner to stand in as the next of kin to late Mr. Joseph Huber so that you and I can benefit from the fruits of this man's labour. Upon acceptance of this proposal, I shall give detailed information on how this deal would be carried out.We shall employ the services of a solicitor for the drafting of the LAST WILL & TESTAMENT of Late Mr.Joseph Huber and to obtainallother relevant papers in your name for the necessary documentation for payment approval in my bank headquarters in your favour.  The money will be shared in the ratio:Sixty percent for me, thirty five percent for you and five percent for any arising contigencies during the course of this transaction.  I guarantee that this will be executed under legitimate arrangement that will protect you from any breach of the law as I will use my position in the bank to secure approvals and guarantee the successful execution of this transaction. Please be informed that your utmost confidentiality is required. If this interests you, please reply me immediately via the private email address kelly_wood7@excite.com  and please include your private telephone number for voice contact and fax number so I can provide you with more details and relevant documents that will help you understand the transaction.  Awaiting your urgent reply.  Thanks.  Best regards,  Wood.", "id": "a7c0b60b6b63647dbbdd3402f2d8c069"}