{"email_subject": "Very Important", "email_body": "    From : Stella Dikko Samba\nAbidjan, Ivory Coast\nWest Africa.\nTEL +225 07 81 95 57\n\nAPPEAL FOR URGENT BUSINESS ASSISTANCE.\n\nMY Dear ,\nPermit me to inform you of my desire of\ngoing into business relationship with you. I got your\nname and contact from the Ivoirian chamber of commerce\nand industry. I prayed over it and selected your name\namong other names due to its esteeming nature and the\nrecommendations given to me as a reputable and trust\nworthy person that I can do business with and by the\nrecommendation , I must not hesitate to confide in you\nfor this simple and sincere business . \nI am Stella Dikoo Samba the only daughter of late Mr.\nand Mrs. Dikko samba. My father was a very wealthy\ncocoa merchant in Abidjan , the economic capital of\nIvory coast, my father was poisoned to dearth by his\nbusiness associates on one of their outings on a\nbusiness trip .\nMy mother died when I was a baby and since\nthen my father took me so special. Before the death of\nmy father on January 2002 in a private hospital here\nin Abidjan he secretly called me on his bed side and\ntold me that he has the sum of seventeen million ,five\nhundred thousand United State Dollars. USD ($\n17.500,000) left in fixed / suspense account in one of\nthe prime bank here in Abidjan ,that he used my name\nas his only daughter for the next of Kin in depositing of the fund. He also explained to me that it was because of this wealth that he was poisoned by his business associates. That I should seek for a foreign partner in a country of my choice where i will transfer this money and use it for investment purpose such as real estate management or hotel management .\nSir, I am honourably seeking your assistance\nin the following ways:\n(1) To provide a bank account into which this money\nwould be transferred to .\n(2) To serve as a guardian of this fund since I am\nonly 22years.\n(3) To make arrangement for me to come over to your\ncountry to further my education and to secure a\nresident permit in your country.\nMoreover, sir i am willing to offer you 15%\nof the total sum as compensation for your effort/\ninput after the successful transfer of this fund into\nyour nominated account overseas.\nFurthermore, you indicate your options\ntowards assisting me as I believe that this\ntransaction would be concluded within fourteen (14)\ndays you signify interest to assist me. Anticipating\nto hear from you soon.\nReply ma in my private mail box:jimnaya174@yahoo.fr\nThanks and God bless.\nBest regard \nSTELLA DIKKO SAMBA\n\n \n\n\n\n\n\n\n", "id": "a7c1383b34ef17190d354c106d89e7c3"}