{"email_subject": "", "email_body": "FROM:MR DESMOND KOFFI\nECO BANK ,Dkr Senegal.\nRue du Gouverneur Bayol\nDakar Senegal.\nSwift: ECOCBKJJ\nTelex : 6171 ECOBNK \nAttn:Dear Sir ,\nRE:TRANSFER OF (USD 18.6 MILLION)\n----------------------------------------------------------\nIn order to transfer out (USD 18.6 MILLION) United States Dollars) from ECOBANK .I have the courage to ask for your assistance to handle this important and confidential business believing that you will never let me down either now or in future. \nI am Mr Desmond Koffi , the manager of ECO-BANK here in dakar senegal. there is an account opened in this bank in 1982 and since 2001 nobody has operated on this account again. After going through some old files in the records, I discovered that if I do not remit this money out urgently it will be forfeited for nothing. \nThe owner of this account is a foreigner, and he was a miner at CIVOTT GOLD MINNING SARL. and he was a Geologist by profession and he died since 1992. No other person knows about this account or any thing concerning it, the account has no other beneficiary and my investigation proved to me as well that this company does not know anything about this account and the amount involved is (USD 18.6 M) United States Dollars). \nI want to transfer the [USD18.6 M] United States Dollars into a safe foreigners partner abroad , but I don't know any foreigner, I am only contacting you as a foreigner because this money can not be approved to any africa person here, but can only be approved to any foreign person because the money is in us dollars and the former owner of the account is a foreigner too.I know that this message will come to you as a surprise as we don't know ourselves before,but besure that it is real and a genuine business. \nYou are the only person that I have contacted in this business, so please reply urgently so that I will inform you the next step to take urgently. Send also your private telephone and fax number . I want us to meet face to face or sign a binding agreement to bind us together so that you can receive this money in your country in cash through our diplomat that we used to air lift funds to shell and chevron oil companies in europe and america. I will fly to your country for withdrawal and sharing and other investments after you have confirmed the money in to your account, \nI am contacting you because of the need to involve a foreigner with foreign foreign address as beneficiary. I need your full co-operation to make this work fine because the management is ready to approve this payment to any foreigner who has correct information of this fund, which I will give to you later immediately, if you are able and with capability to handle such amount in strict confidence and trust according to my instructions and advice for our mutual benefit because this opportunity will never come again in my life. \nI need truthful person in this business because I don't want to make mistake I need your strong assurance and trust. With my position now in the office I can transfer this money to any foreigner's reliable person, intact pending my physical arrival in your country for sharing. and I want to remaind you that your share has been carculated at 35% of the total sum.I waiting for your urgent reply so that I will give you more informations about this transaction on how you can receive this money in your country.\nMr. Desmond Koffi.\n\n\n\n\n", "id": "a7c4a79f9df9e16e817a8474b5657250"}