{"email_subject": "VERY IMPORTANT RESPOND BACK", "email_body": "Dear Sir/Madam,  My name is Mr. Jenif Davix, I work as the operational manager in account  management section in charge of credit and foreign bills of one of the prime  banks here in South Africa. On a routine inspection I discovered a dormant  domiciliary account with a Balance Of US$48,223,000. 00 (Forty eight million  two hundred and twenty three thousand U.S dollar).On further discreet  investigation, I also discovered that the account holder has died long ago  with his family on a fatal Auto-accident leaving no beneficiary to the  account and no other person knows about this account.  I am in close contact with the manager of the bank here who is my partner  and he is willing to approve the transfer to any reliable and trustworthy  foreigner with foreign bank account because the former operator of the a/c  is a foreigner and from Australia in particular.  I am certainly sure that  he has no writen or oral WILL attached to the account , no beneficiary and  nobody will come again for the claim of this money.  It is only a foreigner who can claim this money with legal claims to the  account holder which I will provide to you if you are interested, therefore  I need your cooperation in this transaction. The difference in country of  origins is not a hindrance to the success of this transaction. This money  will remain useless in this dormant account if I did not transfer the fund  out to a foreign account.  I will provide the necessary information and documents needed in order to  claim this money. I only need your cooperation as a foreigner to provide  your safe bank account information for the transfer. All arrangement that  will ensure a smooth transfer of the fund to the account which you are to  nominate is already in place.You should also provide me with your direct  phone lines for easy communication. I wish for utmost confidentiality in  handling this transaction.  At the conclussion of this transaction, your share will be 25% of the total  transfer sum, 70% for me and my partner while 5% will be set aside for any  expenses both parties might incure during the process of the transfer. The  fund will be transferred to your account in two parts. I will first transfer  USD 20 Million to your account. I will fly over to meet you after the  successful transfer for sharing according to the agreed percentages. I will   have the remaining balance  of USD28,223 Million transferred to your account  only after the successful sharing of the first transfer without any  disappointment from your side.  Have a nice day as I entrust this transfer into your hands.  Finaly reply to this e-Mail address bellow if you are willing to do this  business with me.   Best Regards, Mr. Jenif Davix. FAX:874-76-2533361 TEL:874-76-2533360", "id": "a7d2458adc4c23b817f0cde101e404cb"}