{"email_subject": "FROM COL KOBIA ABUOM", "email_body": "Dear Sir, \n\nI feel very sorry to interrupt your peace since you are not expecting to receive any mail from me.However,I was obliged to do so due to the importance and urgency of the massage.I crave your indulgence,and want to reassure you that I mean well and that it is only for our mutual good.So please do not be embbarrassed or suspicious.\n\nI am Col, Kobia Abuom, I got to know you courtesy of international business bureau here in ( Thailand)Sequel to my zeal towards foreign investment and also security for my life and my possession, I therefore write to give you a Breakdown of this proposal . \nI was the personal confidant to the first vice-president, Dr John Garang of Southern Sudan whose death was a deep sadness by popular demand of the citizens of Southern Sudan's as a result of helicopter crash.Dr. Garang's demise is a tragedy of enormous proportions. His death is a huge loss not only to the people of Sudan but to the people of Eastern Africa and the continent as a whole. \nI will be 38years this year and out of this years, 16 years was spent in the bush fighting as a Guerilla. All these years my total devotion was to the late Vice president.Eventually we succeeded in over- running Sudan Peoples Liberation Movement/Army (SPLM/A). I was handsomely rewarded with the position of personal confidant of the president. Aside being his Chief Security officer, was also charged with the responsibility of ensuring steady purchase and supply of arms from North Korea. \nA week before the death of the Vice president I was in North Korea with a total sum of US$39 million dollars cash(Thirty Nine Million US Dollars) which was brought in through a diplomatic means.This money was to effect the payment of shipment of long-range anti-tanker launchers to my country before I learnt of the sudden death of the Vice president. My initial reaction was to deposit this money with a Security Company in North Korea,due to security reasons i diverted the treasure containing the fund to Thailand through a diplomatic means.On arrival here I immediately deposited the treasure into a Private Security /finance company for safe keeping although the Security Company and the diplomat who assisted me to Thailand is unaware of the contents as they were deposited as privileged consignments. \nRight now, I am seeking for a partner who shall serve as the guardian/overseer of this fund with whom I can plan the best way to move this money for investment purposes, which is my motive for contacting you. \n\nTo be able to actualize this project, you are required to assist in the following manners. \n\n(1) That you shall serve as the general overseer and guardian of this fund and all investment thereafter. \n\n(2) To assist in providing me and my immediate family permanent residential permit in your country after the money must have been transferred to your account. \n\nFor these services, a suitable percentage (%) will be mapped out for you after you have shown your willingness to assist, and most importantly all expenses involved in this transaction will be taken care of when the money have been safely transferred to your designated account. \nIn addition , there would be a face to face meeting here in Bangkok Thailand for further discussions and to consummate the transaction at once. I will give you all the details in my next mail when you have indicated your interest and commitment to work with me. \nAlways remember that this is the highest confidence and trust any person can repose on the other, especially when it is considered that we did not know ourselves before. I hope you will honor me too.\n\nNOTE: I know there may be scams and junk mails flying here and there on the internet but certainly, this is not one of them. \nNow I urge you to take this message seriously and with an open mind, with good faith and trust. Join me and I am assuring you now that you will never be disappointed. I expect to receive your response soonest I do not intend to have this transaction delayed. Please treat this as highly confidential by keeping it only with yourself. \nI look forward to your urgent co-operation. \n\nBest regards, \n\nCol Kobia Abuom. \n\n\n\n\n\n\n\n", "id": "a7fadc3e285f6d53bbcd826455a95cc4"}