{"email_subject": "MR. AHMED KARIM.", "email_body": "\nFROM THE OFFICE MR KARIM AHMED.\nAFRICAN DEVELOPMENT BANK (ADB).\nOUAGADOUGOU BURKINA FASO.\nWEST AFRICA.\n\n\n\nTRANSFER OF ($ 25,200.000.00) TWENTY FIVE MILLION, TWO HUNDREN\nTHOUSAND DOLLARS.\n\n\nI AM KARIM AHMED, THE AUDITOR GENERAL OF AFRICAN DEVELOPMENT BANK HERE IN \nBURKINA FASO. DURING THE COURSE OF OUR AUDITING, I DISCOVERED A FLOATING \nFUND IN AN ACCOUNT OPENED IN THE BANK BY MR JOHN KOROVO  AND AFTER GOING \nTHROUGH SOME OLD FILES IN THE RECORDS I DISCOVERED THAT THE OWNER OF THE \nACCOUNT DIED IN  THE (BEIRUT-BOUND CHARTER JET) PLANE CRASH ON THE 25TH \nDECEMBER 2003 IN COTONOU (REPUBLIC OF BENIN). HERE IS \nTHE(WEBSITE=HTTP://WWW.CNN.COM/2003/WORLD/AFRICA/12/26/BENIN.CRASH/INDEX.HTML).AND \nNOBODY HAS OPERATED ON THIS ACCOUNT AGAIN,\n\nTHE OWNER OF THIS ACCOUNT IS MR JOHN KOROVO A FOREIGNER, AND A TRADER WHO \nTRADE ON GOLD AND MINING, HE DIED, SINCE 2003 AND NO OTHER PERSON KNOWS \nABOUT THIS ACCOUNT OR ANY THING CONCERNING IT, THE ACCOUNT HAS NO OTHER \nBENEFICIARY AND MY INVESTIGATION PROVED TO ME AS WELL THAT MR JOHN KOROVO \nDIE ALONG WITH HIS TIRED FAMILY.\n\nTHE AMOUNT INVOLVED IS (USD 25.2 M) TWENTY-FIVE MILLION, TWO HUNDRED  \nTHOUSAND UNITED STATES DOLLARS ONLY , I AM  CONTACTING YOU AS A FOREIGNER \nBECAUSE THIS MONEY CAN NOT BE APPROVED TO A LOCAL PERSON HERE,  BUT CAN ONLY \nBE APPROVED TO ANY FOREIGNER WITH VALID INTERNATIONAL PASSPORT OR DRIVERS \nLICENSE AND FOREIGN ACCOUNT BECAUSE THE MONEY IS IN US DOLLARS AND THE \nFORMER OWNER OF THE ACCOUNT MR JOHN KOROVO IS A FOREIGNER TOO, AND THE MONEY \nCAN ONLY BE APPROVED INTO A FOREIGN ACCOUNT.\n\nI NEED YOUR STRONG ASSURANCE THAT YOU WILL NEVER, NEVER CHEAT ME AS SOON AS \nTHIS FUND HIT INTO YOUR ACCOUNT. WITH MY INFLUENCE AND THE POSITION OF THE \nBANK OFFICIAL WE CAN TRANSFER THIS MONEY TO ANY FOREIGNER'S RELIABLE ACCOUNT \nWHICH YOU CAN PROVIDE WITH ASSURANCE THAT THIS MONEY WILL BE INTACT PENDING \nOUR PHYSICAL ARRIVAL IN YOUR COUNTRY FOR SHARING. THE BANK OFFICIAL WILL \nPROVE ALL DOCUMENTS OF TRANSACTION IMMEDIATELY FOR YOU TO RECEIVE THIS FUND \nLEAVING NO TRACE TO ANY PLACE AND TO BUILD CONFIDENCE.\n\nON THE CONCLUSION OF THIS TRANSACTION YOU WILL BE ENTITLED TO 30% OF THE \nTOTAL SUM AS GRATIFICATION, WHILE 10% WILL BE SET ASIDE TO TAKE CARE OF \nTHEEXPENSES THAT MAY ARISE DURING THE TIME OF TRANSFER AND ALSO TELEPHONE \nBILLS, WHILE 60% WILL BE FOR ME.\n\n\nSO ON THE INDICATION OF YOUR WILLINGNESS I WANT YOU TO FORWARD TO ME  YOUR \n:FULL NAME: SEX: COMPANY: IF ANY FULL CONTACT ADDRESS: PHONE: CELL: FAX: \nCITY: STATE:ZIP CODE COUNTRY: OCCUPATION AND ALL THE NECESSARYINFORMATION \nWILL BE SENT TO YOU ON THE ACCEPTANCE TO CHAMPION THIS TRANSACTION WITH ME.\n\nHERE IS MY PRIVATE TELEPHONE NUMBER: 00226 76 12 29 38.\n\nTHANKS\nYOURS TRULY\nKARIM AHMED\n\n_________________________________________________________________\nMSN Hotmail sur i-mode : envoyez et recevez des e-mails depuis votre \ntlphone portable ! http://www.msn.fr/hotmailimode/\n\n\n\n", "id": "a84acee363cab4e7416f5ef85ef968f3"}