{"email_subject": "YOUR POSITIVE RESPONSE IS NEEDED", "email_body": "\n\nDear Friend,\n\nTREAT WITH UTMOST SECRECY AND CONFIDENTIALITY\n\nMy name is John Bruno; I worked in a bank here in the United Kingdom. \nI am contactingyou of a business transaction, of a huge sum of money \nfrom A deceased client of mine.Though I know that a transaction of \nthis magnitude Will make any one apprehensive and worried, butI am \nassuring you that everything has been taken care off, and all will\nbe well at the end Of the day. I decided to contact you due to the \nurgency of thistransaction.\n\nFACT:\n\nI was the account officer of a foreigner named Gerald Welsh who died \nin an air crash along with his wife on The 31st October 1999 in an \nEgyptian airline 990 with Otherpassengers on board. You can confirm \nthis from The website below which was published by \nCNN.WEBSITE.http://news.bbc.co.uk/1/world/americas/502503.stm since \nhis death,none of his next-of-kin are alive to Make claims for this \nmonies as his heir, because they all died in the same accident himself \nand his wife (May Their soul rest in peace). We could not release the \nfunds from his account unless someone applied for claim as The next-of-\nkin to the deceased .At that period he had $14,210,045m(fourteen \nMillion two hundred and ten thousand dollars) in his account. After \nfour to five years the money was called back to the bank treasury as \nunclaimed bills and the money shared amongst the directors of the \nbank, which has already been done by the directors mid last year.\n\nPROPOSITION;\nDue to the relationship between i and the deceased (Gerald Welsh) he \ntold me of a diamond business which he had to do and left me in care \nof the\u0094 CERTIFICATE OF DEPOSIT\u0094 which he used to lodge the funds in a \nsecurity company in Europe which is to the tune of $8.4m(eight million \nFour hundred thousand dollars).\n\nNote: that I decided to seek for whom his/her name shallbe used as the \nnext of kin/beneficiary to claim the funds at the security company \nrather than allow the funds to lay unclaimed. It may interest you to \nknow that i have secured from the probate an order of mandamus to \nlocate any of the deceased beneficiaries again and no one was found.\n \nPlease acknowledge receipt of this message in acceptance of our mutual \nbusiness endeavor by furnishing me with the following information if \nyou are interested.\n\n1.Full name in order for me to prepare the Document in your name.\n\n2. Direct Telephone and fax numbers for our personal Contact and\nMutual trust in each other.\n\nI shall be compensating you with 20% percent of the Whole funds on \nfinal conclusionof this project for your assistance, while the balance \nshall be for me for investment Purposes. Because I just retired. If \nthis proposal is Acceptable by you, please endeavor to contact me \nimmediately. Do not take undue advantage of the trust I have bestowed \nin you.\n\nI await your urgent mail.\n\nRegards,\nJohn Bruno.\n\n\n\n\n \n\n\n\n\n", "id": "a8583aa14b5faf3b908e108ca4a5ae66"}