{"email_subject": "FROM MR ABDULLAZEEZ (BUSINESS PROPOSAL)", "email_body": "FROM MR ABDUL LAZEEZ\nSTANDARD TRUST BANK OF BENIN\nREPUBLIC OF BENIN. \nWEST AFRICA.\n \nDEAR FRIEND\n  I am MR ABDUL LAZEEZ, the director in charge of auditing and accounting section of Standard trust bank of Benin cotonou Republic of Benin in West Africa with due respect and regard. I have decided to contact you on a business transaction that will be very beneficial to both of us at the end of the transaction . \n \nDuring our investigation and auditing in this bank,my department came across a very huge sum of money belonging to a deceased person who died in (beirut-bound charter jet) plane crash on the 25th December 2003 here in cotonou (replublic of benin) and since his untimely death the funds has been dormant in his account with this Bank without any claim of the fund in our custody either from his family or relation before our discovery to this development.You shall read more news about the crash on visiting this site which I got during my investigation; (http://www.cnn.com/2003/WORLD/africa/12/26/benin.crash/index.html). \nAlthough personally, I keep this information secret within myself and partners to enable the whole plans and idea be Profitable and successful during the time of execution. The said amount was US$24.1M(Twenty Four million One\nHundred Thousand united states dollars). \nAs it may interest you to know, I got your impressive information through a friends who works with the Ministry of Information here in Cotonou-Benin. \n \nIt is him who recommended your person to me to be viable and capable to champion a business of such magnitude without any problem .Meanwhile all the whole arrangement to put claim over this fund as the bonafide next of kin to the deceased,get the required approval and transfer this money to a foreign account has been put in place and directives and needed information will be relayed to you as soon as you indicate your interest and willingness to assist us and also benefit yourself to this great business opportunity. \n \nIn fact I could have done this deal alone but because of my position in this country as a civil servant,we are not allowed to operate a foreign account and would eventually raise an eye brow on my side during the time of transfer because I work in this bank.\nThis is the actual reason why it will require a second party or fellow who will forward claims as the next of kin to the Bank and also present a foreign account where he will need the money to be re-transferred into on his request as it may be after due verification and clarification by the correspondent branch of the bank where the whole money will be remitted from to your own designated bank account. \n \nMay I at this point emphasize that this transaction is 100% risk free as I have made arrangements for a successful arrangement as an insider of the bank before contacting you. On smooth conclusion of this transaction, you will be entitled to 30% of the total sum as gratification, while 10% will be set aside to take care of expenses that may arise during the time of transfer and also telephone bills, while 60% will be for me and my partners. \n \nPlease, you have been adviced to keep this a top secret as we are still in service and intend to retire from service after we conclude this deal with you. \n \nI will be monitoring the whole situation here in this bank until you confirm the money in your account and ask us to come down to your country for subsequent sharing of the fund according to percentages previously indicated and further investment, either in your country or any country you advice us to invest in. \n \nAll other necessary information will be sent to you on your acceptance to champion this transaction with me. \n \nI suggest you get back to me as soon as possible on my personal email address stating your wish in this deal. \nYours faithfully, \nMr ABDUL LAZEEZ\nReply To:mrabdullazeez@hotmail.com\n", "id": "a8925e11f31c42538721422cdb882985"}