{"email_subject": "URGENT       ", "email_body": "HELLO,  I know that this proposal might be a surprise to you but, it as an emergency to our condition with my mother here in dakar senegal, Be bless as you help me and my mother to transfer and invest our money in your country. I am ( MS.GLORY SUMA ) from the republic of Sudan in Central Africa Dafur, now seeking for refuge in Dakar Senegal under the(UNHCR)united nation high commission for refuge with my mother. we got your contact during a desperate search here in Dakar for a possible transaction. My (late father DR. SUMA SESSAY) who was the former minister of finance and economy in Sudan before he was  assinated by the rebbles in the captal city of Khartoon 2003. And all our properties was totally destroyed. However, we managed to escape with some of my father's documents covering $10.5 Million dollars(ten million five hundered us dollars) which is presently deposited safely in a Finance Company here in Dakar on my name as the only (DAUGHTER) of the family, and the next of kin. the Company have approved to transfer the fund. deposited on my name but we are looking for a trust and reable foreign partner who will assist us to transfer and invest the fund in his country.i was advice to leave with my aged mother immediately,for security  reasons. to dakar senegal because i was the next target as the only (DAUGHTER) of my family. All the vital documents will be fax to you as our foreign partner who will reccive the fund. for investment. in your country and possession pending our arrival to meet with you. Furthermore, we only want this done this way because your country is politically stable for any profitable investment and only if you accept our proposal, you will serve as the beneficiary of the fund. on commencement of this proposed transactions. you will send me and my mother a letter of inviation to enable us to get a visa and fly down to your country once the fund. is been  transfer to your country.i hope you will not betray me a\nnd my mother because this money is all, our hope since my late father died. I am giving you the offers as mentioned. with every confidence on your acceptance to assist us, we have decided to give you (25%) of the total fund based on qiuck participation in your side. Secondly, we shall also take( 5%) out for any miscelleneous expenses that may occure, during the transfer. i wish you send me a reply immediately as soon as you receieve this proposal so that we shall arrange, on how this fund will be transfer to your country. On commencement,this transaction will take nothing less than (7 working days) to be accomplished as the Company managment told me and my mother. All documents covering the fund. are safe and intact with us here in Dakar Senegal. hoping to hear from you,  contact me as soon as you receive our email.  THANKS,  MS. GLORY SUMA  ALTERNATIVE EMAIL glorysuma555@yahoo.com.au \t\n\n\n\n\n\n", "id": "a8a2fb4f718fc810076631428cac730d"}