{"email_subject": "hello rrrrr ,your attention needed", "email_body": "Dear Sir, \nI am sending you this confidential email after searching through the Internet I passionate appeal to you for assistance. Many stories might be emanating from my country Nigeria that will cast some aspersions of doubt in your mind regarding this assistance I require from you. \nIn the light of this, I am Mr. Mohammed Abacha, son of the late General Sanni Abacha the former military head of state of Nigeria. I have been in detention in the last four years following the death of my father for charges of State organized murder and corrupt practices. I have just been released by the Supreme Court a fourth night ago after the president brokered a deal with my family regarding my freedom. Having made my self-known, I wish to emphasize that I need your assistance in the investment of some $35.5 Million USD of my family fund that have been held in a security company in Holland Amsterdam. \nBecause of the tragic death of my father culminating to my prolonged detention, my mother was too devastated to take charge of all the family estate. Now that I have regained my freedom, I am soliciting for your assistance in the receipt of the fund from the security company in Holland for investment in viable areas of business interest under your prudent management. \nConclusively, I have decided to offer you 20%of the total sum for your assistance, while 5% will be for whatever expenses that will be incurred while 75% is to be used in buying shares and franchise from companies in your country and maybe buy houses in your country subsequent to our free movement by the Nigerian Government. \nIf this proposal appeals to your positive response, please send to me immediately your contact address and telephone/fax numbers to enable me forward it to the security company in Holland. \nMy contact person at the security company will direct and guide you accordingly. Please treat this with strict confidentiality. \nYours faithfully, \nMohammed Abacha. \n\n\n\n", "id": "a8dd4df4774bc5377cc3afbfd968925b"}