{"email_subject": "PLEASE WE  NEED YOUR ASSISTANCE.", "email_body": "From:  MR. ARBU  MPULA.\nSOUTH AFRICA JOHANNESBURG.\nTEL:27-73-2390-447.\n\n\nATTN: M/D CEO/ GOKER ,\n\n\n\nPLEASE WE  NEED YOUR ASSISTANCE.\n\n\n\nYou may be surprised to receive this letter from me since you don't know me \npersonally. I am Mr,    Arbu  Mpula, the son of Dr.Henry  Mpula, who was \nrecently murdered in the land dispute in Zimbabwe.\nI got your contact through South African Information Exchange (S.A.I.E) in \nJohannesburg, and I decided to solicit for your assistance. My late father \nwas among the few black Zimbabwean rich farmers murdered in cold  blood by \nthe agents of the ruling government of president Robert Mugabe for his \nalleged support and sympathy for the Zimbabwean opposition party controlled \nby the white minority. Before his death he had taken me to  Johannesburg- \nSouth Africa to deposit the sum of US$ 23.Million(Twenty three Million  \nUnited States Dollars) with a Security and Finance Company as if he Foresaw \nthe looming danger in Zimbabwe.\nThe money was deposited in a metal box and declared as a personal effects \nfor the use of some of his friends who were to arrive for the world \nconference on racism scheduled to hold in South Africa from fromr 1st  \nmarch, 2003.This money was given to my father by President.Robert Mugabe \nhimself, for investment in South Africa when they were in good terms. The \ndispute between my father and the President arose when the President \nintroduced a new land reform-act, which adversely affected the rich white \nfarmers and so  black farmers as well.    My father was vehemently opposed \nto the \"modus operandis\"adopted by the government and publicly oppose it. \nThis brought him in direct conflict with the president. To achieve his \npurpose, the president used war veterans to plunder, loot and occupy all \nfarms belonging to the white farmers and their black sympathizers. More than \nFifty Farmers has lost their lives so far. Heads of governments from the \nwest, especially Britain and United States of America have voiced there \ncondemnation of Mugabe's plan. Subsequently, South African Development \nCommunity (S.A.D.C) has continuously Supported Mugabe's new land act, it is \nagainst this background that I and my family who are currently Residing in \nSouth Africa have decided to transfer my Father's money into a foreign \naccount. As the eldest Son of my Father, I am saddled with the \nresponsibility Of seeking a genuine foreign account where this money Could \nbe transferred without the knowledge of my Government who are tactically \nfreezing our family Wealth and South Africa's government seems to be Playing \nalong with them. I am faced with the dilemma of investing this money in \nSouth Africa for fear of Encountering the same experience in future  since \nboth Countries have almost the same political history.\n\nso, the South African Foreign Exchange policy does not allow such investment \nhence I am seeking for an \"assylum\". As a businessperson that I entrusted my \nFuture and that of my family into his hands, I must  Let you know that this \ntransaction is 100% risk Free and the nature of your business does not \nnecessarily matter. For your assistance, we are offering You 20% of the \ntotal sum, 75% for me and my family While 5%  will be mapped out for any \nexpenses we may incurs during this transaction. We wish to invest our Money \non commercial property based on your advice. Finally will demand for \nassurance that you will not  sit on this money when it finally gets to your \npersonal or company's account in your country.  If this proposal is \nacceptable by you, please confirm your interest via the above telephone, or \nyou reply  through email.\n\n\n\n                                    THANKS  AND  GOD  BLESS  YOU,\n\n\nBest Regards,\nMr; Arbu  Mpula,\n\n_________________________________________________________________\nDon't just search. Find. Check out the new MSN Search! \nhttp://search.msn.com/\n\n\n\n", "id": "a8e3965dde25713a1dfc3bee68defe76"}