{"email_subject": "CONTACT MY P/A FOR YOUR CERTIFIED CASHIER CHEQUE OF US$1.2M", "email_body": "Hello My Good friend, \n\nHow are you today? Hope all is well with you and your\nfamily?, You may not understand why this mail came to\nyou. But if you do not remember me, you might have\nreceive an email from me in the past regarding a\nmulti-million-dollar business proposal which we never\nconcluded. \n\nI am using this opportunity to inform you that the\nmulti-million-dollar business has been concluded with\nthe assistance of another partner from India who\nfinanced the transaction to a logical conclusion.\n\nPresently, I am in London for investment projects with\nmy own share of the total sum. Meanwhile, I didn't\nforget your past efforts and attempts to assist me in\ntransferring those funds despite that it failed us some how. \n\nNow contact my Personal Assistant in Abuja, Nigeria\nand ask him to send you the CERTIFIED CASHIER CHEQUE\nof US$1.2M which I wrote in your name in appreciation\nof your past effort in helping me.\n\nBelow is his contact informations: \n\nName:    Mr. Allusine Sakoh\nEmail:   allusinesakoh55@hotmail.com\n\nTel:     +234-803-537-6903 \n\nFeel free and get in touched with him for the sending\nof the draft to any address where you would prefer the\ndraft to be mailed. Please do let me know immediately\nyou receive the CASHIER DRAFT. \n\nAt the moment, I am very busy here in London because\nof the investment projects which I, and the new\npartner are having at hand but would appreciate your\nupdate once the cheque is deliverred to you thru my\nemail: \n\nFinally, accept my goodwill my dear friend. \n\nThank you once again and may God bless you. \n\nMr.Aku Ubah.\n\n \n\n-------------------------------------------\nip\nModify Your Subscription: http://v2.listbox.com/member/?member_id=126316&user_secret=898f3c1b\nUnsubscribe Now: http://v2.listbox.com/unsubscribe/?id=126316-898f3c1b-or66026c\nPowered by Listbox: http://www.listbox.com\n", "id": "a9078adbc3a39943ec844479abfabe43"}