{"email_subject": "good gay", "email_body": "Attention:\n\nIt is my pleasure to contact you for assistance and\nbusiness co-operation. I know the content of this\nletter might be surprising to you but I assure you\nthat every word of it is true. Even though we hardly\nknow each other I believe you can help me.\n.\nI am Dr. Rilwanu lukman,President Adviser on Petroleum\nand Energy and Alternate Chairman of N.N.P.C\nBoard&also OPEC President Designate.My office monitors\nthe sales and lifting of crude oil and petroleum\nproduct by foreign dealers. With the cooperation of my\nassistant and head of the audit committee attached to\nthe task force, I have successfully saved about\nUS$37.5 million.\nThis money is as a result of allocation of excess\ncrude oil to the foreign dealers, which has been sold\nbut this money is not entered in the financial\nstatement of my task force. This money was lying\nunclaimed in the account of the task force, known only\nto me and the chief security officer in our ministry\nwho help me in\nmoving\nthe fund out through his security network and me\ninvolved in the excess\nallocation.\nHowever, the legislators of the new democratic\nGovernment of my country have set up a panel to look\ninto the past activities of some government companies\nand parastatals. I do not want the panel to discover\nthe money I saved.\nI cannot lodge this money into my private bank\naccount. In my country, public servants are not\npermitted to operate any account in excess of $500,000\nUS Dollars. Now the idea is to have a foreign partner\nwhom the sum will be transferred to. I  have concluded\narrangement and transfered this money to a finance\ncompany for safekeeping to avoid the government from\nseizing this fund .\nAll you have to do is to give me  your private\naddress,\nphone and fax lines and . I will\nsend you the details of the transfer and necessary\ndocument as soon as you provide them.\nIf you can assist me transfer this money into your\nnominated bank account,I will give you 20% of the\namount. You will keep the remaining sum for my wife\npending\nher arrival to your country. We intend to invest 50%\nof the sum in business. With your knowledge and past\nexperience your advice will be highly needed for the\ninvestment. We would want to know the lucrative\nbusiness areas in your country we can invest on with\nthe 50% of the sum.\nDon't worry about any problem in this business. I\nassure it is safe and no risk is involved. No other\nparty is aware of the sum from the excess allocation\nexcept my partner and me. However, this transaction\nshould be secret and confidential.\nI awaits your reply on your participation or not, so\nthat I can search for another willing person. Your\nquick response matters.\n \nBest regards\n \nDr. Lukman Rilwanu\n\n\n", "id": "a9cf70720dede37901cb9f074c2c9326"}