{"email_subject": "REQUEST FOR AN ASSISTANCE", "email_body": "DEAR SIR/MADAM, \n  \nTHIS LETTER MAY COME TO YOU AS A SURPRISE DUE  TO THE FACT THAT WE HAVE NOT YET MET. THE MESSAGE COULD BE STRANGE BUT REAL  IF YOU PAY SOME ATTENTION TO IT. I COULD HAVE NOTIFIED YOU ABOUT IT AT LEAST FOR THE SAKE OF YOUR INTEGRITY. PLEASE ACCEPT MY SINCERE APOLOGIES. \nIN BRINGING THIS MESSAGE OF GOODWILL TO YOU, I HAVE TO SAY THAT I HAVE NO INTENTIONS OF CAUSING YOU ANY PAINS. I AM MS. PETER SAVIMBI, DAUGHTER OF THE LATE  REBEL LEADER JONAS SAVIMBI OF ANGOLA WHO WAS KILLED ON THE 22ND OF FEBUARY 2002 .\nMY LATE FATHER, JONAS SAVIMBI WAS ABLE TO DEPOSIT A LARGE SUM OF MONEY IN DIFFERENT BANKS IN EUROPE AND THE MOVEMENT OF HIS FAMILY MEMBERS (INCLUDING ME) IS RESTRICTED. WE ARE FORBIDDEN  TO EITHER TRAVEL ABROAD OR OUT OF OUR LOCALITIES. PRESENTLY, THE SUM OF \nUS$8,500,000.00 EIGHT MILLION, FIVE HUNDRED THOUSAND DOLLARS MY FATHER TRANSFERRED TO \nNETHERLANDS IS SAFE AND IS WITH A SECURITY  FIRM. I AM THEREFORE SOLICITING YOUR HELP TO HAVE THIS MONEY TRANSFERRED INTO YOUR ACCOUNT BEFORE MY  GOVERNMENT GET WIND OF THIS\nFUND.\nYOU MAY KNOW THAT MY FATHER WAS A REBEL LEADER IN ANGOLA BEFORE HIS DEATH AND MY REASON FOR DOING THIS IS BECAUSE IT WILL  BE DIFFICULT FOR THE ANGOLAN GOVERNMENT TO TRACE MY FATHER'S MONEY  TO AN INDIVIDUAL'S ACCOUNT, ESPECIALLY WHEN SUCH AN INDIVIDUAL HAS NO \nRELATIONSHIP WITH MY FATHER THEREBY KEEPING THAT MONEY FOR MY FAMILY USE. \nAT PRESENT THE MONEY AS I SAID IS KEPT IN A SECURITY COMPANY IN THE NETHERLAND.\nI AM CURRENTLY AND TEMPORARILY LIVING IN ANGOLA  WITH MY HUSBAND. MY\nBROTHER HAS A REFUGEE STATUS IN THE NETHERLANDS. MOREOVER, THE POLITICAL CLIMATE IN ANGOLA AT THE MOMENT IS SO SENSITIVE AND UNSTABLE SO IT WILL BE BETTER WE DO THIS TRANSACTION NOW. WITH THIS PASSWORD AND INFORMATION I WILL SEND \nYOU, AND THE CHANGE OF OWNERSHIP THAT I WILL SEND TO THE SECURITY \nFIRM, YOU WILL BE ABLE TO REPRESENT US IN THE NETHERLANDS TO CLAIM THIS \nCONSIGNMENT FROM THE SECURITY FIRM. WHEN YOU ARE READY, I WILL GIVE \nYOU THE INFORMATION NEEDED BEFORE YOU CAN GET ACCESS TO THE FUND, YOU WILL \nTHEN PROCEED TO NETHERLANDS WHERE YOU WILL SIGN THE FINAL RELEASE DOCUMENTS OF THE\nUS$8,500,000.00 EIGHT, MILLION, FIVE HUNDRED THOUSAND DOLLARS.\nI WILL GIVE YOU FURTHER DETAILS WHEN I GET YOUR RESPONSE TO THIS LETTER ASSURING US THAT YOU WILL BE ABLE TO REPRESENT US IN THE NETHERLANDS ANDTHAT WILL MAKE THIS TRANSACTION CONFIDENTIAL. IT IS VERY IMPORTANT THAT YOU GIVE ME YOUR PHONE AND FAX NUMBERS \nWHILE THIS IS KEPT CONFIDENTIAL. YOU CAN CONTACT ME WITH MY E-MAILADDRESS,peter_savimbi20@phantomemail.com\n  \nYOURS SINCERELY,\nPETER SAVIMBI \n\n\n\n\n", "id": "aa0aa239f7ff39cfa896e959af09cf61"}