{"email_subject": "WILSON & ASSOCIATES", "email_body": "BARRISTER RICHARD WILSON.\nRICHARD WILSON & ASSOCIATES\nDAKAR-SENEGAL\nTEL: + 221 4183317\nEmail: barrwilson@katamail.com\n\nDear Friend,\n\nI am Barrister Richard Wilson, I am the personal attorney to Mr. Patrick a National of your country who works with a petroleum Company in Europe and he is known and referred to as my Client, he died along with his entire family of a wife and two children in a car accident. Since we heard of his death, I have made several enquires to his embassy to locate any of my clients extended relatives but all my efforts proved unsuccessful and to no avail. After these several unsuccessful attempts, I decided to track his last name over the Internet, to locate any member of his family hence I contacted you.\n\nNow my contacts to you is to assist me in repatriating his money which is been lodged in a security/Finance company in a trunk box in Europe, before the money will be confiscated or declared unserviceable by the security/Finance company where he deposit this money valued about $20,500,000 (Twenty Million Five Hundred thousand United States Dollars) More importantly, the security/finance company where the deceased client deposited this huge sum of money has served me a write of notice to provide the NEXT OF KIN of my client or the (money) will be confiscated and send to the government treasury as unclaimed funds. Since I have tried and failed on several occasions in locating his relatives I am now seeking for your consent to present you as the next of kin to the deceased so that the money will be paid to you while I will come over to your country for the sharing. I will take 45% while you will take 45% and 5% will be for any expenses incurred during the transaction and the remaining 5% will go to any charity organization.\n\nAll I require is your honest cooperation to enable us see this deal through. I guarantee that this will be executed under a legitimate arrangement that will protect you and I from any breach of the law. Finally, if this business interest you, please get in touch with me immediately via my private email address or telephone for security reasons, I will welcome messages that come only from my private email address and telephone. Also indicate to me your contact phone and fax numbers to enable me call you immediately for more information. PLEASE, I RESPECT CONFIDENTIALITY AND I WOULD LIKE YOU TO RESPECT THE CONFIDENTIALITY OF THIS TRANSACTION.\n\nI await your urgent response to this message.\n\nYours sincerely,\nBarrister Richard Wilson (ESQ)\nTEL: + 221 4183317\nEmail: barristerwilson@terramail.com.sv", "id": "aa499538bb8baf708db2b93c9b7552c5"}