{"email_subject": "I WANT YOU TO BE MY FUND MANAGER.", "email_body": "Hello,\n\n\nI got your email address through search in the Internet.I hope and pray to\nGod that I have the right person who will assist me.I have interest of investing\nin your country as such I would like to make contact with you for assistance\nas soon as I am able to transfer my fund for the investment, Note the funds\nare already with a security company for safe keep in spain.\n\n\nIn your willingness to assist me,You will help me collect the funds \nwhich amounts $4,000,000,00 usd from the security company as I cannot travel\nout at the moment now because of my present \npredicaments/conditions which I will explain to you if we work \ntogether.\n\n\nI am wife of late General Sani Abacha but because of the instable \npolitical situation,Government attitude towards my family and mostly \nfor the future of my children. Please if you would assist me, do reply this\nmail.Enclosing your telephone/fax numbers.I promise you that this deal is\nvalid,real and risk free.\n\n\nWhat I now need from you are as follows:- \n\n\n1.You should travel to the security company to secure\nthe funds in cash on my behalf and deposit it in your\nbank account in your Country. \n\n\n2.You will be entitled to 30% of the total sum\ninvolved for your assistance. \n\n\n3.As soon as you confirm to me by my above e-mail \nyour readiness to travel to the\nsecurity company , I will send a the relevant\ndocuments and the pin code number of the consingment\nto you and also  the security company  authorizing  to\nrelease the consignment(funds) to you. \n\n\n4.As soon as you have the fund in your custody, I will\ngive you details of where and which sector you will\ninvest my share of the funds into, on my behalf. \n\n\n5.Please note that this project is 100% risk free, but\nyou must keep it very secret and\nconfidential because of my personal security. \n\n\nI expect your prompt reply. \n\n\n\nThanks,\nDr Mrs Maryam Abacha.", "id": "aa4fd2b5ac29dbbe08742d3a3a9fed3c"}