{"email_subject": "Try and get back to me.", "email_body": "Dear sir,\nURGENT AND CONFIDENTIAL\n--------------------------\nI write to introduce this important business opportunity to you irespective of the fact that we\nhave not seen or known each other before but I believe that it will be of immense benefit to both\nof us.Let me formally introduce myself. I am Mr.ABDULLAH NASSER, a Manager of one of the Apex bank here. I got\nyour particulars in my earnst search for a reliable individual who can assist me in this\ntransaction, with the belief in God that you will never let me down.There is an outstanding sum of US$10.2,Million(\nTen million two hundred thousand United States Dollars)belonging to late Mr.Andreas B.Smith, a foreigner and miner in the\nKruger Gold Co. a geologist by profession. This fund was deposited since 2000 by the deacesed and since\n2002 nobody has operated the said account. After going through some old files in the records, I\ndiscovered that the owner of this dormant account Mr.Andreas B. Simth does no longer exist and that if\nI do not remit this fund out urgently, it would be forfeited for nothing.\n\nI am contacting you because of the need to involve a foreigner with foreign account and foreign\nbeneficiary. I need your full co-operation to make this work out fine because the management is ready\nto approve this payment to a foreigner, who has the correct information of this account which I will\nprovide to you. Should this interest you, kindly furnish me with your overseas bank account details\nincluding your private phone and fax number for easy comunication.\nWith my position now in the office, I can arrange for the transfer of this fund to any foreign\nreliable account which you can provide with assurance that this money will be intact pending my\nphysical arrival in your country for sharing. I will destroy all documents of transaction immediately\nyou recieve this fund leaving no trace to any place. and will also use my position and influence\nto effect legal approvals and onward transfer of the money to your account with appropriate clearance\nforms of ministries and foreign exchange departments.\n\nI have resolved to compensate you by offering a brokerage commission of 20% net pre-transfer\nexpenses you may incure, 5% set aside for general expenses 75% will be for me and I guarantee that\nall expenses during the transfer are subject to refund.\nMost importantly, I must emphasize that this business requires utmost confidentiality and trust.\nWe need to go into an agreement that will bind us together and the same will protect our individual\ninterest in the near future. I will apply for annual leave to get a Visa for a trip to your country once\nthis money is transferred into your foreign account.In recognition of your personal executive power and\ninvestment opportunities that is abound in your country, do know that I have in mind to establish a\ngenuine business relationship with you in the nearest future, if you will be able to help me. In\norder to expedite action, let me recieve your approval or reply through the above phone numbers\nor by e-mail.Please accept my compliments, as I await for your\nkind response.\nYours Sincerely,\nMr.ABDULLAH NASSER\n\n\n\n\n", "id": "aaac29d4d3a87e5089cb73ee0299d85b"}