{"email_subject": "REQUEST FOR YOUR URGENT ASSISTANCE", "email_body": "From: Mr.Kola Awosika \nNIGERIAN NATIONAL PETROLEUM CORPORATION( N.N.P.C) \nPLOT 775, MCPHERSON CLOSE, \nVICTORIA ISLAND, \nLAGOS, NIGERIA. \nTel:234-802-3230248 \n\nDEAR SIR, \n\nI AM MR.KOLA AWOSIKA AN ACCOUNTANT IN THE NIGERIAN NATIONAL \nPETROLEUM CORPORATION (N.N.P.C.).I HEAD A SEVEN-MAN TENDERS BOARD \nIN CHARGE OF CONTRACT AWARDS AND PAYMENT APPROVALS.I CAME TO \nKNOW OF YOU IN MY SEARCH FOR A RELIABLE AND REPUTABLE PERSON TO \nHANDLE A VERY CONFIDENTIAL TRANSACTION WHICH INVOLVES THE TRANSFER \nOF A HUGE SUM OF MONEY TO A FOREIGN ACCOUNT. \n\nTHERE WERE SERIES OF CONTRACTS EXECUTED BY A CONSORTIUM OF MULTI-\nNATIONALS IN THE OIL INDUSTRY IN FAVOUR OF N.N.P.C. THE ORIGINAL VALUE \nOF THIS CONTRACTS WERE DELIBERATELY OVER INVOICED TO THE SUM OF \nUSD$35,000,000.00 (THIRTY FIVE MILLION UNITED STATES DOLLARS). \n\nTHIS AMOUNT HAS NOW BEEN APPROVED AND IS NOW READY TO BE \nTRANSFERRED, BEING THAT THE COMPANIES THAT ACTUALLY EXECUTED THESE \nCONTRACTS HAVE BEEN FULLY PAID AND THE PROJECTS OFFICIALLY \nCOMMISSIONED. \n\nCONSEQUENTLY,MY COLLEAGUES AND I ARE WILLING TO TRANSFER THE TOTAL \nAMOUNT TO YOUR ACCOUNT FOR SUBSEQUENT DISBURSEMENT, SINCE WE \nCIVIL SERVANTS ARE PROHIBITED BY THE CODE OF CONDUCT BUREAU (CIVIL \nSERVICE LAW) FROM OPERATING AND/OR OPENING FOREIGN ACCOUNTS IN \nOUR NAMES. NEEDLESS TO SAY,THE TRUST REPOSED ON YOU AT THIS \nJUNCTURE IS ENORMOUS. IN RETURN,WE HAVE AGREED TO OFFER YOU 25% \nOF THE TRANSFERRED SUM, WHILE 10% SHALL BE SET ASIDE FOR INCIDENTAL \nEXPENSES (INTERNAL AND EXTERNAL) BETWEEN PARTIES IN THE COURSE OF \nTHE TRANSACTION.YOU WILL BEMANDATED TO REMIT THE BALANCE TO OTHER \nACCOUNTS IN DUE COURSE. \n\nMODALITIES HAVE BEEN WORKED OUT AT THE HIGHEST LEVEL OF THE MINISTRY \nOF FINANCE AND THE CENTRAL BANK OF NIGERIA (C.B.N.) FOR THE IMMEDIATE \nTRANSFER OF THE FUNDS WITHIN 13 WORKING DAYS SUBJECT TO YOUR \nSATISFACTION OF THE ABOVE STATED TERMS. OUR ASSURANCE IS THAT YOUR \nROLE IS RISK FREE. \n\nTO ACCORD THIS TRANSACTION THE LEGALITY IT DESERVES AND FOR MUTUAL \nSECURITY OF THE FUNDS THE WHOLE APPROVAL PROCEDURES WILL BE \nOFFICIALLY AND LEGALLY PROCESSED WITH YOUR NAME OR THE NAME OF ANY \nCOMPANY YOU MAY NOMINATE AS THE BONAFIDE BENEFICIARY. \n\nONCE MORE,I WANT YOU TO UNDERSTAND THAT HAVING PUT IN OVER TEN \nYEARS IN THE CIVIL SERVICE OF MY COUNTRY,I AM AVERSE TO HAVING MY \nIMAGE AND CAREER DENTED.THIS MATTER SHOULD THEREFORE BE TREATED \nWITH THE UTMOST SECRECY AND URGENCY IT DESERVES. \n\nKINDLY EXPEDITE ACTION AS WE ARE BEHIND SCHEDULE TO ENABLE US \nINCLUDE THIS TRANSFER IN THE FIRST BATCH WHICH WOULD CONSTITUTE THE \nSECOND QUARTER PAYMENTS FOR THE 2003 FINANCIAL YEAR. \n\nCONTACT ME THROUGH E-MAIL ADDRESSES BELOW AS SOON AS POSSIBLE OR \nCALL ME IMMEDIATELY ON THIS TELEPHONE NUMBER:234-802-3230248 . \n\nYOURS SINCERELY, \n\nMr.Kola Awosika \n\nawosika@caramail.com\n\n\n\n", "id": "ab2552ad34f3aef590a5b6adca12851f"}