{"email_subject": "URGENT BUSINESS PROPOSAL", "email_body": "DR.VINCENT UMEH\n\nFEDERAL MINISTRY OF PETROLUEM RESOURCES(F.M.P.R)\n\nLAGOS NIGERIA.\n\nATTN:SIR,\n\n      REQUEST FOR ASSISTANCE- STRICTLY CONFIDENTIAL\n\n I am Dr VINCENT UMEH, an accountant in the Ministry of petroleum Resources \n(MPR) and a member of a three-man Tender Board in charge of contract review and \npayment approvals. I came to know of you in my search for a reliable person to \nhandle a very confidential transaction that involves the transfer of a huge sum \nof money to a foreign account. It may sound strange but exercise patience and \nread on. There were series of contracts executed by a consortium Multinational \nin the Oil industry in favor of Ministry of Petroleum Resources among which \nwere: \n\n1. The extension of pipeline network within Nigeria for crude oil, Down stream \nproducts distribution and subsequent evacuation- US$ 195 Million. \n\n2. Contract for the Turn Around Maintenance (TAM) of the various refineries in \nthe country~ US$ 152Million. \n\n3. The construction of storage tanks for petroleum products (Depots) US$240 \nMillion. The original values of this contract were deliberately over invoiced \nto the sum of US $35.5million American Dollars which has now been approved and \nis now ready to be transferred being that the companies that actually executed \nthese contracts has been fully paid and project officially commissioned. \nconsequently, my colleagues and I are willing to transfer the total amount to \nyour account for subsequent disbursement since we are Civil Servant and are \nprohibited by the Code of Conduct Bureau (Civil Servant Laws) from opening \noperating foreign account in our names. Needless to say, the trust posed on you \nat this juncture is enormous. In return, we have agreed to offer you 30% of the \ntransferred sum while 10% shall be set aside for accidental expenses (Internal \n& External) between the parties in the course of the transfer. We will mandate \nyou to draw up an investment plan for us of which you will control since we \ncannot bring our shares back to Nigeria. We are very interested in investing in \nreal estate in your country. You must however note that this transaction is \nsubjected to the following terms and conditions: \n\n1. Our conviction of your transparent honesty and diligence. \n\n2. That you would treat this transaction with utmost secrecy and \nconfidentiality because of the circumstances we now find ourselves. \n\n3. That the funds would be transferred to an account over which you have \nabsolute control. Modalities have been worked out at the highest level of the \npresidency at the Central Bank of Nigeria for the immediate transfer of the \nfunds within 14 working days, subject to your satisfaction of the above stated \nterms. Our assurance is that your role is 100% risk free. To accord this \ntransaction, the legality it deserves and for mutual security of the parties \ninvolved and the funds, the whole approval procedures will be officially and \nlegally processed with your name or the name of your company you may nominate \nas the bonafide beneficiary. Also, be informed that our main reason of \ncontacting you is for the obvious reason that we will want to invest these \nfunds in the real estate. It is our believe that you can be ofimmense help in \nthis regards. Kindly expedite action so as to enable us include this \ntransaction into this batch as payment to foreign contractors is usually \ncarried out on quarterly basis. Please, contact me as soon as possible on my \nprivate e-mail address: vumeh703@yahoo.com\n\nBest regards,\n\nDR.VINCENT UMEH\n\n\n\n\n\n\n\n\n\n-------------------------------------------------\nHKNETMAIL.COM Free WEB MAIL Service by  HKNET\n\n", "id": "ab34eb6974fff589bbe9c36b22450fe2"}