{"email_subject": "URGENT MESSAGE....", "email_body": "RE: COLLECTION OF FUND (US$25,000,000.00) UNDER SPECIAL ARRANGEMENT.\n \nPardon me if I have offended you by contacting you for such a big \ntransaction through an ordinary letter which makes it suspicious \nconsidering the type of fraud proposals moving around the world today. \n \nHowever, I was advised to explain this transaction to you on a face \nto face meeting. I could not do this because of the situation in the \nworld today not being sure of your reaction.\n \nI am Jones Martin, a \nConsultant and Broker from Kingston Jamaica. I was hired by a Japanese \nBusinessman to broker an investment deal between him and an oil company \nin Venezuela. This deal was executed in January, 2003 and matured for \ntermination in January 2005. On maturity, the Japanese Businessman and \nthe oil firm decided to terminate the investment in cash to avoid \npayment of investment tax which amounted to several tens of millions of \nUS Dollars to the American Internal Revenue Service (IRS). \n \nA special \narrangement was made between a top Japanese banker working with \nJapanese bank in New York, the Oil Company and the businessman to \nterminate the investment in cash payment under a fictitious name, with \nan arrangement to change it later with a power of attorney which they \nprepared and handed over to The banker.\n \nI was directly involved, well \npaid and mandated to organized and carry out the deal. All the cash was \nwithdrawn in June 2005 and transported to EUROPE by direct bank vault \ndelivery to a finance company for safekeeping pending the collection.\n \nThe real content of the boxes was not declared to the storage as it was \ndelivered as personal family treasure worth US$25M.The certificates for \nthe storage, secret codes for the opening of the boxes and its keys \nwere all handed over to me.\n \nMr. Takashi the Florida businessman was \nplanning to go to Europe by August 2005 with me for the collection when \nthe unexpected happened in Hurricane Katrina Mishap, a natural disaster \nwhich claimed his life and that of the top banker. This left me \ndevastated and confused as I have not yet handed over the deposit \ndetails to the owner and the power of attorney prepared for the change \nwhich was signed was still with the banker in his office which was \nlost.\n\nSince last December the diplomatic storage manager has been \ncalling me to bring or tell the owner to come over for collection. \nSince then, I have been finding any reliable person to collect these \nconsignments under special and well negotiated arrangement until I came \nacross your details. Be rest assured that this transaction has been \nwell organized, 100% safe, legal, and should be kept very \nconfidential. \n\nSignify your interest by getting back to me via my \nemail as soon as possible.\n \nRegard,\n\nJones Martin\n\n\n\n\n\n", "id": "ab82060d531e833fffcb3d07216bbffb"}