{"email_subject": "HELP........", "email_body": "from the bujumbor refugge camp \naccra ghana, west africa....... \n\ndear,sir/madam\nPlease permit me to introduce myself to you through\nthis medium. I know you don't know me before and maybe\nsurprise to read from me today, I got your contact in\nmy searching of a good reputation foriegn partner to\nassit me in my late father fund, when I was making a\nresearch on how me and my two brothers, can travel to\noverseas and Invest on the petroleum business.\nI am very glad to have this opportunity to contact you\nand I want to count on you for reliability and\ntrustworthiness and I also want you to handle this\nIssue I am about to disclose to you as confidential,\nbecause of my personality in my country.\nI am mumba the son of Chief Tama Koroma from\nDiamond Creek, Lofa County, Liberia. My father was\nuntil his death, the Paramount Chief of Lofa County \nalso an Independent Diamond Mineral & Merchant. He\ndied in March 13, 1999 after a brief illness at the\nage of 70.One day after my father's death, I was going\nthrough his under ground save when I saw some very\nImportant Documents which reveals to me that my Late\nfather has deposited one trunk of consignment box of\n$22.2 Million U.S dollars with a Security company here\nin ghana My two brothers, PETER and MOSES and myself\nhave not traveled out side West Africa before. \n\nhis is the main problem we have.At this moment, \nwe are now in Accra-Ghana where we flee to in the\nwake of recent fighting between the government, the\nLURD & MODEL, Rebel groups. We are presently taking\nrefuge at the Buduburam Refugee Camp here in Ghana\nunder the Auspices of the United Nations High\nCommission for Refugees, U.N.H.C.R.I want you to\nassist us in retrieving the funds to your country then\nmake aragements for me and my two brothers, to Join\nyou there, where you will also help us buy a House and\nInvest the rest of the money on any profitable\nbusiness for us.My two brothers, and myself are\nwilling to set-aside 5% of the Total money to cover\nany expenses you make. We also offer to give you 15%\nof the Total amount for your service.I will give you\nfurther details of the Security company in ghana also\nthe Documents covering the funds as soon as I get an\nindication of your interest to help us,please do send\nme your phone number and your fax number on your\nreply.\nThank you very much,\nmumba Tama Koroma......\nyou can alaso reach me on my private email,\nmumba5055@yahoo.com \n\n\n\n\n\n", "id": "abed5408cbfeb64e27e1635103662f1d"}