{"email_subject": "From: Dr. Frank Jomas. {Listin And Reply To Me Immediately}......", "email_body": "Zulberg Closeoff \nErnest Oppenheimer \nRoad Bruma Lake, \nJohannesburg,\n2196 \nSouth Africa. \n\nDEAR SIR/MADAM, \n\n    ( RE: TRANSFER OF \n($125,000.000.00 USD) \n      ONE HUNDRED & TWENTY FIVE MILLION DOLLARS \n\nI want to transfer ($125,000.000.00 USD) One Hundred & Twenty five \nmillion United States Dollars  from a Prime Bank here in South Africa \nto an oversea account. First, I must solicit your strictest confidence \nin this ransaction. This is by virtue of it's nature as being utterly \nconfidential. I am sure and have confidence of your ability and \nreliability to prosecute a transaction of this great magnitude. \n\nI \nsolicit your assistance to enable us transfer the said amount into your \nsafe  account for unward investment.You can either provide us with an \nexisting account or to set up a new Bank account immediately to receive \nthis money, even  an empty a/c can serve to receive this money, as long \nas you will remain honest to me till the end of this important business \ntrusting in you and believing  that you will never let me down either \nnow or in future. \n\nI am the personal account officer to the great late \nINDUSTRIALIST who has an account in one of the top banks here in South \nAfrica. The account was opened in 1998 and he died in 2003 without a \nwritten or oral WILL and since 2003 nobody has operated on this account \nagain hence the money is floating and if I do not remit this money out \nurgently it will be forfeited for nothing. \n\nThe owner of this account \nis a foreigner and no other person knows about this account or anything \nconcerning it, the account has no other beneficiary and until his death \nhe was the manager of the company.My investigation through the National \nimmigration department proved to me as well that he was  single as at \nthe time of his entry into the Republic of South Africa. The  amount in \nthis account is USD$125 Million ( One Hundred & Twenty five Million \nUnited States Dollars ) only. \n\n\nAs a matter of fact, I have decided to \ntransfer this fund abroad for  investment.  Your assistance as a \nforeigner is necessary because the management of the bank  will welcome \nany foreigner who has correct information to this account which I  will \ngive to you immediately, if you are interested to do this business with \nme.There is no risk in this business. With my position  and my personal \ncontact  with the manager of the bank, the money can be transferred to \nany account you  can provide with assurance that this money will be \nintact pending our physical  arrival in your country for sharing. \n\nWe \nwill start the first transfer with Twenty five million [$25,000.000]. \nUpon successful transfer without any disappointment  from your side, we \nshall re-apply for the  payment of the remaining  balance of $100 \nMillion to your account. I am only  contacting you as a foreigner \nbecause this money can not be approved to a local  person here,  but \ncan only be pproved to any foreigner  who has the correct information \nof the account which I will provide for you. \n\nSo you should provide me \nwith your correct account detail where you will like the fund to be \ntransferred or you can set up a new account for the transfer  even an \nempty account is ok. At the conclussion of the transfer you will take \n35%,5% will be for any expenses both parties incurred in the process of \nthis business and the remaining 60% will be for me. As soon as I hear \nfrom you and upon your strong assurance that you will not let me down \nonce the fund goes into your account I will then start the processing \nof the transfer of  the fund to your account without further delay. \n\nContact me urgently via Private E-mail: {dr_frank_private@myway.com} or \ntelephone phone: +874-763593730 \n+870-763593730  for further details. \n\nYou should send the a/c information as stated below.......together with \nyour telephone nos. both Home, Office & Cell phone for easier & faster \ncommunication.\n\nBank Name...... Bank Address.....\nAccount Name....... \nAccount Number.......\nRouting Number......... State \nCountry....................\n\nThanks. \nYours Faithfully, \n\nDr. Frank \nJomas\n\n\n\n\n", "id": "ac318aade2cfb9f36bfb779638132572"}