{"email_subject": "HELP.", "email_body": "My Dear,\nIt is with heartfelt hope that I write to seek your co-operation and \nassistance in the context statedbelow:May I first introduce my self: I am DR.(MRS.) MARIAMABACHA,the wife of Late General Sani Abacha (formerMilitary head of state and President of the FederalRepublic of Nigeria) who died suddenly on 8th June\n1998. I got your contact through the help of my sister-inlaw that works with the Canadian Chambers of Commerce and Tourrism,due,I did not disclose to her my humble intention for a honest foreigner who will help save my life and my children. Having noted the confidence reposed on your person by \nthe sponsor of the recommendation, I became convinced of your capability and goodwill to assist me in receiving the sum of US$20 Million secretly willed in my favour by the late general (my husband).\n This money was kept in a Security Company in Amsterdam Holland and I have all documents with me as of when it was deposited in a Security Vault for safe keeping.This money has been defaced for Security reasons and also to avoid it been spent by unauthorized persons.We have been deliberating on \nhow to invest this fund abroad in a confidential manner until we came to a conclusion to use it to buy houses and part of it will be used for non-speculative investments in your country.However,the current civilian administration of retired General Olusegun Obasanjo(The President of the Federal Republic of Nigeria) is\nseeking vengeance on the Abacha family because of the life prison jail sentence confirmed on him by my late husband while in office. In pursuit of this vendetta,the present Government have resolved to freeze all known assets of General Sani Abacha including properties at home and abroad and are presently embarking on to seize the various bank accounts of my husband \nin Switzerland,UK and Australia. In fact, the attack on our family (The Abacha's) is so devastated to an extent of seizing our travelling passport,family accounts and even trying some members of our family in court for offences allegedly committed by my late husband..My first sonMohammed Abacha who was arristed and incacerated for the past 3years wasjust reliese from prison on the agreement to refund $1.5 Billion to the\nFederal Government of Nigeria allegedly stollen by my late Husband.We arenot ready to comply to this as most of the family assets and bank accountsabroad have been Freezen by the Obasanjo regime.\n \nIn view of this grevious threat to our Economic and personal survival,our family trustee have secretly protected the will,The Security Company has called me to do something about claiming this consignment because of the demurrage it is incurring and I told them we would come and claim it verysoon but they seriously advised me to move the fund into an overseas amount, hence the reason why I have chosen you and hope that you will come \nto my full assistance and unlimitedco-operation.In the meantime,there is a travelling embargo on us(the whole \nfamily members) and our local accounts are seized. We are currently living on goodwill of people who believe we cannot be held responsible for the sins of my late husband. In view of this plight, I expect you to be trustworthy and kind enough to respond to this distressed call to save me and my children from a hopeless future. And if you agree to help, we will compensate you sincerely for your candid effort in this regard with 25% of the total amount of $20 Million US Dollars.In that case, when the money ($20 Million) is moved into yourdiscrete account, you will be allowed to withdraw 25% inyour favour,while 10% has been set aside for any expenses you might incur (There are demurrage to pay before the fund is sign and claimed by you.)during the process of securing this fund.\nThe remaining 65% will be invested meaningfully for my children's future. My cousin (DR.UCHE EDWARD) has perfected arrangements with the Trust Company concerned and has been assured 100% risk free and safe operation.What I demand from you now is to arrange to visit the Finance Company where this money is being deposited and claim it as the bona-fide \nowner.\n \nAnd in due course, all contacts must be made through\nDR.UCHE EDWARD through his Telephone: 234-80-330-78104.\nE-mail address: ucheedward10@yahoo.com\n \nI look forward to your quick response while thanking\nyou for your co-operation. In view of all above\ndetails, I request you to keep this letter and\nco-operation highly confidential.\n \nBest wishes,\nDR.(MRS). MARIAM ABACHA.\nABACHAS LODGE,KANO.\n\n\n\n", "id": "acbd880912426e6f4cfb8083561aba9a"}