{"email_subject": "FairDeal(Urgent)", "email_body": "Urgent & Confidential:\n\nRe: Tranfer of ($12,800.000. USD) twelve million eight hundred thousand united states dollars only.\nI want to transfer abroad ($12,800.000. USD) twelve million eight thousand united states dollars, from-guaranty trust bank plc, lagos-Nigeria. i want you to help or look for a reliable and honest person who will be capable and fit to provide either an existing account or open or set up new one immediately to receive this floating fund from my bank here in lagos, even an emty account can serve to receive the money, as long as you remain honest to me till the end of this important business transaction.\nI want to believe you will not let me down now or after the fund transfer to your account.\n\n I am aderoju muyiwa the audit/surpervisor, guaranty trust bank , lagos-Nigeria. during the course of auditing i discorvered a floating fund in an account opened since 1993 and also since 1996 nobody has operated this account again. after going through some files in the record, I discorvered that the owner account died without a living [Heir], hence the money has being floating and if i do not remit the money out urgently it will be forfeited to the goverment for nothing.\nThe owner of the account Mr Allan miller,a foreigner and an industrialist,died since 1996 with his wife who is his next of kin,that is why nobody has come to ask for the money, my investigation proved to me as well that the late Allan seaman until his death was the managing director of diamond safari  [pty] sa.\nWith the particulars that you will provide, i will change all his banking docs to yours and start the fund transfer process to your account,but first you have to give me your word that you will not let me down like i said before and also agreement signed between us.\n\nWe will start the first transfer with six million dollars [$6,000.000.] upon succesfull transfer without any disappointment from your side,we shall re-apply for the transfer of the remaining six million eight hundred thousand united states dollards, [$6,800.000.] into your account bringing the total to twelve million eight hundred united states dollars [$12,800.000.].\n I am contacting you as a foreigner because this money can only be approved to a foreigner with valid international passport, drivers particulars and with foreign account because the fund is in dollars and the former owner of the account,late Mr Allan seaman is a foreigner.\n\nI will like us to sign a binding agreement that will bing us together in these deal, I am revealing this to you with the believe that you will not let me down, You are the first and only person I am contacting as regards this business, so please reply urgenly for me to brief you on the next step to take.\nYou should forward your private telephone and fax numbers and your banking details that will be needed for the transfer of the money.you will have to give me the assurance that this money will be intact pending my arrival physically in your country for sharing/disbursement of the fund which will be 35% for your assistance, 60% will be for us and 5% will be set aside for expenses that will be incured by both parties during the course of the fund transfer to your account.\n I look forward to your earliest response through my  private email address given below aderojumuyiwa@ecplaza.net for security reasons.\n\nBest Regard.\n\n\nAderoju muyiwa\n \n\n\n\n\n", "id": "ad06822756291c92c1e851ae53087a59"}