{"email_subject": "INVESTMENT", "email_body": "My name is Mr Wu kwon from Korea and I would like you to guide\nme through the most viable investment opportunities in your\nCountry. Alternatively, I can invest in your line of business if\nyou are interested and if your line of business is viable.\n\nI am one of the defectors from the north and I am currently\nresiding in South Korea.I have been in this Country for sometime \nnow.Before defecting from the North,I was into currency exchange \nbusiness and I was always travelling to other parts of Asia and Europe and\nduring that period,I was able to move out my funds and deposit it in a vaulting\ncompany in EUROPE.\n\nI want to invest this funds in your Country with your help and\nadvice because we are being treated as foreigners here. A lot of\ndefectors now go on to Canada or the United States and some \nparts of Europe to live.\nFor more details, please see the following websites;\nhttp://www.detnews.com/2003/nation/0310/09/a19e-292811.htm\nwww.washingtonpost.com/ac2/wp-dyn/A41966-2003Oct3?language=printer\nhttp://www.iht.com/articles/531755.html\nhttp://www.freerepublic.com/focus/f-news/1181380/posts\nI want you to send me a complete breakdown of the investment\nopportunities in your Country and also let me know What exactly\nI need to do to enable you invest the funds for me in your\nCountry.\nIf interested,you will have to provide an account for receiving\nthe investment funds.I will then come over to your Country after you receive\nthe funds and work out the investment plans with you.\nAfter I hear from you and find out the best investment business\nyou can introduce to me, I will tell you how much is involved.\n\nI will expect your response together with your contact details,\npreferably your private telephone number so that I can discuss further and\nadditional details.\nRegards and God Bless\nMr Wu kwon\n\n\n______________________________________\nNejlevnější ADSL na trhu. Již od 333 Kč za měsíc.                       \n                                                      http://adsl.tiscali.cz\n\n\n\n\n\n", "id": "ad1f1d5ab8a7fc7f26dcbe26a34495ae"}