{"email_subject": "urgent business transaction!!", "email_body": "Dear sir,\n\nI am pleased to introduce a business opportunity to you,to transfer to your \noverseas account,sum of,(US$10.500.000m)Ten million five hundred thousands \nUnited States Dollars) from one of the Prime Banks here in Dakar-Senegal,I \nurgently want to know soonest you,If you are not capable to handle and \nacomodate this magnitude of funds untill i resign and come over to join for \nan investment in your country,tell me so that i can quietly look for another \nreliable and honest individual/organisation that would be capable and fit \nenough to provide either an existing bank account\nor to set up a new Bank a/c immediately to receive this funds,even an empty \na/c can serve to receive\nthis funds,as long as you will remain honest to me till we actualise this \ninterest,believing that you will never let me down either now or in future.\n\nI am Mr Mona Noah the Auditor General of one of the prime banks here in \nDakar Senegal west Africa during the course of our auditing,I discovered a \nfloating fund in an account opened in the our bank\nsince 1982 and till date no body has operated on this account again,after \ngoing through some old files in the records I discovered that the owner of \nthe account died long ago in a plane crash along with his\nfamily without leaving a[Heir/WILL] hence the funds is floating and if I do \nnot remit this money out urgently it will be forfeited for nothing.The owner \nof this account is Khalifa T.Ibrahim a foreigner\nbefore his death,he was a management consultant and he died since 1992.No \nother person knows about this account or any thing concerning it, the \naccount has no other beneficiary and my investigation proved to me as well \nthat until his sudden death he was a management consultant.\n\nSince I hardly know any foreigner,I am only contacting you as a foreigner \npartner to stand and apply as his next of kin because this money can not be \napproved to a local person here as his next of kin,without valid \ninternational foreign passport,but can only be approved to any foreigner \nwith valid international passport or drivers license and foreign a/c because \nthe money is in US dollars and the former owner of the a/c is a foreigner \ntoo,and the money can only be approved into a foreign a/c.\n\nI need your full co-operation to make this work fine because the management \nis ready to approve this payment to any foreigner who has correct \ninformation of this account,which I will give to you upon your positive \nresponse and once I am convinced that you are capable and will meet up with \ninstruction of a key bank official who is deeply involved with me in this \nbusiness.I need your strong assurance that\nyou will never,never let me down.\n\nWith my influence and my position in the bank the bank official can transfer \nthis money to any foreigner's reliable account that you can provide with \nassurance that this money will be intact pending on my physical arrival in \nyour country for sharing. The bank official Will destroy all documents of \ntransaction immediately we receive this money leaving no trace to any place \nand to build confidence you\ncan call me for heart to heart discussion through my private satellite phone \nwhich I secured for the security and safety of this business as you know \nthat this business is confidential.\n\nAt the conclusion of this business,you will be given 35% of the total \namount,60% will be for me, while 5% will be for expenses both parties might \nhave incurred during the process of transferring.\n\nI look forward to your earliest reply through my email address.\nyou can contact me with:   mnoah12@hotmail.com\nYours truly,\n\nMr Mona Noah.\n\n_________________________________________________________________\nAdd photos to your messages with MSN 8. Get 2 months FREE*. \nhttp://join.msn.com/?page=features/featuredemail\n\n\n", "id": "ad38c6c924426852eeb490216e7fd61b"}