{"email_subject": "PLEASE GET BACK TO ME", "email_body": "General Auditor\nFirst National Bank,\nJohannesbourg, South Africa.\n  \nI am Mrs. Linda Mahlungu, the general auditor of First National Bank,South Africa.  There is this floating funds which is to the tune of Thirteen Million Dollars (13,000,000.00 US Dollars) Which as been floating in this A/C nº 5005874SB1000 since 2000 after the death of the true owner of the funds  Late Mr. Morris Thompson ,who  was a private business man unfortunately lost his life in a plane crash , including his wife and only  daughter.You can read more about the crash on visiting these sites below.http://www.cnn.com/2000/US/02/01/alaska.airlines.list\n  I just came across his file again when I was auditing all the credit account in First National Bank, and I find out that nobody has ever come on behalf of the Late Mr. Morris Thompson as his next of kin to claim the funds and I have been monitoring this account since I discovered this information.\n \nIn this case I have concluded to contact his relatives via the internet and to no avail,so if you are reliable  to execute this transaction with me, then I will instruct you on how to claim as the next of kin to the late Mr. Morris Thompson, so that the funds could be transfered to your overseas Account, if only you will co-operate with me and not to betray me at the end of this transaction.\n \nAfter the transaction is being successfull I will apply for a visa to your country to collect my own share which is 50% for me and 40% for you and 10% for any expenses that may incurred during the processes of this transaction. Please feel free to give your own opinion on this transaction modelity if you wish.\n  If you are interested in this transaction , please send me your contact information below:\nFull Name :\nDirect mobile Phone/fax number :\nContact address :\nOccupation :\nAge :\n  I await your soonest response to this matter.\n \nThanks.\nMrs. Linda Mahlungu,\nAuditor General\nFirst National Bank. \n\n\n\n\n\n\nAhora tambi&eacute;n puedes acceder a tu correo Terra desde el m&oacute;vil..\n\nInf&oacute;rmate pinchando aqu&iacute;.\n\n\n\n\n\n", "id": "ad3ad4f12a2e53c1d8c98b81aa70ee50"}