{"email_subject": "Urgent  response needed", "email_body": "Dear Friend,   With due respect, trust and humility, I write you his proposal, which I believe, would be of great interest to you. I am Mr. William Fufua, son of late Mr. Cyril Fufua of the blessed memory. Before forces loyal to Major Johnny Paul Koromah killed my father, he was the Director General, Gold and Diamond Mining Corporation (G.D.M.C) of Sierra Leone. My father was one of the mains classes of people targeted by the rebel forces. On the course of the revolution in the country, prominent people were hijacked from their homes to unknown destination.     Two days before my father's death, he managed to sneak a written message to us explaining his condition and concerning one trunk box of valuables containing money, which he concealed under the roof. He instructed me to take my mother and two sister and Move out of Sierra Leone, immediately to any neighboring country.     The powerful peacekeeping force of the economic of West African (ECOMOG) monitoring team intervened to arrest the situation of mass killings by the rebels overnight, the situation was so helpless that every body was running for there life's. My mother, two sisters and I managed to escape to South Africa safely with the box and some vital documents of property title.     The cash inside the box was US$11.7Million .Due to fear and limited rights as refugee, I deposited the items with a private security company with the help of one of the senior official working in the security company. In order not to raise an eyebrow over the box in South Africa with my name Mr. William Fufua, The real content of the box was not disclosed to the security company for security reason.     Meanwhile, we want to travel out of South Africa entirely with the money for investment in your country possibly Settle there, because of political and economic instability and for the future benefit of my family. I want you to assist us to claim this box from the security company and get the money deposited in a local account here in South Africa in your name and thereafter you order the bank to transfer the money into your private account in your country. You shall also source for good investment for us with you or your country. Concerning the money, we are prepared to give you reasonable percentage of 25% for your kind assistance. Please note that I got your contact detail through the South African chambers of commerce on line database.    Also, we mapped out 5% of the entire sum for all expenses incurred during the course of this transaction. For the interest of this business do not hesitate to contact us on the same mail address or above phone number immediately you receive this message for more information to enable us proceed in earnest towards concluding all our arrangements.     No other person with the exception of one of the senior worker in the security company knows about this money apart from my two sisters and mother, also you should not entertain any fear as its 100% risk free.    I await your response.  Thanking you for your anticipation, co-operation and God bless. Please respond only to this email address williamfufua@yahoo.com   William Fufua", "id": "ad74a9bfae3f6100ebbaebcc6e64c046"}