{"email_subject": "URGENT FAMILY ASSISTANCE", "email_body": "\n From: Mrs. Aisha Lurent Kabila,\n18, Pretoria Street,\nJohannesburg, South Africa.\n\nDear Sir,\n\nRE:  MRS. AISHA LURENT KABILA\n\nURGENT FAMILY ASSISTANCE\n\nI am Thiry-Five years old widow (the second wife) of the late President Lurent Kabila of the Republic of Congo. My husband was the former President of D.R.C who was assassinated by one of his own bodyguards on 16th January 2001. \n\nAt the mid term of this rebellion which is still on in my country, the younger brother of my husband, my son and I went out of Congo according to my husbands instruction before his death because the fate of our country was yet to be decided. We came with sealed diplomatic baggage to South Africa. On arrival in South Africa, we sought for political asylum. We were not allowed to operate a Bank Account and I was so scared that I decided to deposit my baggage in a Security Company here in Johannesburg, because I wanted to be on a safer side, I told them that the baggage belongs to my foreign affiliate who is beneficiary of the item. Since then, I have been looking for a reliable and trust worthy person to help me transfer the content of my deposit (USD20, 000.000.00) (Twenty  Million United States Dollars) into a Foreign Account overseas prior to investment in any conducive country.\n\n30% of the total sum to you if you assist us in transferring this money to any of your Overseas Account.\n\n70% of the total sum will be for the family   investment in any country of which you will be a guide to us.\n\nPlease should this meet your utmost consideration, contact my son George Kabila through his phone number +27-73-244-79-98 feel free to ask questions you consider necessary. Please include your private telephone and fax numbers for easier communication. The confidentiality of this transaction cannot be over emphasized as we trust and believe that you will oblige us the needed security and attention it demands.Please treat this transaction with absolute confidentiality.\n\nYours faithfully,\nfor: The Family.\n\nAISHA KABILA LURENT\n\n \n\n \n\n \n\n\n\n\n\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com ", "id": "adf678d2f0f059f24bdf1eb86f823f5b"}