{"email_subject": "I NEED YOUR URGENT REPLY.", "email_body": "From: The Desk of Dr. Dan Kabo\nAccountant General, Nigerian Liquefied Natural Gas (NLNG)\n\nDear Sir\n\nI want to belief that this Business Proposal, which was made with good \nintention will not to be a source of embarrassment to you, as you may've \nreceived similar type before.\n\nI am extending this proposal to you in my capacity as Chief Accountant and \nin full agreement with the Auditor-General of this company (Nigerian \nLiquefied Natural Gas Company). After the third quarter internal audit \ncarried on all records and accounts of awarded and executed contracts of \nthis company (NLNG) since inception of democracy in Nigeria, a whopping sum \nof Thirty Two Million United States Dollars was uncovered to be floating. It \nmight interest you to know that The Nigeria Liquefied Natural Gas Company \ncame into full working capacity during the current civilian dispensation at \na working/asset capacity of Three Billion United States Dollars, and will \ndefinitely gulp more Two Billion United States Dollars on the completion of \nthe fifth part.\n\nThe money (Thirty Two Million United States Dollars) has been approved for \npayment by this company NLNG, The Federal Ministry of Finance (Endorsed by \nthe Accountant General of the Federation) and to be paid by the Apex Bank of \nNigeria under Contract Number: NLNG/FGN/FMF/CBN/C987/04. As top civil \nservants, we are not authorized to operate Foreign Bank account hence our \ndecision to use your account on full trust and confidence to transfer this \nmoney outside Nigeria. We have jointly agreed to transfer the funds into \nyour account provided you will consent and prove that you can be trusted. I \nwill regularize the approvals to reflect you as the beneficiary of the \nfunds.\n\nWe have resolved to give you 25% of the total sum for your assistance, 5% \nwill also be used to defray all expenses that we will incurred in the course \nof this transaction, while we will invest our share of 70% into real estate \ndevelopment in your country, which you will manage for us pending our \nresignation from civil service. If you are capable of assisting with the \ntransfer, please contact me immediately on my above information. PLEASE, YOU \nMAY ALSO IGNORE THIS LETTER AND RESPECT MY TRUST IN YOU AND ITS \nCONFIDENTIALITY BY NOT EXPOSING THIS TRANSACTION, SHOULD YOU NOT BE \nINTERESTED.\n\nVery Best Regards.\n\nDr. Dan Kabo.\n\n\n\n\n", "id": "ae15977a999a1ed9b2d741cfc23d2760"}