{"email_subject": "WE  NEED YOUR  URGENT  ASSISTANCE  SIR,", "email_body": "FROM MRS.MAUREEN WUSU.\nCOTONOU,\nREPUBLIC OF BENIN\nDear friend,\nI am a SierraLeonean by nationality, presently residing here in the\nNeighboring Benin republic.I got your contact from a representative\nofficer with the Benin centre for external trade, tourism\ndepartment.We therefore solicit for your assistance to grant us\nthe all moral and technical advise that we may require to\nrelocate/invest overseas.\nIt is true that I had not known you before, but I have no option than\nto risk believing that God will not let us alone. It's my pleasure to\ncontact you for a business venture which I and my Son, intend to\nestablish in your country. When war erupted in Freetown, there is \ncertain\namount of money totalling USD nineteen million($19,000,000.00) which my \nlate\nHusband was able to move out of Sierraleon through a diplomatic\nchannel,with the assistance of a securities and finance company before\nhe was assassinated by unknown persons.\nNow me and my son decided to invest these money in your country or\nanywhere safe enough outside Africa for security and political reasons.\nWe want you to help us to secure the funds and settle it in your\nnominated account in your country for a joint investment purposes on \nthe\nfollowings below.\n1) Manufacturing\n2) Farming and acquisition of farmlands\n3) Hospitality industry\nAs it pleases you to be of assistance to us, we will be glad to\nOffer to you a 15% of the total funds. We are pleased to update you\nthat the transaction requires little administrative fees to effect the\nrelease of the funds at the securities company, this is also one reason\nwhywe rely on your capability to assist us considering my present \nsituation\nas a widow.\nAs soon as the funds is settled in your account,2% of the total sum\nshall be deducted to offset every expenses which both parties must have\nincurred in the process of completing the project including travel and\ncommunication.Then reasonable part of the remaining 83% shall be\ninvested on your personal advise.\nI await your soonest response. Feel free to contact me urgently\nthrough my son Victor who is presently seeking asylum in Europe\nthrough this email address (victor_wusu1@codehot.co.uk )\ninformation relative to the presence/position of funds which will \nauthorize\nthe securities company to release to you as our partner and \nbeneficiary.\nNB.The inclusion of your private telephone and fax numbers will be\nappreciated for effective communication between us.\nThanking you in advance for honoring our request and God bless.\nMrs.M.Wusu \n\n\n\n\n", "id": "ae31be18eb94fe2778ccbb099f8991a2"}