{"email_subject": "very urgent", "email_body": "I have a new email address!You can now email me at: jamessfrankss150@yahoo.co.in\n\nAttn: M/D\n\n \n\nI am Mr. James Frank, Financial Controller Working with Department of Foreign operations, Federal Ministry of Finance,I Came across your contact informationn through an associate who works with the Ghana Export Promotion council and I decided to propose to you this business in strict confidence. \n\nThis transaction requires mutual understanding transparency and absolute trust to be executed. \n\n \n\nOne (Mr. Lee Dimmitt) from China, Executed a contract with the Federal Ministry of Works and Housing here in (Nigeria), the contract worth of (US35.000.000.00 USD) but on the process of transferring the money to him in china, he died with his family in an earthquake disaster that occurred in Iran on 26th December 2003, on his holidays visit to iran. \n\n \n\nMeanwhile this fund is presently in a Security Vault, in (Europe) where it was first transfered to him for claimes before his death on december 2003. but nobody knows what is going on except two of my colleagues and I. This is the information of the contract executed by (Mr.Lee Dimmitt).\n\n \n\nContract Number: FWH/GTS/RS/2002 \n\nContract Sum: US$35.000.000.00 USD\n\n \n\nTherefore, you will stand as the trustee for the Original Contractor, I will send to you the whole relevant documents that are required in this transaction immediately you accept to co-operate with me. Send to me your private telephone and fax numbers for easy communication. \n\n \n\nWe have decided to give you 20%of the fund for your involvement, 10% will be for expenses and 70%is for my colleagues and myself,This deal is 100% risk free and needs maturity from all the parties involved. I will be going for my retirement very soon. So I need this money to invest it in valuable project in your country or its environs. You shall arrange for us to meet with you immediately you claim the fund from the security company. \n\n \n\nI am waiting for your urgent response as soon as you're in recept of this mail. \n\nYours faithfully, \n\n \n\nMr. James Frank \n\nFinancial Controller\n\n- jamess frank\n\n", "id": "ae5ff300a3bcf2c2edaae19055642ac8"}