{"email_subject": "INQUIRE,", "email_body": ">From Mrs. Lydia Johnson\n\n\nDear I know this mail will come to you as a surprise,nevertheless \nI am Mrs.Lydia Johnson, aged 59 years,the wife of Major Stephen Johnson, \nChief Security Officer and Aide-de camp to the exiled president Charles Tailor of Liberia . \n\nAs a result of the war problem in my country, I am saddled with problems of my ill-health \nof protracted diabetes and high blood pressure which is getting of increase in the recent times, \nmore importantly getting a trust worthy individual abroad to receive the sum of US$9million on our behalf.\n\nDue to this crises presently before in my city Monrovia our home town, I managed to sneak myself and \nmy son David 24 years of age and five other of my daughters out of Monrovia to Dakar senegal for safety. \n\nWe were sneaked into Dakar Senegal through the land boarder by the help of some government militant group.\nAfter the killing of my husband by the rebels, we decided to come down here to Dakar senegal to secure the this \ndeposit deposited here by my husband and to further look for a trust worthy individual abroad to receive these \ndeposit which has being deposited here in Dakar Senegal before he was eventually killed by the heartless rebels.\n\nI feel confident therefore to introduce myself to you based on this problem and our present condition as all our\nforeign contacts and connections got lost during this crises, all properties burnt by the rebels.\n\nI am desperately in need to move and re-locate this huge deposit to your country for safe keeping as this is the \nonly wealth remaining for the future survival and well being of my large family.For your percentage for assistance, \na negotiable percentage will be discussed as soon as I receive your response based on this plea for your assistance \nas our lives are highly in danger due to this problem.\n\nI pray and plead for your help. Please endavour to email me back for further clarifications over this issue.\n\nGod bless you as you respond to my plea for assistance.My telephone 00221 5865311 will be open for \nyour call any time but if I am available the time of your call, my son David will respond to you accordingly.\n\n\nSincerely yours.\n\nMrs.Lydia Johnson & Son\n\n\n\n\n", "id": "ae6881426fb94c6e2126726605ddcb3d"}