{"email_subject": "MRS DEBORAH WILLIAMS", "email_body": "Dear Sir/Madam,\nI greet you in the Name of GOD. \nI am MRS DEBORAH WILLIAMS from South Africa.I am married to Late MR DAVID WILLIAMS of blessed memory who was an oil explorer in Kuwait and Brunei for fifteen years before he died in the year 2000.\nWe were married for twelve years without a child. He died after a brief illness that lasted for only four days. Before his death we were both devoted to our God and respect other who serve him. Since his death, I too have been battling with both Cancer and fibroid problems. When my late Husband was alive he Deposited the sum of $18.5million (Eighteen Million, Five Hundred thousand U.S Dollars) with a Deposit Company in Europe.the money is deposited as Family Valuables/Treasure for security reasons. \n\nRecently, my doctor told me that I have only six months to live due to my cancer problem, and this lead to a stroke attack which bother me most though because I cannot move as I use to. Having known my condition I decided to entrust this fund to either a philanthropic organization or devoted individual that will utilize this money the way I am going to instructs herein.30% of the US$18.5million goes to you to ensure that you are prepared for the task ahead, 60% of this money will be used in all sincerity to fund philanthropic organization, orphanages, widows and 5% will go to the family Attorney who will prepare the Authorisation and the balance 5% sent to me to at least prepare for my funeral and off-set my medical bills. \nI am taking this decision because I don't have any child or devoted relations whose behavior has left much to be desired while I am ill and above all I don't want a situation where this money will be used in an UnGodly manner,hence this bold decision.\n\nSince my health is Retrogressing by the minute, you will have to send your POSTAL ADDRESS, CONTACT PHONE NUMBER AND FAX and a little details about yourself, because I got your address from the internet after a thorough search.\nAs soon as I receive this information from you I will make arrangement to prepare the Authorization through the family Attorney for you to get Possession of the Deposit. As soon as I receive your reply to my confidential email address.\n                 \n                      deberahwilliams100@kaixo.com\nand the authorization is given to you by me, I will give you the name and contact of the Deposit company where the money was Deposited in Europe, for claims to the consignment.\n\nUntil I hear from you, I pray that this letter bring you and your family good tiding while my dreams to help humanity rest squarely on your shoulders.\n\nMay the Almighty God continue to guide and protect you. \nRemain Blessed,\nMRS DEBORAH WILLIAMS. \nNOTE; All replies should be forwarded to my confidential email address: \n                      deberahwilliams100@kaixo.com", "id": "ae91942d23b662928f70a8e6317e6a06"}