{"email_subject": "Urgent", "email_body": "Please note, the sender's email address has not been verified.\nThis article from Rediff.com has been sent to you by mr.glas@yahoo.co.uk\nKindest Attention, I am MR.Glas philip director of operations with \n\n\n\nfavovr Bank in London, my late customer an expatriate was killed in an \n\n\n\nunknown circumstances and before his death he had some unclaimed \n\n\n\ntreasury bills (Bonds) with volks Bank in London. I decided to search \n\n\n\nfor any of my late customer's relative which have been very difficult \n\n\n\nfor me before those treasury bills(Bonds) get confisticated or declared \n\n\n\nunserviceable by the bank. In 2002 he invested in treasury bill bonds \n\n\n\nhere in London in my bank totalling 15.3 million pound sterlings which \n\n\n\nwas due to be collected in 2005 with acrued dividends.On my yearly \n\n\n\nappraisal of my customer at the turn of every year, I discovered that \n\n\n\nhis investment is overdue for retrieval.I put up series of mail to Mr \n\n\n\nGeorge Reid which were sent back uncollected.I later discovered that He \n\n\n\npassed on in february 2004.I tried to contact any of his relatives but \n\n\n\nto no avail, hence I decided to contact you to come in as his next of \n\n\n\nkin. I will prepare every operation that will assist your claim, The \n\n\n\ntreasury bills(Bonds) will be released to you within 10 working days \n\n\n\nafter you have filed in for claims.For your assistance you shall have \n\n\n\n30% of the entire sum.This transaction is 100% risk free and any risks \n\n\n\nwill be on me as the director of operations so be rest assured. I would \n\n\n\nwant you to send me your full names your phone number and your mailing \n\n\n\naddress to enable me talk to you before I send you the certificate of \n\n\n\ndeposit.As soon as I hear from you, I will send you the documents and \n\n\n\nother relevant information relating to this transaction.I believe in \n\n\n\nconfidentiality and openess with regard to this transaction. I will \n\n\n\nlike you to acknowledge the receipt of this e-mail as soon as possible  \n\n\n\nand treat with absolute confidentiality and sincerity.I look forward to \n\n\n\nyour quick reply. Sincerely, MR.Glas Philip\n\nClick the following to access the sent link: http://www.rediff.com/money/2006/jun/26spec.htm", "id": "ae9a35a45bf67e07e58dddfbe7a17527"}