{"email_subject": "BUSINESS ASSISTANCE !", "email_body": "\n\nDear Sir,\n\nI am BARRISTER. ADA USMAN the lawyer of the late Gen. Sani Abacha, former head of State of Nigeria who died on 8th June 1998 while in office. Since the death of abacha the present Government of Chief Olusegun Obasanjo has been formenting members of the Abachas family including family friends. All businesses and property owned by the Abachas have been confiscated by the Government and all our Bank Account in Nigeria and abroad have been frozen. A quick reference of Newsweek publication of March 13th 1999 were 88million dollars was taken from us will give you an insight of what I have gone through. After a short while I was arrested and detained in prison custody, the government came up with a trump up charge against me and honestly speaking I have been in detention since November 1999 and I \nwas only released on Thursdays (11-07-02) by the supreme court of Nigeria who passed judgment in my favor During the reign of abacha as the president of this country, an Aluminum Smelter Company of Nigeria (Alscom) contract was revalued. The contract was for the construction of plant, at Ikuta Abasi in Akwa Ibom State of Nigeria, for production of ingots and billets required as raw material for\n\nAluminum and Allied Industries, Reynolds Incorporated of America, Phoenix and M&F Companies of Switzerland conducted the feasibility studies. The contract was awarded to Ferrostall AG of Germany. However, after the revaluation of the contract, Ferrostall AG collected its own share of the increment in project cost, while abacha share of fifty-eight Million u.s. Dollars (US$58,000,000:00) was kept in our native town in Kano State Nigeria. I know that abacha was planning of how to send this money abroad before his sudden death in June 8 1998.\n\nWe have being looking for the best means to send this money abroad. \nLuckily for me Nigeria was made a center for the distribution of relief marterial to the people of victims of civil war in Africa by the common wealth organization. So I made some contact  with a Common wealth officer here , and secretly deposited the money with APEX FINANCE AND SECURITIES GROUP here in Nigeria . This US$58M was secretly packaged in a trunk box, Hence all plane is to ship this money abroad through a diplomatic means with out the knowledge of anybody outside. I declared that my foreign business partners owned them. This was to bit the security system in Nigeria from knowing my involvement in this money presently, I am handicapped as what next to do since I am not conversant with international monitory policies. Hence I am contacting you as a reputable and trust worthy person, with a well experience and able hand to help. \n\nBecause I want you to claim the money on my behalf since I have declared that the consignment belongs to my foreign business partners. Actually I got your contact from a reliable source, and also I believe you are in a good position to assist me to transfer these fund to your country for good investment.\n\nMy contract with EURO CREDIT COMMISSION remains few weeks to expire and I am down broke to renew the duration with the Security \nCompany.\n\nAs a matter of urgency, I will like you to send to me immediately your telephone and fax number. I shall send you all the clearance documents by fax. I will then forward your name as the beneficiary and my foreign business partner to the Security Company.\nYou will be entitled to 20% of the total sum involved for your assistance Your URGENT response is needed. All your REPLY must go through this email: adausman@hknetmail.com also.\nPlease kindly uses this email also for security reason. I will need your private and direct telephone and fax number for easy reach.\n\nPlease this is a very confidential matter, you don't disclose to anybody for us to have success.\n\nBest regard\n\n ADA USMAN.(EQS)\n\n\n\n", "id": "aea8b6206f51328ecd00f6044221c3cb"}