{"email_subject": "BUSINESS PROPOSAL", "email_body": "FROM THE OFFICE OF ENGR.EMMANUEL AZIZI.\nFEDERAL MINISTRY OF WORKS AND HOUSING\nFEDERAL SECRETARIAT OFFICE COMPLEX\nFALOMO, IKOYI - LAGOS.\nATTN: Dear sir/madam,\n\nFirst, I must solicit your strictest confidence in\nthis transaction, this is by virtue of it's nature as\nbeing utterly confidential and top secret as you were\nintroduced to us in confidence through the Nigerian\nChamber of Commerce, foreign trade division.\nWe are top officials from the Federal Ministry of\nWorks and Housing,(FMWH),Federal Ministry of Finance\nand the Presidency, making up the Contract Review\nPanel (CRP) set up by the Federal Government of\nNigeria to review contracts awarded by the\npastmilitary administration.\n\nIn the course of our work on the CRP, we discovered\nthis fund which resulted from grossly over-invoiced\ncontracts which were executed for theFMW&H during the\nlast administration. The companies that executed the\ncontracts have been duly paid and the contracts\ncommissioned leaving the sum of US$17 Million\nfloating in the escrow account of the Central Bank of\nNigeria ready for payment.\nI have therefore been mandated as a matter of trust by\nmy colleagues in the panel to look for an overseas\npartner to whom we could transfer the sum of US$17M\nlegally subcontracting the entitlement to your\ncompany. This is bearing in mind that our civil\nservice code of conduct forbids us from owning\nforeign company or running foreign account while in\ngovernment service hence the need for an overseas\npartner.\n\nWe have agreed that the funds will be shared thus\nafter it has been paid into your account:\n(1) 30% of the money will go to you for acting as\nthebeneficiary of the fund.\n(2) 10% has been set aside as an abstract projection\nfor reimbursment to both parties for incidental\nexpences that may be incurred in the course of the\ntransaction.\n(3) 60% to us the government officials (with which we\nwish to commence an importation business inconjunction\nwith you ).\nAll logistics are in place and all modalities worked\nout for the smooth conclusion of the transaction\nwithin ten to fourteen days of commencement after\nreceipt of the following information: Your company\nname, address, company's details &\nactivities,telephone & fax numbers.\n\nThese information will enable us make the applications\nand lodge claims to the concerned ministries &\nagencies in favour of your company and it is pertinent\nto state here that this transaction is entirely based\non trust as the solar bank draft or certified cheque\ndrawable in any of the Central Bank of Nigeria\ncorrespondent bankers around the world is going to\nbemade in your name.\nPlease acknowledge the receipt of this letter using my\ne-mail address, stating your tel/fax number for\nfurther details.Yours faithfully,\n\nEngr.Emmanuel Azizi.\n\nNB: Bank Account Details not necessary as\npreferred mode of payment is by draft or cheque.\n\n\n\n\n\n\n\n\n\n__________________________________________________________________\nGet Tiscali Broadband From £15:99\nhttp://www.tiscali.co.uk/products/broadbandhome/\n\n\n\n\n\n", "id": "aeaf9eef44202814558d9f936d8f6a7d"}