{"email_subject": "DUKAT KABILA(Jnr)", "email_body": "> MR DUKAT KABILA  0031+615-421-228   \n>\n\nREQUEST FOR URGENT BUSINESS ASSISTANCE\n>\n>Your contact was availed to me by the chamber of commerce. It was \ngiven to me because of my diplomatic status as I did not disclose the \nactual reasons for which I sought your contact. But I was assured That you \nare reputable and trustworthy if you will be of assistance. I am Laurent \nDUKAT KABILA (Jnr) the second son of Late President LAURENT DESIRE \nKABILA the immediate Past president of the DEMOCRATIC REPUBLIC OF CONGO in \nAfrica who was murdered by his opposition through his personal \nbodyguards in his bedroom on Tuesday 16th\n>January, 2001.I have the privilege of being mandated by my father \ncolleagues to seek your immediate and urgent co-operation to receive into \nyour bank account the sum of US$25m.(twenty-five million Dollars) and \nsome thousands carats of Diamond. This money and treasures was lodged in \na vault with a security firm in Europe and South-Africa.\n>\n>SOURCES OF DIAMONDS AND FUND\n>In August 2000, my father as a defence minister and president has a \nmeeting with his cabinet and armychief about the defence budget for 2000 \nto 2001 which was US $700m. so he directed one of his best friend. \nFrederic Kibasa Maliba who was a minister of mines and a political party \nleader known as the Union Sacree de, I\u0011 opposition radicale et ses allies \n(USORAL) to buy arms with US $200m on 5th January 2001; for him to \nfinalized the arms deal,\n>my father was murdered. f.K. Maliba (FKM) and I have decided to keep \nthe money with a foreigner after which he will use it to contest for the \npolitical election. Inspite of all this we have\n\n>resolved to present your or your company for the firm to pay it into \nyour nominated account the above sum and diamonds. This transaction \nshould be finalized within seven (7) working days and for your co-operation \nand partnership, we have unanimously agreed that you will be entitled \nto 5.5% of the money when successfully receive it in your account. The \n\nnature of your\n>business is not relevant to the successful execution of this \ntransaction what we require is your total co-operation and commitment to ensure \n100% risk-free transaction at both ends and to protect the persons \ninvolved in this transaction, strict confidence and utmost secrecy is\n>required even after the successful conclusion of this transaction. If \nthis proposal is acceptable to you, kindly provide me with your \npersonal telephone and fax through my E-mail box for immediate commencement of \nthe transaction. \n>All correspondence is for the attention of my counsel:\n>\n>I count on your honour to keep my secret, SECRET.\n>Looking forward for your urgent reply\n>Thanks\n.\n>Best Regards\n>\n>DUKAT KABILA(Jnr)\n>\n  ", "id": "aedd8b3a97b156ebdcea8be165ee623f"}