{"email_subject": "PLEASE  HELP", "email_body": "Dear Sir,\n\nPlease I know that this letter may come to you as a surprise based on the fact that I have not had any previous contact with you. \n\nBriefly, I am master Nelson Williams, son of the late Mr.Richard Williams, former director of Sierre Leone Gold and Diamond Corporation who was  murdered by assailants .\n\nShortly before this unfortunate incident, my father had informed me about an important contract he had executed (supply of Gold and diamond Mining Equipments)where he realized this fund ($15.5m)fifteen million five hundred thousand dollars and later when he heard the rumor of war in my country Sierra Leone he move the fund to Ghana where he deposited it. \n\nHe showed me some lodgment documents with which he had deposited the money encased in a trunk box with a security /safe deposit company here in Accra Ghana\n\nHe informed me in confidence that the security company is not aware of the exact contents of the box , rather he had told them that it contained African artworks \nthat he had assembled for his overseas partner who would soon be coming to claim them for exportation. As a result of this explanation, the box was accepted for safe-keeping by the security company without  inspection. \n\nWhen the political situation in Freetown, Sierra Leone worsened, I escaped into Accra , Ghana and had since contacted the security company, identified  myself properly and informed them about the sad fate my father had suffered. I presented the lodgment \ndocuments and they confirmed that they have the trunk  box in their vault.\n\nSo I informed them that I intend initiating contacts with my fathers overseas partner who owns the consignment so that he can come and take delivery of it. \n\nMy decision to retrieve this box, transfer the money and start a new life forms\nthe basis of this enquiry from you.\n\n1) Could you assist me with the logistics and a good personal/company bank account through which I can retrieve the consignment out he security company \nand transfer this money out of Ghana ?\n\n2) Could you advise me on a good business proposition into which I can invest this money so that it would yield good dividends \n\n3) Could you assist me obtain resident papers in your country so that I can continue my education there from where I stopped.\n\nI sincerely will agree to any suitable percentage you may request for your assistance to me. \n\nI shall prefer most of our communication to be done via phone. I need not inform you that this matter is strictly confidential. I want you to treat it as such.\n\nGod will surely bless you in abundance as you made up your heart to help an orphan like me. \n\nNelson Williams.\n\n\n\n\n\n", "id": "af2e148714c5e1158590c0fc130223ed"}