{"email_subject": "Greetings...From Rabi", "email_body": "Greetings, \n \nMy name is RABI AL SALIH, wife of MAHAMMED MAHDI AL SALIH, the former Iraqi minister for Interior Affairs. I got your email address through the internet while searching for a reliable person to help me and I believe you can be able to help me and my family.\n \nMy husband was captured on 23 April 2003 by the US forces. My husband is presently in jail and facing trial on charges of terrorism, corruption, embezzlement and the mysterious charge of plunder which might lead to death sentence. During my husband's regime as Minister for Interior, I realized some reasonable amount of money from various deals that I successfully executed. I have plans to invest this money for my children's future on real estate and industrial production. My husband is not aware of this because I wish to do it secretly for now. \n \nBefore the US invaded our nation, I secretly siphoned the sum of $12,000,000 million USD out of Iraq and deposited the money with a security firm that transports valuable goods and consignments through diplomatic means. I also declared that the consignment was solid gold belonging to my foreign business partner. I am contacting you because I want you to go to the security company and claim the money on my behalf since I have declared that the consignment belong to my foreign business partner. You shall also be required to assist me in investment in your country. \n \nI trust you as a reliable person who will not sit on this money when you claim it, rather assist me properly I expect you to declare what percentage of the total money you will take for your assistance. when I receive your positve response I will give you all the necessary informations to enable you proceed to the security company and claim the money. I shall also let you know where the security company is and the consignment pin code to claim the consignment, which is very important. I assure you 100% safety and success once you follow my instructions.\n \nFor now, let all our communication be by e-mail because my line are tight now connected to the US Forces Telecomunication Network services. Please also send me your telephone and fax number. I will give more details when I receive your reply.\n \nYours Sincerely,\nRabi.\n\n\n\n\n\n\n\n\n\n\n\t\t\n---------------------------------\n Yahoo! India Matrimony: Find your partner now.", "id": "b030e751895effe05fbd817a0188c24c"}