{"email_subject": "ASSALAM-U-ALAIKUM REPLY URGENT", "email_body": "\nMr ABDUL  MUSAThe Manager of Audit & Accountancy Dept.African Development Bank/ADB.Ouagadougou, Burkina-Faso.\n                         ( READ CAREFULLY AND KEEP SECRET)\nGreeting, and how are you doing?I hope fine.Please let this my message do not be a surprise to you because i got your information and lay trust in you before i contacted you.I am the MANAGER OF AUDIT & ACCOUNTANCY DEPARTMENT of our bank and i decided to contact you over this financial transaction worth the sum of TWENTY TWO MILLION,THREE HUNDRED THOUSAND UNITED STATES DOLLARS ($22,300,000.00).This is an abandoned fund that belongs to the one of our bank foreign customers who died along with his completely family on  in a plane crash disaster.\n \nI was very fortune to came acroos the deceased file when i was arranging the old and abandoned customers files of  in other to submit to the bank managements accordingly for documentation purposes.It is clearly stated in our BANKING FOREIGN POLICY and signed lawfully that if such fund remains unclaimed by the NEXT OF KIN till the period of SIX(6) years starting from the date when the beneficiary died, the money will be transferred into the BANK TREASURY as an unclaimed fund.Besides,it is not authorized by the law guiding our bank for a citizen of BURKINA FASO to make the claim of the fund.\n \nSo the request of you as a foreigner is necessary to apply for the claim and transfer of the fund smoothly into your reliable bank account as the NEXT OF KIN to the deceased.When the fund is transferred into your account,FOURTY PERCENT(40%) will be for you in an assistance and in provision of the bank account,while SIXTY PERCENT (60%) will be  for me. If you are really sure of your integerity, trustworthy and confidentiality,reply with your contact necessary for the transfer and call me as you  so that i will let you know the steps to follow in order to finalize this transaction immediately.I will be waiting for your urgent reply.\nMy regards to you and your family,Mr.ABDUL  MUSA.\n_________________________________________________________________\nDécouvrez le blog Messenger Séries TV : infos, scoops, interviews et photos !\nhttp://blog-series-tv.spaces.live.com/", "id": "b042def65dd8679faf90a09e045f8a62"}