{"email_subject": "Business Proposal.", "email_body": "\n\n\nGood day to you.\n\nI am Ahmed Ali the director in charge of Auditing and Accounting section\nof Bank of Africa Benin in West Africa,and also a special account officer\nof  Mr. Abel Faiza Bahar, a  Lebanese.He was a Seasoned Contractor with\nBenin Cement Company in Benin Republic., who unfortunately died in the\nplane crash of Union Transport Africaines Flight Boeing 727  in Cotonou,\nBenin republic on the december 26,2003.\n\nYou will read more stories about the crash on visiting this website:\nwww.cnn.com/2003/WORLD/africa/12/26/benin.crash/\n\nBefore his death on the 26th December 2003, Mr. Abel Faiza Bahar has a\nfixed deposit account with the bank and no other person knows about this\naccount or any thing concerning it, the account has no other beneficiary\nand my investigation proved to me that his supposed next of kin died along\nwith him in the crash. Since then I have made several enquiries to locate\nany of my clients extended relatives, this has also proved unsuccessful.\nAfter these several unsuccessful attempts, I decided to  contact you. I\ncontacted you to assist in repatriating the money left behind by my client\nbefore they get confiscated or declared unserviceable by the bank.\n\nConsequently, Since I have been unsuccessful in locating the relatives \nfor over 5 weeks now. I seek your consent to present you as the next of\nkin  of the deceased so that the proceeds of this account valued at\nUS$10.8 million can be paid to you and then you and me can share the\nmoney. 80% to me and 20% to you.I have all necessary legal documents that\ncan be used to back up any claim we may make. All I require is your honest\nco-operation to enable us see this deal through. I guarantee that this\nwill be executed under a legitimate arrangement that will protect you from\nany breach of the law. All documents of transaction will be destroyed\nimmediately we receive this money leaving no trace to any place.\n\nIf this proposal is acceptable to you, kindly email your following\ninformation to me:\n\na.Complete names\nb.Private telephone number\nc.Private fax number\nd.Private email\n\nUntil you write,have a nice day and God bless. You can also contact me via\nanother email:ah_ali_benin@yahoo.com\n\nSincerely,Ahmed Ali.\n\n\n", "id": "b046f7e6ba4292809621ab72f37a3479"}