{"email_subject": "FROM: Miss Ruth.", "email_body": "                FROM: MISS RUTH  PAUL\n \n  Attention: Sir.\n   \n  Permit me to inform you of my desire of going into business relationship with you.\n   \n   I am MISS RUTH PAUL, the daughter of late MR and MRS Stephen Paul. My father was a very wealthy cocoa merchant in Abidjan; the economic capital of Ivory Coast, my father was poisoned to death by his business associates in one of their outings on a business trip.\n   \n  My mother died when I was a baby and since then, my father took me so special. Before the death of my father on January 2002 in a private hospital here in Abidjan, he secretly called me on his bedside and told me that he has the sum of four million, five hundred thousand US dollars (US$ 4,5 Million Dollars) left in a fixed / suspense account in one of the prime banks here in Abidjan, that he used my name as his only daughter for the next of kin in depositing the fund.\n   \n  He also explained to me that it was because of this wealth that he was poisoned by his business associates. That I should seek for a foreign partner in a country of my\nchoice where I will transfer this money and use it for investment purpose such as real estate management or hotel management.\nSir/madam I am honourably seeking your assistance in the\nfollowing ways.\n  \n1) To serve as a guardian of this fund since I am only 21years old\n  \n2) To make arrangement for me to come over to your country to further my education and to secure aresident permit for me in your country.\n  \nMoreover Sir/madam I am willing to offer you 30% of the total sum as compensation for your effort/input after the successful transfer of this fund into your nominated account overseas and 5% for expenses.\n\n  Furthermore, you indicate your options towards assisting me as I believe that this transaction would be concluded within four (4) days you signify interest to assist me.\n   \n  Anticipating hearing from you soon.\n   \n  Thanks and God bless.\n   \n  MISS RUTH PAUL \n\n\n\n\n\n\n\n\n\n\t\t\n---------------------------------\nYahoo! Mail: gratis 1GB per i messaggi, antispam, antivirus, POP3", "id": "b116d3b175f67ff6a7f9791372b9d263"}