{"email_subject": "From Mr Emmanuel  Ede", "email_body": "Hello Gentleman,\n\nI am Mr. Emmanuel Ede, an accountant officer with Our Bank,here in Cotonou Benin. I gathered your information from my country's international chamber of trade and commerce, The business I am about to introduce is basedon sheer trust and with a sense of purpose.I am contacting you to assist in repatriating the sum of ($15.2M)u.S dollars.The money and property left behind by Dr.Solomon who died accidentally On the 21st of April 2000, Dr Solomon Komana, his wife and their two Children were killed by rebels on the past crisis in Liberia during the Time of their formal president Charles Taylor near their village called Kuru .I gathered all this information through a good source after my several routine note to his forwarding address. Because he had served here in Cotonou Benin as a business consultant with the Benin National Petroleum & Gas Corperation.BNPGC and a special ass advise to the OPEC.\n\nSince then I have made several enquiries to his embassy here in Cotonou Benin to locate any of his extended relatives, this has also proved unsuccessful to locate any member of his family hence I contacted you as his account officer to work with you before the fund get confiscate or declared unserviceable by the bank where these huge deposits were lodged. Particularly. Now the management has been dlibrating on how to revert this fund to the bank privacy and Since I have been unsuccessful in locating the relatives for over 3 years now,I seek your consent to present you as the next of kin to the deceased since you are a foriegner so that the proceeds of this account valued at $15.200,000:00 can be paid to you and then you and I can share the money. 50% to me and 40% to you, while 10% will be maped out for any miscellaneous expenses that might incure in the cause of this transaction.\n\nI have all the necessary legal documents to back up this claim, and this I must do to make sure that this fund is not wasted or end up in the wrong hands. All I require is your honest and sincere co-operation to enable us see this deal through. I guarantee you that this transaction will be executed under a legitimate arrangement that will protect you and I from any breach of the law. Reply me through my e-mail address (Looking forward to hear from you at this private e-mail for security purpose. \n\nYours Sincerely,\nMr Emmanuel .John  Ede\n    \n---------------------------------\n  Ahhh...imagining that irresistible \"new car\" smell?\nCheck out new cars at Yahoo! Autos. \n\n \n---------------------------------\n8:00? 8:25? 8:40?  Find a flick in no time\n with theYahoo! Search movie showtime shortcut.", "id": "b17461f5feb3d16c4a3ba6882181dcb9"}