{"email_subject": "URGENT REPLY NEEDED", "email_body": "MR BARRY KABILA\n30 VICTORIA STREET, \nJOHANNESBURG, \nSOUTH AFRICA. \nE-MAIL : barrykabila1@yahoo.com                               \n                          \n\n                                  HIGHLY CONFIDENTIAL.\nATTENTION: \n \nYou may be surprised to receive this message from me since you don't know me in \nperson, but for the purpose of introduction, I am MR.Barry Kabila, the son of late \nMR.EKOHANA KABILA, who was murdered in a land dispute in ZIMBABWE. \n\nI got your contact through the South African International Exchange Network On-line \nhere in Johannesburg, South  Africa as reliable and trustworthy to deal with,then I \ndecided to write you. My late father was among the few black Zimbabwean rich farmers \nmurdered in cold blood by the agent of the ruling government of President ROBERT \nMUGABE for his alleged support and sympathy for Zimbabwean opposition party. \n\nBefore the death of my father, he took me to South Africa to deposit the sum of \nTwenty  Million Five Hundred Thousand US Dollars ($20.5m) with a security and finance \ncompany, as if he knew the looming danger in Zimbabwe. The money was deposited as a \ngem or precious stone to avoid much demurrage from the security firm. \n\nThis money was earmarked for the purchase of new machinery and chemicals for the \nfarms and the establishment of new farms in Lesotho and Swaziland. \n\nThis land problem arose when President R. MUGABE introduced a new land Act. which \nwholly affects the White rich farmers and some few blacks vehemently condemned the \n'MODUS OPERANDI' adopted by the government. This resulted to rampant killing and mob \nactions. \n\nI and my family who are currently staying in South Africa as a refugee or an asylum \nseeker have decided to transfer this money to a foreign country where we can invest \nit. I am faced with the dilemma of investing this amount of money in South Africa for \nfear of encountering the same experience in future since both countries have the same \npolitical history. \n\nMoreover, the South African monetary policy/law does not allow such investment hence I \nam seeking for and asylum or refugee. I must let you know that this business is 100% \nrisk free and the nature of your business does not necessarily matter. So if you are \nwilling to assist us,I and my family have agreed to give you 20% of the total money, \n35% will be for a joint business venture I will be doing with you and another 40% \nwill be for me and my family which we shall also invest in your country and the \nremaining 5% will be mapped out for all expenses we may incurred during the \ntransaction. \n\nTherefore, if you are willing and interested to render the needed assistance, \nendeavor to reply through my email address or the above.I also need your private \nphone and fax number for easy communication. Remember that this is highly \nconfidential and the success of this business depends on how secret it is \nkept. \n\nExpecting your reply soonest. \n\nBest Regard. \n\nMr.Barry Kabila. \nE-MAIL : barrykabila1@yahoo.com \n\n\n\n", "id": "b1b83ffb7d5001a7e27f2106a2028a0f"}