{"email_subject": "please reply", "email_body": "From:Mr.Philip Jones. \n(Executive Manager) \nPrivate Tel/Fax: 234-1-7598296 \nPrivate E-mail: philjones1@uboot.com \n\nDear Sir, \n\nI am Mr. Philip jones, an official with one of the APEX \nbanks in Nigeria.My colleagues and I have an urgent \nand very confidential \nbusiness proposal for you. On the 6th of June 1998 an \nAmerican miner, Mr. Travis Myers ran an account with \nus and his present balance is valued at \nUS$28,500,000.00 (Twenty-Eight Million, Five Hundred \nThousand United States Dollars Only) in my Bank. We \nsent a routine notification to his forwarding address \nbut got no reply. After a month, we \nsent a reminder and finally, we discovered from his \nemployers that he died from an automobile accident. On \nfurther investigation, we found out from his account \nfile that he never made a will and all attempts to \ntrace his next of kin was fruitless, as he had none. \nWe therefore made further investigations and \ndiscovered that Mr. Travis Myers did not declare any \nnext of kin or relations in all his official documents \nin the bank files. This sum of $28,500,000.00 is still \nlying in the bank and the principal sum and interest \nis being rolled over at the end of every year. As it \nis now, no one will ever come forward to claim this \nmoney. According to the Nigeria law, at the expiration \nof 5 (five) years, the money will revert to the \nownership of the Government if unclaimed. \n\nConsequently, my proposal is that I would like you \nto stand in as the next of kin of Mr. Travis Myers. \nThis is simple; all we need is some of your details so \nthat the Attorney will prepare the necessary documents \nand affidavits which would put you in place as Mr. \nMyers's next of kin. We shall also employ the services \nof an accredited Attorney for the drafting and \nnotarisation of the WILL and to obtain the necessary \ndocuments and letters of probate/administration in \nyour favour for the transfer. The money would be \nshared in the ration of 75% for us and 25% for you. \n\nThere is no risk at all as the paperwork for this \ntransaction will be done by the Attorney and my \nposition as a manager guarantees the successful \nexecution of this transaction. If you are interested, \nplease reply immediately via email. \n\nPlease observe utmost confidentiality and be rest \nassured that this transaction would be most profitable \nfor us. I shall still require your assistance to \ninvest my own share in your country just incase you \ncan help, otherwise we'll take our share . \n\nAwaiting your urgent reply, \n\nMr.Philip Jones. \n\n", "id": "b2142883434f868e247631c62cccb888"}