{"email_subject": "Greetings,kindly help me please", "email_body": "Hello\n\nI am Edward HuntI am 14 years old I live in\nManchester(UK) before my father died, now I live with\nmy mother in Ireland. my father is from Manchester UK\nand my mother is from Ireland. My late father Mr. Hunt\nMartin has a big Real Estate company in Manchester\nbefore he died in a car accident last year July 25th\n2005. he left 10 Million (Ten Million Pounds) in his\naccount before he died. The 10Million is in (Union\nNational Bank UK) \n\n\nI have been trying to collect the money from (Union\nNational Bank UK) but the account operator told me to\ngo and look for some one honest and old enough to help\nme collect the 10 Million (Ten Million Pounds) I\ncould have told my mother to assist me in collecting\nthe 10Million but my mother and father where divorced\nbefore my father died and my father told me not to\nhave anything to do with my mother, I dont even want\nher to know about this because what my father told me\nbefore he died was correct, now that I stay with my\nmother in Ireland she doesnt take care of me all she\ndose is to take hard drugs and to bring men to the\nhouse and she always hit me. \n\nI dont want to have anything to do with her, I just\nwant some one old enough and honest to help me collect\nthe 10Million from the bank as I am too young to take\ncontrol of 10Million. Please I need your help, if you\ncan assist me to collect the 10Million from the bank\nI will give you 30% and take 70%. I have all documents\nin my name you can confirm from the bank. I am indeed\nthe Next of Kin to my late father Mr. Edward Hunt\nMartin. \n\nThe account operator (Union National Bank UK) told me\nto look for some body that is honest and old enough so\nthat he can send the 10Million to the persons account\nas soon as possible.\n\nIf you can help me I will contact the account operator\n(Union National Bank UK) and tell him that I have\nfound an honest person who is willing to help me\ncollect the 10Million, so when you contact him he\nwill know I sent you. \n\nI will give you is contact so you can contact him to\nenable him send the 10Million to your provided\naccount immediately Please help me. I will be waiting\nfor your urgent reply so I can give you the contact of\nthe bank and send you the last statement of account of\nmy late father and I will also send you my picture and\nmy birth certificate. Please help me reply back on\nthis email:edwardhuntm@yahoo.es so I can send you all informations you\nneed. \n\n\nBest Regards \nEdward Hunt\n\n\n\n\n\n\n\n", "id": "b2301dd0286b215d9857d8a30d274ea6"}