{"email_subject": "VERY URGENT", "email_body": "Dear Friend, \nMy name is LOI C.ESTRADA,The wife of Mr. JOSEPH\nESTRADA, the former President of Philippines located\nin the South East Asia. My husband was recently\nimpeached from office by a backed uprising of mass\ndemonstrators and the Senate. My husband is presently\nin jail and facing trial on charges of corruption,\nembezzlement, and the mysterious charge of plunder\nwhich might lead to death sentence.\nThe present government is forcing my husband out of\nManila to avoid demonstration by his supporter. During\nmy husband's regime as president of Philippine, I\nrealized some reasonable amount of money from various\ndeals that I successfully executed. I have plans to\ninvest this money for my children's future on real\nestate and industrial production.\nMy husband is not aware of this because I wish to do\nit secretly for now. before my husband was impeached,\nI secretly siphoned the sum of $30,000,000\nmillion USD (Thirty million United states dollars) out\nof Philippines and deposited the money with a security\nfirm that transports valuable goods and consignments\nthrough diplomatic means.\nI am contacting you because I want you to go to the\nsecurity company and claim the money on my behalf\nsince I have declared that the consignment belong to\nmy foreign business partner. You shall also be\nrequired to assist me in investment in your country. I\nhope to trust you as a God fearing person who will not\nsit on this money when you claim it, rather assist me\nproperly, I expect you to declare what percentage of\nthe total money you will take for your assistance.\nWhen I receive your positive response I will\nlet you know where the security company is and the\npayment pin code to claim the money which is very\nimportant.\nFor now, let all our communication is by e-mail\nbecause my line are right now connected to the\nPhilippines Telecommunication Network services.\nPlease also send me your telephone and fax number.\nI will ask my son contact you to give you more details\non after i have received a responce from you.through this\nemail address  mrssliocestrada@netscape.net\nThank you and God bless you and family.\nMRS LOI C ESTRADA  ", "id": "b238edb5fb1b174b5077a1d050c127a3"}