{"email_subject": "URGENT wmm", "email_body": "BANK OF CHINA\n100 CHI LIN ROAD\nTAIPEI 104 TAIPEI\nTAIWAN\n\nATTENTION:\n\nI am Mr. Tao Sung, Bank Manager of\nInternational Commercial Bank of China,100 Chi Lin Rd.\nTaipei 104 Taipei Taiwan . I have urgent and very \nconfidential  business proposition for you.A British\nOil consultant/contractor with the Chinese Solid\nMinerals Corporation,Mr Raymond  Beck made a numbered\ntime (Fixed) Deposit for twelve calendar months,\nvalued at US$18,000,000.00 (Eighteen Million Dollars) in\nmy branch. Upon  maturity,I sent a routine\nnotification to his forwarding address but got no \nreply. \n\nAfter a month, we sent a reminder and finally\nwe discovered from his  caontract employers, the\nChinese Solid Minerals Corporation that Mr.Raymond \nBeck  died in a plane crash along with his wife Mr and\nMrs Raymond & Dorene  Beck in EgyptAir Flight 990,1999\nair crash(for more information about this  crash and\nperson you can contact this website: \nhttp://www.s-t.com/daily/11-99/11-02-99/d08ho174.htm\nSince we got this  information about his death.\n\nOn further investigation, I found out that he  died\nwithout making a WILL, and all attempts to trace his\nnext of kin was  fruitless. I therefore made further\ninvestigation and discovered that  Mr.Raymond Beck did\nnot declare any kin or relations in all his official \ndocuments, including his Bank deposit paperwork in my\nBank. \n\nThis sum of  US$18,000,000.00 is still sitting\nin my Bank and the interest is being  rolled over with\nthe principal sum at the end of each year. No one will\never  come forward to claim it.     According to Laws\nof Republic of China, at the expiration of 5 (five)\nyears, the money will revert to the ownership of  the\nChinese Government if nobody applies to claim the\nfund. The Senior  Executive Vice President\nMr.Sheng-Yih Hu  willing to give it to the \ngovernment to have is own cut too, You can check the\nsite ://www.icbc.com.tw/  Quick Menu About ICBC Senior\nManagement Profiles so that you know this person.\nConsequently.\n\nMy proposal is that I will like you as a\nforeigner to stand in  as the next of kin to\nMr.Raymond Beck so that the fruits of this old man's \nlabor will not get into the hands of some corrupt\ngovernment officials. This  is simple, I will like you\nto provide immediately your full names and  address so\nthat the attorney will prepare the necessary documents\nand  affidavits that will put you in place as the next\nof kin.\n\nWe shall employ the services of an attorney for drafting and\nnotarization of the WILL and to  obtain the necessary\ndocuments and letter of probate/administration in your\nfavor for the transfer A bank account in any part of\nthe world that you will  provide will then facilitate\nthe transfer of this money to you as the \nbeneficiary/next of kin. The money will be paid into\nyour account for us to  share in the ratio of 80% for\nme and 20% for you.\n\nThere is no risk at all as all the paperwork for this\ntransaction will be  done by the attorney and my\nposition as the Branch Manager Guarantees the\nsuccessful execution of this transaction. \n\nIf you are interested, please reply immediately via the private\nemail address below. Upon your response, I  shall then\nprovide you with more details and relevant documents\nthat will  help you understand the transaction.Please\nsend me your confidential  telephone and fax numbers\nfor easy communication. \n\nPlease observe utmost confidentiality, and be rest assured  that this\ntransaction would be most profitable for both of us\nbecause I shall require your assistance to invest my\nshare in your country. \n\nAwaiting your urgent \n \nBest Regards,\n\nTao Sung\n\n\nwepxkfbuetvoxwhodktetbbbibfs\n\n\n", "id": "b24277c06d72238944e34901b6cddedc"}