{"email_subject": "I AWAIT YOUR RESPONSE.", "email_body": "Dear Friend,\n\n\nI am Bill Franklyn,a Financial Consultant Account portfolio manager based \nand working in London UK, working in one of the leading finance houses and I \nhappen to have managed a particular  account for a Resident Foreigner,here \nin the United Kingdom,who died Interstate, leaving in our care a sizeable \namount in a domiciliary United States Dollars Investment Account.\n\nFor some reasons this client does not have an easily identifiable next of \nKin and I have made several enquiries to locate any of my clients relatives; \nimmediate and extended, this has proved unsuccessful, hence  I am contacting \nyou \"based on the fact that you have similar names\". I need your assistance \nin securing the money and property left behind by my client before they get \nconfiscated or declared unserviceable by the Finance House here in the \nUnited Kingdom. The Finance House has already issued a Government Mandatory \nformality notice to provide the Next of Kin or have the account confiscated \nand this should expire within a month.\n\nSince I have been unsuccessful in locating any of his relatives for over two \nyears and convinced that no one is coming up and having satisfied the \nmandatory  legal requirement of Beneficiary next of kin Notification, I now \nseek a Reliable and Trustworthy person,with your consent and perfect \nunderstanding, to present you as the next of kin of the deceased so that the \nproceeds of this account initially valued at Twenty One Million, Three \nHundred And Twenty Thousand United States Dollars,($21,320,000) interest not \ninclusive, can be paid into an account to be provided by you(preferably) \noutside the United Kingdom Financial Institutions or its Isles), as the \nperceived Next Of Kin Legally and Otherwise.\n\nAll I require is your honest cooperation and confidence in me; which I know \nwould not come easy. I guarantee that this will be executed under a \nlegitimate background that will protect you from any breach of the law.\nI would advise that you give this positive consideration and get back to me \nsoon. I'll be flexible and considerate in the percentage share that will be \ngiven to you for your assistance.\n\nUpon receipt of your response we will exchange contact information so that \nwe can reach each other for further discussions.\n\n\nRegards,\n\nBill Franklyn\n\n\n\n\n", "id": "b249999c3e2ea1eb825ff7a5fc4c4eff"}