{"email_subject": "PLEASE ENDEAVOUR TO USE IT FOR THE CHILDREN OF GOD.", "email_body": "From: Mrs. Mary Jones \nReply email to my private email at maryandjonesfamily@yahoo.fr\n                      \n \n\nRE: PLEASE ENDEAVOUR TO USE IT FOR THE CHILDREN OF GOD.\n\n\nI am the above named person from Kuwait. I am married to Dr. Harry Jones who worked with Kuwait embassy in Ivory Coast for nine years, before he died in the year 2000.We were both married for eleven years without a child.\n\nHe died after a brief illness that lasted for only four days. Before his death we were both born again Christians. Since his death I decided not to re-marry or get a child outside my matrimonial home which the Bible is all against. When my late husband was alive he deposited the sum of $18.6Million (Eighteen Million six hundred thousand U.S.Dollars) with a finance/security company in Europe. Presently, this money is still with the Security Company in Europe for safe keeping. Recently, my Doctor told me that I would not last for the next three months due to my cancer problem.\n\nThough what disturbs me most is my stroke sickness. Having known my condition of health I have decided to donate this fund to churches, orphanage or a better Christian individual that will utilize this money the way I am going to instruct here in. I want an individual that will use these fund to fund churches, orphanages and widows propagating the word of God and to ensure that the house of God is maintained. The Bible made us to nderstand that blessed is the hand that giveth.I took this decision because I don't have any child that will inherit this money and my husband relatives are not Christians and I don't want my husband's hard earned money to be misused by unbelievers. As I do not want a situation whereby this money will be used in an ungodly manner.\n\nHence the reason for taking this bold decision. I am not afraid of death hence I know where I am going. I know that I am going to be in the bosom of the Lord. Exodus 14 VS 14 says that the lord will fight my case and I shall hold my peace. I don't need any telephone communication in this regard because of my health and also due of the presence of my husband's relatives around me always. I don't want them to know about this development. With God all things are possible. As soon as I receive your reply I shall give you the contact of the Finance/ Security Company in Europe. I will also issue you a letter of authority that will prove you as the original- beneficiary of this said fund. I want you and the church to always pray for me because the lord is my \nshepherd.\n\nMy happiness is that I lived a life of a worthy Christian. Whoever that wants to serve the Lord must serve him in spirit and truth. Please always be prayerful all through your life. Any delay in your reply will give me room in sourcing for a church or Christian individual for this same purpose. Please assure me that you will act accordingly as I stated here in.\n\n\nHoping to hearing from you.\n\nN.B-\nPLEASE I WILL ADVICE YOU TO GIVE MY LAWYER IN CHARGE A CALL IMMEDIATELY, HE IS PRESENTLY UNDERGOING SEMINAL RESEACH IN WEST AFRICA, HE DOES EVERYTHING ON MY BEHALF AND HE'S A VERY UNDERSTANDING PERSON AND I BELIEVE HE WILL LEAD YOU TO YOUR SUCCESS IN JESUS.\n\nNAME: Takama Kelvin.\nEamil:-  takama@tiscali.it\nTel: 234-802-311-2521 // 234-8043-305-026\n\nRemain blessed in the name of the Lord.\n\nYours in Christ,\nMrs. Mary Jones.\n\n\nNB: Please send your response to my private email at maryandjonesfamily@yahoo.fr\n\n\n\n\n\n", "id": "b26d80f5ffec94286637a4596b06a547"}