{"email_subject": "Urgent Attention.", "email_body": "From:     Frank Michelle Esq.\n          London, U.K.\n          Telephone: +44 703 184 7859\n          Fax line: +44 709 287 0887\n          E-mail:barristertony@compaqnet.fr\n\nI must apologise for berging into your mailbox without a formal introduction \nof myself to you. Actually, I got your mailbox in the web while trying to \nget a good and capable business person in your country for both business and \ninvestment purposes.Let me start by introducing myself; I am  Barrister \nFrank Michelle (Esq) I was the Personal Attorney to late Mr. Morris Thompson \nan American who was a private businessman in my country unfortunately lost \nhis life in the plane crash of Alaska Airlines Flight 261 which crashed on \nJanuary 31st 2000, including his wife and only daughter.\n\nYou can read more about the crash on visiting these sites below,\n\n1. http://www.cnn.com/2000/US/02/01/alaska.airlines.list\n\n2. http://www.nativefederation.org/history/people/mThompson.html\n\nBefore the plane crash, Mr. Morris Thompson made a numbered fixed deposit \nfor 18 calendar months with a value of US$ 2,500,000.00 (TWO MILLION, FIVE \nHUNDRED THOUSAND UNITED STATE DOLLARS) in a bank here in U.K. Upon maturity \nseveral notice was sent to him, another notification was sent and still no \nresponse came from him. I later found out that Mr. Morris Thompson and his \nfamily had been killed in that plane crash. After further investigation it \nwas also discovered that Mr. Morris Thompson's  next of kin was his daughter \nwho died with him in the crash.\n\nWhat bothers me most is that according to the laws of my country at the \nexpiration of 5 years the funds will revert to the ownership of the U.K. \nGOVERNMENT, if nobody applies to claim the funds. Against this backdrop, my \nsuggestion to you is that I will like you as a foreigner to stand as the \nnext of kin to Mr. Morris Thompson so that you will be able to receive these \nfunds for both of us.\n\nWHAT IS TO BE DONE:-\n\nI want you to know that I have had everything planned out so that we shall \ncome out successfully. As a barrister, I will prepare the necessary document \nthat will back you up as the next of kin to Mr. Morris Thompson.\n\nPLEASE YOU HAVE TO PROVIDE YOUR FULL INFORMATION SUCH AS STATED BELOW,\n\n[1] NAME:\n\n[2] ADDRESS:\n\n[3] AGE:\n\n[4] SEX:\n\n[5] TELEPHONE:\n\n[6] FAX:\n\n[7] OCCUPATION STATUS:\n\nAlso be informed that this Transaction will take us just 15 working days to \naccomplish beginning from when I receive your Data's.After you have been \nmade the next of kin, I will also file an application to the bank on your \nbehalf as soon as I secure the necessary approval and letter of probate in \nyour favor for the movement of the funds to an account that will be provided \nby you. This process is 100% risk free as I have set out all the modalities \nto see that a legalized method is used because then I will prepare all the \nnecessary documents.\n\nPlease note that utmost secrecy and confidentiality is required at all times \nduring this transaction. Once the funds have been transferred into your \nnominated bank account we shall share in the ratio of 50% for me, 45% for \nyou and 5% set aside for any incidental expenses incurred during this \ntransaction. If you are not interested, please delete this letter so that I \ncan scout for another competent partner to conclude this transaction. Should \nyou be interested please send me your full names, telephone, fax number and \nemail address as stated above.  I will prefer that you reach me via this \nemail address:- frankmichelle@compaqnet.fr\n\nYour earliest response to this letter will be appreciated.\n\nKind Regards,\n\nFrank Michelle Esq.\n\n\n\n\n", "id": "b2b812b756ec4ea739e96c68f6c410a2"}