{"email_subject": "From Duru Nbeki.", "email_body": "Zulberg Closeoff \nErnest Oppenheimer \nRoad Bruma Lake, \nJohannesburg,\n2196 \nSouth Africa.     \n \n Kind Time of the day          \n \n\nPlease \nforgive my indignation if this message comes to you as a surprise I got \nyour contact from a database found in internet while searching for a \nreliable and honest person that will assist me. I was divinely inspired \nto pick your name among other names found in the Internet database. \n  \nMy name is Duru Nbeki,and I work in the International operation \ndepartment in a Local Bank here in South Africa. On a routine \ninspection I discovered a dormant domiciliary account with a BAL. Of \n36,000,000 (Thirty Six Million USD) on further discreet investigation, \nI also discovered that the account holder has long since passed away \n(dead)leaving no beneficiary to the account.\n \nThe bank will approve \nthis money to any foreigner because the former operator of the a/c is a \nforeigner and from Iraq in particular and I am certainly sure that he \nis dead, and nobody will come again for the claim of this money A \nforeigner can only claim this money with legal claims to the account \nHolder;therefore I need your cooperation in this transaction to get \nthis money transfered into your safety hand.\nI will provide the \nnecessary information needed in order to claim this money, But you will \nneed to open an account where this can be transferred.\n \nIf interested \nsend your private Telephone No. And Fax number including full details \nof the account to be used for the Deposit I wish for utmost \nconfidentiality in handling this  transaction as my job and the future \nof my family would be jeopardized if it were breached.\n\nI want to \nassure you that the transaction is without risk if due process is \nfollowed accordingly. Finally,I will give you 35% for your corporation \nafter a successful competion of the business.\n I look forward to a \nfavorable response from you through this email :durunbeki@myway.com\n\nThanks.\nMr,Duru Nbeki.\t\n\n\n\n", "id": "b2e13c19d762973e572390e9f1f80147"}