{"email_subject": "urgent assistance needed,", "email_body": "Good Day,\n\nI am writing this letter with confidence believing that if it is the wish of God for you to help me and \nmy younger brother, God almighty will bless and reward you aboundantly and you would never \nregreat of helping us,i know that you will be surprise to recieve this mail,before i go on let me tell \nyou a little bit of myself,my name is Miss Mariam Sinko from republic of Liberia in west Africa,i and \nmy younger brother Johnson jr.Sinko were the only surviving children of our late father Mr.jonhson sinko. \nMy late father was a dealer of row Gold and Diamond, he was a very prosperous businessman, \ninfact they call him the richest man in the town of Lofa,but he was killed one early morning \non 20/4/2003 by the rebels,may his soul rest in peace,those rebels broke in and captured the \ntown of vangerma which is the main city in lofa county,killing and looting,it was there my family \nhas been executed,they killed my father and mother with my three younger once,i and my only \nbrother  johnson jr. the only son we have were saved because were at school when the whole \ninsindant was happning then we ran into forest,it was a long story,we have under go so many \ndiffcuties,but i thank God for our life,so when we get back to our house all our family has been \nkilled i dont know what to do cos the rebels have loots everything in our house,\n\nluckly to us,i found my fathers suitcase with some documents showing that he deposited the \nsum of five million five hundred thousand united state dollars in a financial/security company \nin Abroad with my younger brother's name as his next of kin so we made away with these \ndocuments.so what we need is a trusted and God fearing person who shall help us secure \nthis money into his account in which we shall meet him for him to invest the money for us and \nwe shall contuine our school,the person will take us as his own children, on hearing from you \nwe shall give you the contact of the holding firm for you to discuss on our behalf,awaits to hear \nfrom you as you read this mail.you can also contact us at e-mail,msinko26@voila.fr ;\ni remain with the best of regards.\n\nMariam Sinko.\n\n\n\n\n\n\n\n", "id": "b333eb8f7cf4cf2b259d7d8588d1e62b"}