{"email_subject": "PLEASE KINDLY ASSIST US.", "email_body": "FROM THE DESK OF: MR.JEFF VILAGAZI \nMANAGER BILLS/EXCHANGE.\nABSA BANK, JOHANNESBURG\nSOUTH AFRICA.\n \nDear Sir/ Madam,\n \nFirstly, I would like to introduce myself. My name is Jeff Vilagazi. I am the Manager of Bills/Exchange at the Foreign Remittance Department of one of the leading banks in South Africa. In my department, we discovered an abandoned sum of US$14,700,000.00 (fourteen million seven hundred thousand united state dollars) in an account that belonged to one of our foreign customers who died along with his wife in a plane crash. \n \nSince we received the news about his death, we have been expecting a next-of-kin to contact us and claim the money because we cannot release the money unless an application for release is made by such person(s) or by someone authorised by the deceased as indicated in our banking guidelines and inheritance laws of South Africa. Unfortunately, nobody has come forward to claim this money up till the present time of writing. It is based on this background that some officials in my department and I have decided to make an initial contact with you to establish a business relationship to claim the money.\n \nIn essence, we will like to form a partnership with you where you can then present yourself as the next of kin through your relation with the deceased so that the funds can be remitted into your account. This is because unless the money is claimed now, it will go into the government accounts as unclaimed funds. The banking law and guidelines here stipulates that any account which is abandoned or dormant for a certain period of years is deemed closed and all money contained therein forfeited to the government treasury account. Now, it is being speculated that the above sum will be transferred into the government account as an unclaimed funds.\n \nThe mode of sharing after a successful transfer of the money into your account shall be determine by me and you during the cause of your Phone call, to know how much you will like to take. But you should know that we have already set outside 5% of the total sum for any miscellaneous expenses we may encounter in the course of this transaction. We therefore expect you to reply to this letter through this email address to discuss the transaction further with you. \n \nAfter receiving your reply, we will contact you and furnish you with more details and the exact steps to take in completing this transfer. We have full access to the deceased biological data, which we will furnish you and then use to present yourself as the rightful next of kin, which give you a claim to the funds.  I also will not fail to bring to your notice that this transaction is hitch-free and that you should not entertain any atom of fear as all required arrangements have been made for the movement of the money. You should contact me immediately as soon as you receive this letter.\n\nPlease kindly indicate the following in your response:\n\n1.Your full name\n2.Your direct telephone and fax number for easy communication\n3.Your company's name and address\n4.Your Country of Origin\n5.Your Residential Address\n6.Your Age. \n\nBest regard,\n \nMr. Jeff Vilagazi.", "id": "b34edb7b4b789acad7245bbe894c1550"}