{"email_subject": "ATTENTION NEEDED URGENTLY.", "email_body": "\n\nDEAR FRIEND,\n\n IT IS WITH A HEART FULL OF HOPE THAT I WRITE,\nSOLICITING FOR YOUR STRICT CONFIDENCE IN THIS\nTRANSACTION. THIS IS BY VIRTUE OF ITS NATURE AS BEING\nCONFIDENTIAL AND TOP SECRET. FOR I GOT YOUR CONTACT\nTHROUGH OUR LARGE OFFICE OF NIGERIAN CHAMBERS OF\nCOMMERCE AND INDUSTRIES, WHO ASSURED ME OF YOUR\nABILITY AND RELIABILITIY TO EXECUTE A TRANSACTION OF\nGREAT MAGNITUDE.\n\nI AM AN ACCOUNTANT WITH BEAGON NIG. LTD. A FOREIGN OIL\nCOMPANY BASED IN LAGOS, NIGERIA. BEAGON WAS INVOLVED\nINPROSPECTING, DRILLING AND BUNKERING OF OIL AT HIGH\nSEA (OFFSHORE), WITH EXPATRIATE CONSISTING MAJORITY OF\nTHE STAFF STRENGTH.UNFORTUNATELY, THESE EXPATRIATES\nGOT  INTO AN ILLEGAL SALE OF OIL ANDTHE MONEY FROM IT\nTRANSFERRED THROUGH A SECURITY COMPANY OUT OF THE\nCOUNTRY BUT WITH A SECURITY STAMP ON IT. \n\n\nTHE FEDERAL GOVERNMENT OF NIGERIA DISCOVERED THE\nILLEGAL DEAL, REVOKED THEIR LICENCE AND THE\nEXPARTRIATES WERE REPATRIATED.SO, BY VIRTUE OF MY\nPOSITION AS THE ACCOUNTANT OF THE COMPANY, I HAVE IN\nMY POSSESSION DOCUMENTS CONTAINING INFORMATION ABOUT\nTWO OF THESE TRUNK BOXES DEPOSITED WITH THE SECURITY\nCOMPANY.THE CONTENT OF THESE BOXES IS THIRTY TWO\nMILLION UNITED STATES DOLLARS (US$32M).\n\nI HAVE PUT IN AN APPLICATION WITH THE SECURITY COMPANY\nTO TRANSFER THESE BOXES TO THEIR CORRESPONDENCE OFFICE\nIN CANADA, DUBAI, INDONESIA OR EUROPE WHICH THEY HAVE OBLIGED. AND\nBEING THAT THIS DEAL WAS BEEN CARRIED OUT BY FOREIGN\nFIRM, I NEED A TRUSTWORTHY FOREIGNER LIKE YOU THAT\nWILL ASSIST ME TO A LOGICAL CONCLUSION OF THIS PENDING\nBUSINESS WHICH BOTH OF US WILL BOUND TO BENEFIT\nEARNESTLY. \n\n\nALL I NEED FROM YOU IS TO STAND BEFORE THE SECURITY\nCOMPANY AND SIGN AS ONE OF EXPATRIATES TO ENABLE YOU\nCLAIM THE MONEY AND PAY IT INTO YOUR BANK ACCOUNT.\nPLEASE, NOTE THAT THIS TRANSACTION IS 100%RISK-FREE,\nFOR EVERY MACHINERIES HAS BEEN PUT IN PLACE FOR\nSUCCESSFUL CONCLUSION. REMEMBER, THAT I HAVE WITH ME\nALL THE NECESSARY DOCUMENTS THAT WILL PROVE THAT THE\nMONEY IS FOR US. \n\nI EXPECT YOU TO BE TRUSTWORTHY AND KIND ENOUGH TO KEEP\nMY OWN SHARE, WHEN THE MONEY HIT YOUR ACCOUNT.\n\n\nI HEREBY AGREE TO COMPENSATE YOUR SINCERE AND CANDID\nEFFORT IN THIS REGARD WITH 25% OF THE FUND AFTER THE\nTRANSFER AND 5%(PERCENT) WILL BE SET ASIDE FOR ANY\nEXPENSES BOTH LOCAL AND INTERNATIONAL TRANSPORTATION,\nTELEPHONE BILLS ETC. WILL BE SETTLED FROM THIS\nPERCENTAGE, WHILE 70% WILL BEFORE ME AND TWO OF MY\nCOLLEAGUES. THIS DEAL WILL BE CONCLUDED WITHIN SEVEN\n(7) WORKING DAYS. \n\nI WILL BE LOOKING FORWARD TO DOING BUSINESS WITH YOU,\nAND SOLICIT YOUR CONFIDENTIALITY IN THIS TRANSACTION.\n\nPLEASE ACKNOWLEDGE THE RECEIPT OF THIS PROPOSAL VIA MY\nE-MAIL ADDRESS TO ENABLE ME KNOW IF YOU ARE\nINTERESTING OR NOT.\n\nYOURS SINCERELY,\nMR IBRAHIM YADUDU.\n\n\n\n", "id": "b3e5463c83e02e4d481a95aaf1de06ee"}