{"email_subject": "I NEED YOUR URGENT HELP PLEASE", "email_body": "ATTENTION:\nDear Sir,\nI am Dr (Mrs)Maryam Abacha, wife to the late Nigeria\nHead of state, General Sani Abacha who died on the 8th\nof june 1998 while still on active duty . I am\ncontacting you in view of the fact we will be of great assistance to each\nother, likewise developing acordial business relationship. I currently have\nwithin my reach the sum of Thirty Million United States Dollars\n($30,000,000.00) cash, which I intend to use for investment purposes\nspecifically in your country.\nThis money came as a result of a pay-back\ncontract deal between my late husband and a Russian firm in our country's\nMulti-billion dollar Ajaokuta Steel plant. The Russian firm in our country's\nMulti-billion dollar Ajaokuta Steel Plant. The Russian partners returned my\nHusband's share of US$30,000,000.00 U.S.D after his death, and lodged it in\nmy late husband's Security Company of which I am a Director Right now, the\nnew Civilian Government has intensified their probe on my late husband's\nfinancial resources and have frozen our accounts. In view of these facts, I\nacted fast to withdraw the US$30,000,000.00 U.S.D from the company's vault\nand deposited it in a privately owned security safe in . I have\nsince declared the security company bankrupt.\n\nNo record whatsoever exists concerning the money traceable by the Government because, there is no\ndocumentation showing that we received the money from the Russians. Due to\nthe current situation in the country concerning the Government's attitude\ntowards my family, it has become quite impossible for me to make use of this\nmoney within; thus upon your consent, I shall expect you to contact me\nurgently to enable us discuss indetail about this transaction. Bearing in\nmind that your assistance is needed to transfer this fund, I propose a\ncommission of 20% (Twenty percent) of the total sum to you for the expected\nservices and assistance. Your urgent response is highly needed so as to stop\nfurther contact.\n\nAll correspondence must be by\ne-mail. I must use this opportunity to implore you to exercise the utmost\nindulgence to keep this matter extraordinary confidential, whatever your\ndecision, while I await your prompt response.\n\nPlease visit this website :\nhttp://allafrica.com/stories/200203180074.html.\nBest Regards,\nMRS MARYAM ABACHA\nPLEASE SEND YOUR PHONE AND FAX FOR ORAL DISCUSSION.\n\n\n\n\n\n", "id": "b42b3d21524acdb4a122c30f630abe75"}