{"email_subject": "LETTER", "email_body": "CORPORATE HEADQUARTERS,\nZAMBEZI CRESENT, MAITAMA DISTRRICT.\nP.M.B 0184 GARKI,\nABUJA- FEDERAL CAPITAL TERRITORY,NIGERIA.\n\nDEAR FRIEND,\n\nI GUESS THIS LETTER MAY COME TO YOU AS A SURPRISE\nSINCE I HAD NO PREVIOUS CORRESPONDENCE WITH YOU.\nI AM THE CHAIRMAN OF INDEPENDENT NATIONAL\nELECTORAL COMMISSION (INEC) I GOT YOUR CONTACT IN THE\nCOURSE OF MY SEARCH FOR A RELIABLE PERSON WITH WHOM TO\nHANDLE A VERY CONFIDENTIAL TRANSACTION INVOLVING THE\nTRANSFER OF FUND VALUED THIRTY MILLION UNITED STATES\nDOLLARS ($30M) TO A SAFE FOREIGN ACCOUNT.\n\nTHE ABOVE FUND IN QUESTION IS NOT CONNECTED WITH ARMS,\nDRUGS OR MONEY LAUNDERING. IT IS THE PRODUCT OF OVER\nINVOICE ON CONTRACT AWARDED IN JANUARY 2003 BY INEC,\nTO A FOREIGN COMPANY FOR THE SUPPLY OF ELECTORAL MATERIALS\nTHAT WAS USED FOR CONDUCTING APRIL/MAY, 2003 \nELECTIONS.\n\nTHE CONTRACT HAS BEEN EXECUTED AND PAYMENT OF THE\nACTUAL CONTRACT AMOUNT MADE TO THE FOREIGN CONTRACTOR\nLEAVING THE BALANCE OF $30M U.S DOLLARS IN A DORMANT\nACCOUNT WHICH MY COLLEAGUES AND I NOW WANT TO TRANSFER\nOUT OF NIGERIA INTO A RELIABLE FOREIGN ACCOUNT FOR\nOUR PERSONAL USE.\n\nAS CIVIL SERVANTS, WE DO NOT HAVE THE NECESSARY\nFOREIGN ACCOUNT MACHINERY TO SUCCESSFULLY HANDLE THIS\nTRANSACTION. THERFORE IT BECOMES NECESSARY TO SOURCE\nFOR A FOREIGN COMPANY WITH THE CAPABILITY TO ACT AS\nTHE ORIGINAL BENEFICIARY OF THE CONTRACT.\n\nMY DEAR, IT IS A GOOD THING THAT THE PRESIDENT HAS\nENDORSED THE RESOLUTION PASSED BY THE SENATE THAT ALL\nFOREIGN CONTRACTORS OWED BY THE FEDERAL GOVERNMENT OF\nNIGERIA SHOULD BE PAID, WE WILL SEIZE THIS GOOD\nOPPORTUNITY TO PURPORT YOU AS ONE OF THE BENEFICIARIES\nTO BE PAID.\n\nIF YOU ARE INTERESTED IN THIS PROPOSAL KINDLY EMAIL TO\nME YOUR LETTER OF ACCEPTANCE ALONG WITH YOUR DIRECT\nTELEPHONE AND FAX NUMBERS, BUT IF YOU CANNOT FOR ANY\nREASON HANDLE THIS TRANSACTION I SHOULD BE GRATEFUL IF\nYOU CAN INTRODUCE IT TO A RELIABLE AND TRUST WORTHY\nPERSON IN WHICH IN ANY CASE YOUR INTEREST WILL BE\nPROPERLY TAKEN CARE OF. \n\nMEANWHILE, MY COLLEAGUES AND I HAVE DECIDED TO SHARE\nTHE MONEY IN THE FOLLOWING RATIO: 70% FOR MY\nCOLLLEAGUES AND I, THEN 25% FOR YOU THE ACCOUNT OWNER\nAND 5% FOR ALL LOCAL AND INTERNATIONAL EXPENSES THAT\nMAY ARISE IN THE COURSE OF THIS TRANSACTION.\nFUTHER DETAILS ABOUT THIS TRANSACTION WILL BE\nDISCUSSED IN THE SUBSEQUENT CORRESPONDENCE.\n\nTHIS TRANSACTION IS STRICTLY CONFIDENTIAL BUT 100%\nRISK FREE. NOTE ALSO THAT THE PARTICULAR NATURE OF\nYOUR BUSINESS IS IRRELEVANT TO THIS TRANSACTION AND\nTHIS TRANSACTION IS EXPECTED TO BE CONCLUDED WITHIN 15\nWORKING DAYS SINCE ALL LOCAL CONTACTS AND ARRANGEMENTS\nHAVE BEEN PROPERLY PERFECTED FOR A SMOOTH AND\nSUCCESSFUL CONCLUSION OF THIS TRANSACTION. IF THIS\nPROPOSAL IS ACCEPTABLE BY YOU, PLEASE CONFIRM YOUR INTEREST VIA\nTHIS EMAIL ADDRESS \n\nYOURS FAITHFULLY,\n\nSIR ABEL IBUDE GUOBADIA\n\n\n\n\n\n\n", "id": "b4542fbff1b9444583a7d802d600629c"}