{"email_subject": "please", "email_body": "Dear Friend,\n\nI am delighted to write this letter, hoping you will understand my predicament and answer back without hesitation since I am convince you must be an honest and God fearing fellow who will help save my life and my only son,hence our country has been frustrating us since the death of my husband.\nI am MRS M. MBEki, the wife of the late DR.MARTIN MBEKI,the former Chief Excutive and Group Director of PACIFIC BANK OF SOUTH AFRICA.\nI am in possession of $6,500,000.00 (SIX MILLION,FIVE HUNDRED THOUSAND U.S DOLLARS)which I want to invest in your country. For your clarification and understanding, this money in a security company, which I deposited as a family effect since 6th of Febuary 2000 after the death of my husband, is not an ill gotten wealth rather it was generated by my late husband from over twenty years of his Banking Service and business relationship.\nOn your acceptance to render this assistance to me,I will contact my son to instruct the Clearing House  to effect a change of ownership of this fund in your name as the bonafide owner/my next of kin to enable you retrieve the fund on behalf of me and my\nfamily to your country to make good arrangement for any profitble joint business investment pending my arrival with my son to your country after you have transferred this fund.\nBear in mind that this transaction demands absolute confidentiality because properties, assets and bank accounts bearing the MBEKI'S family name, are being ordered to be confiscated by the newly elected civilian President of South Africa. hence I will not want to be exposed for security reasons.\nI am only revealing this to you with believing in God that you will not let me and my only son down now or in future if this money gets to you because this is the only hope of our future survival since our bread winner is \nno more.\nFor your knowledge, 1 % of this total amount has been set aside for all the expenses you might incure during the process of securing this fund. Example: TELEPHONE BILLS, HOTEL BILLS, FLIGHT BILLS,and other miscellenous expenses.\nTry and negotiate for some profitable blue chip investment opportunities which is risky free which I think we can invest with part of this money when it is transferred.Personally I am interested in estate management and hotel business,please contact my son (SODINDO M MBEKI) who was lucky to escape from South Africa to Lome-Togo with the Certificate of the claim Deposit, where he is now staying as a refugee on his email address (sodindo@uboot.com) for detailed procedure.\nThanks for your anticipated co-operation.\nYours sincerely,\nMRS M MBEKI.\nmbeki2@uboot.com  \nNB: FOR CONFIDENTIAL REASONS,OUR COMMUNICATION SHOULD\nONLY BE TRANSACTED\nTHROUGH ELECTRONIC MAIL BECAUSE I'M NOT IN GOOD\nPOSITION TO RECEIVE\nTELEPHONE CALLS FOR SECURITY OF THE FUND.\n\n\n\n", "id": "b45db48465d9a34616c98bfb8ca91e00"}