{"email_subject": "Business Transactions", "email_body": "FROM THE DESK OF DR.JOHNSON KWESI\nAUDITOR,\nMINISTRY OF LOCAL GOVERNMENT AND RURAL DEVELOPMENT,\nACCRA GHANA.\nDATE: 11 - 01 - 06\n\nDEAR FRIEND,\n\nLETTER FOR URGENT ASSISTANCE ON FUND TRANSFER\n\nFirst, I must solicit your strictest confidence in this transaction.\nThis by virtue of its nature as being utterly confidential and TOP \nSECRET.\nI\ngot your contact in our search for a foreign partner who has the \nability\nand reliability to prosecute a transaction of great magnitude involving \na\npending business transaction requiring maximum confidence. We are top\nofficials of the FEDERAL MINISTRY OF LOCAL GOVERNMENT AND RURAL \nDEVELOPMENT\nAccra - Ghana.\nWe are interested in investments in your country with funds which are\npresently trapped here Ghana in other to commence this business we \nsolicit\nyour assistance to enable us transfer into your account the said \ntrapped\nfunds. The source of this fund is as follows: During our last year\nAuditing, we found out that some government officials set up companies \nand\nawarded themselves contracts which were grossly over invoiced in \nvarious\nMinistries, We also identified a lot of inflated contracts funds which \nare\npresently Deposited in our APEX BANK here in Accra. However, by virtue \nof\nour position\nas civil servants and members of the panel ,we cannot acquire this \nmoney in\nour names, I have therefore, been delegated as a matter of trust by my\ncolleagues of the panel to look for an overseas partner(s) into whose\naccount we would transfer the total sum of USD$35,500,000.00 [THIRTY\nFIVE MILLION,FIVE HUNDRED THOUSAND UNITED STATES DOLLARS]. Hence we are\nwriting you this letter. We agreed to share the money thus: [1] 20% FOR \nTHE\nACCOUNT OWNER [YOU] [2] 80% FOR US [THEOFFICALS] It is from the 80% \nthat we\nwish to commence investments in your country as you will also stand as \nour\nforeign agent over there. Please note that this transaction is 100% \nsafe\nand we\nhope to commence the transaction latest seven[7]days from the date of \nthe\nreceipt\nof the following information bellow. [A] COMPANY?S NAME BENEFICIARY OF\nACCOUNT. [B] YOUR PERSONAL TELEPHONE NUMBER AND FAX NUMBERS. [C] BANK\nACCOUNT/SORT/ABA/ROUTING NUMBERS WHICH THE FUND WILL BE TRANSFERED TO.\n[D]YOUR BANK ADDRESS,TELEPHONE NUMBERS/FAX NUMBERS. The above \ninformation\nwill enable us commence the transfer of this funds into your account in\nyour country without delay and also to open an account in your name. We \nare\nlooking forward to doing this business with you and solicit your\nconfidentiality in this transaction. Please acknowledge the receipt of \nthis\nletter using the above email address; I will bring you into the \ncomplete\npicture of this pending project when I hear from you.\n\nWith Kind regards,\n\nDR.JOHNSON KWESI \n\n \n\n  ", "id": "b4758b6919520fd0dbed1b5fbd2a59c3"}