{"email_subject": "PLEASE READ AND GET BACK TO ME", "email_body": "Dear Friend\nThis letter must come to you as a big surprise, but I \nbelieve it is only a day that people meet and become great friends and \nbusiness partners. \n\nI am Mr. Ateeq Rahman KHAN, currently Head of \nCorporate affairs with a reputable bank here in Dubai -U. A. E. I write \nyou this proposal in good faith, believing that I can trust you with \nthe information I am about to reveal to you.\n\nI have an urgent and very \nconfidential business proposition for you. On November 6, 2000, an \nIraqi Foreign Oil consultant/contractor with the CHEVRON PETROLEUM \nCORPORATION, MR. KHALIL AL NASSER made a (Fixed deposit) for 36 \ncalendar months, valued at  US$17,500,000.00 (Seventeen Million Five \nhundred Thousand Dollars only) in my bank and I happen to be his \naccount officer before I was moved to my present position recently.\n\n \nUpon maturity in 2003, as his account officer and as well the bank \nmanger, it is my duty to notify him on the maturity date so I sent a \nroutine notification to his forwarding address but the letter was \nreturned undelivered. \n\nAfter sometime, I tried sending back the \nletter, but it was again returned and finally I discovered from his \ncontract employers, Chevron Petroleum Corporation that Mr. Khalil Al \nNasser died as a result of torture in the hand of Saddam Hussein \n(former Iraqi President) during one of his trips to his country Iraq, \nas he was accused of leaking information to the Americans. On further \ninvestigation, I discovered that Mr. Al Nasser’s family wife and two \nsons died during the Gulf War in Iraq and was the reason why he did not \ndeclare any next of kin or relation in all his official documents, \nincluding his Bank Deposit paperwork in my Bank and did not leave any \nWILL. This sum of US$17,500,000.00 have been floating and placed under \ndormant/unserviceable account by my bank management since no one have \nheard from the owner since 2003.\n\n I wish to let you know that all the \ninvestigation I have made so far, my bank management is not aware of \nit, I am the only one that have the information.\nWith the recent change \nof government in my country and with their efforts to support the \nUnited Nations in checkmating terrorism aid in the U. A. E. By end of \nthis year, the government will pass a new financial control law which \nwill give the government authority to interrogate account owners of \nabove $5,000,000.00 to explain the source of the funds, making sure it \nis not for terrorism support. If I do not move this money out of the \ncountry immediately, by end of the year the government will definitely \nconfiscate the money, because my bank cannot provide the account owner \nto explain the source of the money. I cannot directly transfer out this \nmoney without the help of a foreigner and that is why I am contacting \nyou for an assistance.\n\n As the Account Officer to late Al Nasser, \ncoupled with my present position and status in the bank as Head of \nRetail Banking Group, I have the power to influence the release of the \nfunds to any foreigner that comes up as the next of kin to the account, \nwith the correct information concerning the account, which I shall give \nyou. All documents to enable you claim this fund will be carefully \nworked out and there is practically no risk involved, the transaction \nwill be executed under a legitimate arrangement that will protect you \nfrom any breach of law, beside U. A. E is porous and anything goes.\n\nIf \nyou accept to work with me, I want you to state how you wish us to \nshare the funds in percentage, so that both parties will be satisfied. \nIf you are interested, contact me as soon as you receive this message \nso we can go over the details. Thanking you in advance and may God \nbless you. \n\nPlease, treat with utmost confidentiality. I shall send \nyou copy of the deposit certificate issued to Al Nasser when the \ndeposit was made for your perusal. \nI wait your urgent reply through my \nprivate emailaddress:\n\nRegards, \nMr. Ateeq Rahman KHAN.\n\n\n\n\n", "id": "b47e050b2e6ef398231bbda2cd65c61d"}