{"email_subject": "WRITE ME!!!", "email_body": "MRS MARIA SOCORRO\nCREDIT ACCOUNTS OFFICER\nHEAD OFFICE EQUITABLE PCI BANK TWR.\nMKT AVENUE.COR.H.V DELA COSTA STR\nPHILIPPPINES .\nGood Day,\nLet me start by introducing myself,I am MRS MRS MARIA SOCORRO,CREDIT\nACCOUNTS OFFICER EQUITABLE PCI BANK.\nI am writing you this letter based on the latest development at my bank,\nwhich I will like to bring to your personal edification. I am writing you\nthis letter with so much joy and excitement even though my heart goes out\nto the very powerful and distinguished gentleman who I was fortunate to\nhave worked for and extremely privileged to have known for numerous years..\nI am a top official in charge of client accounts in EQUITABLE PCI BANK\ninside the philippines.\n\nIn 2001, my client was going through a horrendous divorce in the United\nStates Of America and was on the verge of losing most of his estate to his\nvicious and diabolical wife. As a result of this alarming predicament, my\nclient came to me with a very brilliant idea. He transferred some funds,\nten million two hundred thousand dollars(usd10.2m) to a fixed deposit\naccount in my bank under an alias which only the two of us knew about as\nthe confidentiality of the matter was necessary for his protection. Due to\nhis untimely death in early 2002, the funds have been sitting in the\naccount ever since and will continue to do so perpetually unless we do\nsomething about it. This is where you come in.I located you through an\nagency that helps seek people by their email.my client did not declare any\nnext of kin in his official papers including the paper work of his bank\ndeposit.Against this backdrop, my suggestion to you is that I would like\nyou as a foreigner to stand as the next of kin to our client so that you\nwill be able to receive his funds.\n\nI want you to know that I have had everything planned out so that we can\ncome out successful. I have contacted an attorney that will prepare the\nnecessary document that will back you up as the next of kin to my\nclient.All that is required from you at this stage is for you to provide\nme with your Full Names and Address so that the attorney can commence his\njob.After you have been made the next of kin, the attorney will also file\nin for claims on your behalf and secure the necessary approval and letter\nof probate in your favor for the move of the funds to an account that will\nbe provided by you.There is no risk involved at all in the matter as we\nare going adopt a legalized method and the attorney will prepare all the\nnecessary documents.The allocation of our money will be as follows:\n20%(US$2.02M) to you for your part in this, 75% for me and my partners and\n5% for any unforeseeable expenses we may incur. I think this is extremely\nfair, as you have nothing to lose but just a little time, while on the\nother hand I am staking my flawless reputation among other things. And\nbesides $2.02 million is no pocket change. Once you are approved, the\nentire transaction should take no longer than twelve business days after\nwhich we will go about our daily business, but just millions of dollars\nricher.\n\nAs you can see this is easier than taking candy from a baby but mind you,\ntrust is something that is developed over time and that is something that\nwe do not have. So I have to let you know that it will highly unfeasible\nto try to run away with the money because even though only you can\ntransfer money in and out of your account, the transfer can only be\nauthorized by my department of which i happen to be thehead.The money will\nbe transfered from my bank to an account you will provide. So please,\nthere should be no room for greed because ten million two hundred thousand\ndollars can quench even the most insatiable desire for the almighty\ndollar. Again, i will be in charge of everything else. I will assume all\nresponsibilities for this endeavor so you don\u0092t have to worry about any\nlegal ramifications, just what you will do with all that money.\nIf interested,I would want you to send your reply to my private mail box:\n(m_socorro27@excite.com)\nYour urgent response is highly anticipated so please email me for more\ndetails on this transaction as soon as possible.\nThis should be kept very secret and confidential\u0085 I believe you know.\nkind Regards\nMrs. MRS MARIA SOCORRO esq\n(m_socorro27@excite.com)\n\n\n\n\n", "id": "b498050d3b1d602cc0ea24e7f4794a05"}