{"email_subject": "LOOKING FORWARD TO AN INVESTMENT EXECUTION WITH YOU!!!", "email_body": "UL.SPORTIVNAYA 29A \nLYUBERETSKIY RAYON,\nMOSCOW OBLAST,\n141056,\nMOSCOW.\n\nATTN:\n\nMY NAME IS MRS.LARISA NITSKAYA, PERSONAL SECRETARY TO MR.BORIS MIKHAIL KHODORKOVSKY, THE ARRESTED CHAIRMAN/CEO OF YUKOS OIL AND BANK MENATEP SPB IN RUSSIA. I HAVE THE DOCUMENTS OF A LARGE AMOUNT OF FUNDS WHICH HE HANDED OVER TO ME BEFORE HE WAS DETAINED AND NOW BEEN TRIED IN RUSSIA FOR FINANCING POLITICAL PARTIES (THE UNION OF RIGHT FORCES, LED BY BORIS NEMTSOV AND YABLOKO, A LIBERAL/SOCIAL DEMOCRATIC PARTY LED BY GREGOR YAVLINSKY) OPPOSED TO THE GOVERNMENT OF MR.VLADMIR PUTIN, THE PRESIDENT THEREBY LEADING TO THE FREEZING OF HIS FINANCES AND ASSETS. \n\nMEANWHILE,I'M UNDER SEVERE SECURITY MONITORING ALONG WITH SOME OF MY COLEAGUES BY THE ORDER OF THE GOVERNMENT,HENCE MY MOVEMENT IS HIGHLY RESTRICTED AND MY PHONE CONVERSATION BEING MONITORED,HENCE I CANNOT BE ALLOWED TO TRAVEL OUT OF RUSSIA,PENDING THE OUT COME OF THE CASE OF MY BOSS,WHICH I DON'T KNOW WHEN IT WOULD COME TO AN END OR THE FINAL VERDICT.\n\nAFTER SEARCHING THROUGH THE  PROFILE OF YOUR COUNTRY ON INTERNET,IN ORDER TO KNOW HOW GOOD YOUR COUNTRY ECONOMY IS HERE IN RUSSIA,THEN I CAME INTO CONCLUSION IN CONTACTING YOU TO ASSIST ME THROUGH MY PERSONAL LAWYER,BARR.JOSEPH ALFORD,WHO LIVES IN UNITED KINGDOM AND ALSO A BRITISH NATIONAL,TO RE-PROFILE THE FUNDS AND EQUALLY INVEST SAME ON HIS BEHALF IN YOUR COUNTRY.THE TOTAL AMOUNT OF FUNDS TO BE RE-PROFILLED IS TWENTY FIVE MILLION DOLLARS (USD$25,000,000.00) AND YOU WILL BE PAID 30% FOR YOUR MANAGEMENT SERVICES. \n\nTHE CONTACT OF MY LAWYER ARE AS FOLLOWS:\nBARR.JOSEPH ALFORD\nTEL: 447040109980\nFAX: 44-871-9941059\nEMAIL:alford_chambers008@yahoo.com.hk \nEMAIL:alford_notary@satellite-email.com\n\nAS SOON AS I RECEIVE YOUR ACCEPTANCE OR TO MY LAWYER, I WILL INSTRUCT HIM TO SEND YOU THE NECESSARY DETAILS \nYOURS SINCERELY, \n\nMRS.LARISA NITSKAYA.\nEmail:larisakaya@o2.pl\n\nNB: YOU CAN READ MORE OF HIS ORDEAL FROM: http://newsfromrussia.com/main/2005/03/29/58914.html http://www.interfax.ru/e/B/politics/28.html?id_issue=11261041 http://www.supportmbk.com \n\n \n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "b4b7079c25eb35e95c4ce3c268ac7b8c"}