{"email_subject": "TRUST", "email_body": ">From The Desk Of,\nDr Harry Obum{Deputy Secretary Nigeria Football Association}Please Reply To My Private And Security Email Address: harryobum001@asiamail.com \n\nDear Sir,\nI am DR HARRY OBUM , Deputy secretary to the Nigerian Football Association, parent body of the World Youths Championship, Nigeria 99'Local Organizing Committee, an affiliate of Federation of International Football Association (FIFA).\n \nIn the course of our preparation to host the World Youth Soccer Championship Tagged (Nig99) early last four years, huge sum of money running into millions of United States Dollars was budgeted by the then Military Government for the successful organization of this competition.\n In the same vein, FIFA via its President, Mr. Joseph (SEPP) Blatter, made millions of dollars available for the same project, not to talk of Corporate Organizations and Football loving individuals who made huge donations.\n \n However, in my capacity as the deputy secretary, to both the Local Organizing Committee (LOC), and the Nigerian Football Association(NFA), I,along with two of my colleagues in sensitive positions were able to over-invoice most contracts, which were awarded for the construction and the refurbishing of the 8 stadia used for the competition. The contractors who handled these projects have been paid-off.\n It is pertinent to note that a total sum of thirty-two million United States Dollars(US$32,000,000.00) was realized as over-invoice after the successful completion of the project. This over-invoiced sum is lying in my organization's (NFA) suspense account with the Central Bank of Nigeria (CBN), ready for transfer into the beneficiarys account oversea, waiting for the appropriate opportunity to do so. In this years (2003) budget speech, the new Civilian President has ordered that all foreign contractors debts should be paid in order to boost more Foreign investors into Nigeria. On this note, I have been unanimously mandated by my two colleagues to seek an honest and trustworthy Foreigner who will assist in ensuring the successful transfer of the above sum into a personal/company account since the Nigerian code of conduct does not allow us (Civil servants) to operate foreign accounts.\n It is pertinent also to let you know that 30% of the total fund will be for you, while 10% will be used to settle any expenses that might be incurred by both parties and the remaining 60% will be for us (my colleagues and I) to be invested in your country. We have chosen you /your company to benefit with us in this transaction due to the respect your country commands here.\n \nThese are the necessary requirements we needed from you to complete this transaction:\n\n1. Your bank Name, contact address and your account number where the money will be remitted.\n\n2.Your bank telex, fax and telephone numbers.\n\n3.Your personal phone/fax numbers for easy communication.\n\nThe above-mentioned particulars will be used to write LETTER OF CLAIM on behalf of your company from my ministry as the beneficiary of the fund.\nYou might be surprised and curious of an offer like this, be rest assured that the modalities and logistics towards the successful transfer of this fund has been worked out. All we require from you is your co-operation. This transaction is risk free.\n We kindly request that you accord it the highest level of secrecy it deserves. Email:harryobum001@asiamail.com for security reason.\nYour swift response will be highly appreciated.\n Best regards,\n DR HARRY OBUM\n\n\n", "id": "b4b78c2c1715a11308a961c745edce5b"}