{"email_subject": "HELLO", "email_body": "\n    DEAR PARTNER.\nI am  Sabastian Gomez. an auditor and accountant with a bank here in Afica\nNigeria precisely.\nThere is a fixed deposit of £15,000,000.00 ( Fifteen Million Pounds Starling)\nmade to this bank since 1994 which is ten years now and since\nthen no claim or withdrawal have been made on this\ndeposit. Fortunately, I have been the person working on\nthe interest from the day of deposit to date. The\ninteresting part of it is that the fixed deposit\nbelongs to the late John Hughe a forigner, a civil engineer by profession.this\nmeans that the account may have been\nabandoned by the surviving family members or that they\nare not even aware of the existence of the deposit.\n \n\n\nHowever, I just finished updating the interest of the\ndeposit this october, and it has come up to\n£37,000,000.00 at the 3% interest rate per annum. It\nis this interest that I am interested in because I\nknow very well that the family will care less on what\nhappens to the interest if they  want to redeem the\ndeposit, they will be interested on the main money,\nthat is if they are able to claim it at all because all\nthe money lodged into different banks here in Arica are now been claimed\nby the Nigerian government.\n\n\nMeanwhile, my plan is to withdraw just some amount\nfrom the accumulated interest and transfer it to a foreign account. which\nwill not even\naffect the main fixed deposit. I will give you the\ndetails of procedure and my full ID when I receive\nyour reply and indication of partner. Your reward and\namount to withdraw will be our mutual agreement to\navoid any misunderstanding.\n\nWe have noting to lose, we only courage to do this. \n\nSincerely yours,\n\nBANK AUDITOR.\nSABASTIAN.\n\n___________________________________________________________\n\nFREE weekend phone calls! NO monthly fee, NO contract!\n\nhttp://www.tiscali.co.uk/services/smarttalk/?StartupCode=OL063&srccode=COD_563\n\n\n\n\n\n", "id": "b4bd569ef989ff68a4d775432eac6ecb"}