{"email_subject": "URGENT REPLY NEEDED FROM MRS AISHA MOHAMMED(Assalamu alaikum!!! )", "email_body": "\nFrom:MRS AISHA MOHAMMED.\nAttn:The Managing Director\nDear Beloved\nAssalamu alaikum!!!\nMy contacting you is based on trust. I have seen war and I have seen \npeace, I have seen riches and I have seen people die of hunger on daily \nbases. And I am quite certain that life is vanity; the only life worth \nliving is a life of service to the almighty One ALLAH, most merciful, \nmost compassionate and most benevolent. This is the reason for my present \ndecision based absolutely on ALLAH.\nBefore I proceed, may I humbly introduce myself to your goodself, My \nName is Mrs. Aisha mohammed, an Iraqi refugee ,my husband was until \nrecently, one of the personal aid to the president of Iraq who was formerly \noverthrown out of power .\nPrior to this last serious crisis that is still ravaging in my \ncountry,which recently led to misfortune of our government and my late husband \nposition as the personal aid to the president, ,We inherited the sum of \nUS$16 million.The funds were originally gotten from my late husband \nproceeds. My late husband was able to safe guard the fund with a very good \ndiplomatic contact from my Country and deposited it in thailand. .I \nhave decided to contact you because I am interested in investing in your \ncountry which is investment friendly. Please kindly guide and assist me \nin making the right investment since I am also interested in buying a \nresidential property as I will be moving with my only son musa in over \nthere as soon as every thing regarding technical and logictics details \nis worked out and ascertained to our respective satisfaction. In view of \nyour participation,I am ready to give you a good negotiable percentage \nfor your assistance,or better still commit it into viable Joint venture \nprojects with you.,be assured that you stand no risk of any kind as the \nfunds belong to me and my only survived son musa. As soon as I get your \nconsent, we will quickly move this fund to your country for investment \n. However, upon your acceptance to work as my partner, you can contact \nme with my private e-mail for more details.\n, I strongly believe that associating with you to embark on this and \nother business ventures will derive a huge success here after, please \ninclude you private contact telephone number and private e-mail when \nreplying.contact me at my private email: mrsaisha_mrs@yahoo.com\nYours Sincerely.\nMrs.AISHA MOHAMMED.\n\n\n\n\n\n\n", "id": "b4df166d11d0079d47307435a16787b1"}