{"email_subject": "THANKS FOR YOUR REPLY ", "email_body": "Hello, I am James Berry Esq. (Managing Partner) Barrister, associate member, advocate, Solicitor and owner of James Berry & Associates Law firm, born May 31, 1955; admitted, 1984. Education: LL.B 1979 University of Reading Practice Areas: Company; Commercial; Employment;Intellectual Property; Computer and Media Law e.t.c check my profile at our firm webpage:http://jamesberrylaw.com/home-index.htm click on the third item ( lawyers ) and you will find me.  I represent Mr. Mikhail Khordokovsky the former C.E.O of Yukos Oil Company in Russia wife here in after shall be referred to as my client.I do apologize for invading your privacy but because of the need and urgency of this matter, I am contacting you to solicit your assistance and be his broker.  I have a very sensitive and confidential brief from this top (oligarch) to ask for your partnership in re-profiling funds $142 Million (One Hundred and Forty Two Million United States Dollars) into real estate investment.  I don't know if you are current with the calamity that has befell Mr. Khordokovsky but I will give the details and summary of the situation and we came to arrive at this point whereby we are now looking for help from you upon your responds on your willingness to assist us in this transaction.  This is a legitimate transaction. You will be paid 10% of the funds for  your Management Fees\".If you are interested, please write back by email to my private and personal email address below: jamesberry022@yahoo.fr   Finally, please note that i am the only lawyer aware of this  transaction in my office and do not contact me at my office or any lawyer about this transaction for security reasons until we have transfered the funds to you and this must be concluded within 7 days strictly confidential.  Please write back promptly. Write me back. I look forward to it.  Best Regards, James Berry (Esq) JAMES BERRY & ASSOCIATES. 5/10 Chistoprudni Blvd Suite 214 Moscow, Russia Website:http://www.jamesberrylaw.com", "id": "b4fad0abe8c1634b8e0eff930e90357c"}