{"email_subject": "FROM MISS DORIS LANGA", "email_body": "  FROM MISS DORIS LANGA\nABIDJAN-COTE D'IVOIRE \nWEST AFRICA. \nEMAIL : dorislanga_05@yahoo.fr\nDearest one, \n\nPermit me to inform you of my desire of going into business relationship with you. i have the believe you are a reputable and responsible and trustworthy person\nI can do business with from the little information so far I gathered about you through your profile for a partner and by matter of trust I must not hesitate to confide in you for this simple and sincere business. \n\nI am Doris Langa, 23 years of age the only daughter of late Dr Eric Langa whom was killed by the rebels that attacked our country cote d'Ivoire west Africa and\ntook over our town (BOUAKE). I ran to Abidjan the economical capital of cote d'ivoire from were I am contacting you. Before the death of my father he told me that he has a sum of US$9,000,000(Nine million united states dollars) kept in a private security\ncompany in cote d'ivoire in my name as the next of kin, but during the rebel attack in cote d ivoire, I was informed by the company that all consignment have been moved to their branch office in EUROPE. \n \nSir, in the capacity of the next of kin, I am contacting you with due sence of humanity and responsibility and with few awareness that you will give it a sympathetic and mutual consideration. I am honourably seeking your assistance in the following ways.\n\n(1)To provide a bank account where this money would be transferred to. \n\n(2)To serve as the guardian of this fund and to visit the security company in EUROPE to take delivery of the consignment.\n\n(3)To make arrangement for me to come over to your country to further my education and to secure a residential permit for me in your country. \n\n(4)To provide good investment plans for the fund and to manage the fund for 5 years, during the investment period,only our profit will be shared annually 70% for me the investor while 30% will be for you the fund manager annually. Moreover, I am willing to offer you 20 % of the total sum as compensation for your effort /input after the successful transfer of this fund to your nominated account overseas before the investments starts.and I have maped 5% for any expenses that might be incured during the course of this transaction. \n\nfurthermore, you can indicate your option towards assisting me as I believe that this transaction would be concluded within a stipulated period of time you signify your interest to assist me. Anticipating hearing from you immediately. \n\nThanks and God bless. \nYours faithful. \nDoris Langa. \n\n\n\t\t\n---------------------------------\n Nouveau : téléphonez moins cher avec Yahoo! Messenger. Appelez le monde entier à partir de 0,012 \u0080/minute ! Téléchargez la version beta.\n\t\t\n---------------------------------\n Nouveau : téléphonez moins cher avec Yahoo! Messenger. Appelez le monde entier à partir de 0,012 \u0080/minute ! Téléchargez la version beta.", "id": "b531d9d180a3b6433759287272809fb8"}