{"email_subject": "CAN YOU BE FAITHFULL!!!!!!!!!!", "email_body": "TOUREY SIAKA MUGU\n25 CATHIER DE BRIYEH ADJAME\nABIDJAN COTE D IVOIRE\nWEST AFRICA.\n\n \n DEAR SIR,\n WITH RESPECT , FAITH AND CONFIDENCE IN YOU, I DECIDED TO CONTACT YOU FOR A CONFIDENTIAL TRANSACTION WHICH REQUIRES YOUR ASSISTANCE FOR MUTUAL BENEFICIAL RELATIONSHIP.\n I AM ENGINEER, TOUREY MUGU SIAKA, THE CHAIRMAN OF\nAWARD COMMITTEE PETROL IVOIRE OIL, REPUBLIC OF\nCÖTE D'IVOIRE.SOMETIME LAST YEAR, OUR REFINERY WAS GENERALY SERVICED AND MANY OTHER CONTRACTS WHERE ALSO AWARDED IN THE OIL SECTOR AFTER AN OUT BREAK OF FIRE.\n \nTHERE WAS ASSISTANCE FROM WORLD BANK, I.M.F. AND OTHER\nFINANCIAL INSTITUTIONS FOR THE REPLACEMENT OF THE\nDAMAGED EQUIPMENT AND THE REFINERY AS A WHOLE.\n\nDURING THIS PERIOD, A LOT OF CONTRACT WERE AWAREDED\nTO SO MANY INTERNATIONAL CONTRACTORS. NOW ALL THE\nCONTRACTS HAS BEEN FULLY EXECUTED AND EVERY CONTRACTOR\nIS NOW WAITING FOR THEIR PAYMENT AFTER INSPECTION OF\nTHE JOB. DURING THE PERIOD OF THIS CONTRACT, I WAS\nABLE TO RESERVE THE SUM OF $ 27 MILLION ( THWENTY SEVEN MILLION USA DOLLARS) WHICH I MUST LIKE TO TRANSFER TO YOUR BANK ACCOUNT IN YOUR COUNTRY OR\nANY OF YOUR ACCOUNT OVERSEAS IMMEDIATELY. I WILL OPEN AN ACCOUNT IN A BANK HERE IN YOUR NAME FROM WHERE THIS FUND SHOULD BE TRANSFERED INTO YOUR ACCOUNT OVERSEAS. WITH MY POSSITION,ALL NECESSARY DOCUMENTS SHOULD BE ON YOUR NAME AS THE SOLE CONTACTOR FOR UNWARDS PAYMENT AND TRANSFER.\n \n NOW, WHAT I WANT YOU TO DO IS TO PROVIED ME YOUR\nFULL NAME, ADRESS AND YOUR PRIVATE TELEPHONE NUMBER. AS THE CONTRACT AWARD CHAIRMAN, I WILL PREPARE\nDOCUMENTATIONS IN YOUR NAME AS THE CONTRACTOR WHO DID THE JOB SO THAT THIS FUND SHOULD BE PAID IN YOUR NAME AND BE TRANSFERED IN YOUR ACCOUNT IMMEDIATELY. I WILL OFFER YOU 20 % OF THE TOTAL MONEY FOR YOUR ASSISTANCE. \n MORESO, I WILL COME OVER TO MEET WITH YOU A DAY OR TWO BEFORE THE ARRIVAL OF THE MONEY IN YOUR ACCOUNT TO TAKE CARE OF MY SHARE AFTER YOU HAVE TAKING YOUR COMMISSION OF 20%. IF YOU WILL BE OF ASSISTANCE TO ME TO HAVE THIS MONEY TRANSFERRED THROUGH YOUR ACCOUNT, WRITE ME BACK IMMEDIATELY TO FEED YOU WITH INFORMATIONS AND MODALITIES FOR THIS TRANSACTION.\n \nNOTE: THIS TRANSACTION IS SMOOTH AND SECURED AS ALL\nARRANGEMENT HAS BEEN FINALISED. \n\nI WAIT FOR YOUR URGENT REPLY.AT(mercusestrada1@gtmx.net)\nYOURS FAITHFULLY.\nSIAKA MUGU  ", "id": "b54540180567bcc7868d035c61c80898"}