{"email_subject": "From Mr.Charles Greene", "email_body": "Mr.Charles Greene\nSenior Audit Officer\nNatwest Bank Group\nUK.\n\nDear Friend,\n\nI am Mr.Charles Greene Senior Audit Officer of Natwest Bank Group UK.\nNatwest Bank London. I am writing following an opportunity in my office\nthat will be of immense benefit to both of us.In my department we\ndiscovered an abandoned sum of£20.5million British Pounds Sterling (Twenty\nmillion five hundred thousand British Pounds) in an account that belongs\nto one of our  foreign customers Late Mr.Morris Thompson an American  who\nunfortunately lost his life in the plane crash of Alaska Airlines Flight\n261 which crashed on January 31 2000, including his wife and only\ndaughter.\n\nYou shall read more  about the crash on visiting this site.\n\nhttp://www.cnn.com/2000/US/02/01/alaska.airlines.list/\n\n\nSince we got information about  his death, we have been expecting his next\nof kin or relatves to come over and claim his money because we cannot\nrelease it unless somebody applies for it as next of kin or relation to\nthe deceased as indicated in our banking guidelines.\n\nUnfortunately I learnt that his supposed next of kin being his only\ndaughter died along with him in the plane crash leaving nobody with the\nknowledge of this fund behind for the claim. It is therefore upon this\ndiscovery that I and two other officials in this department now decided to\nmake business with you and release the money to you as the next of kin or\nbeneficiary of the funds for safety keeping and subsequent disbursement\nsince nobody is coming for it and we don't want this money to go back into\nGovernment treasury as unclaimed bill.\n\nThe banking law and guidelines here stipulates that such money remained\nafter eight years the money will be transferred into banking treasury as\nunclaimed funds.\n\nWe agreed that 35% of this money will be for you as foreign partner, while\nthe balance will be for me and my colleagues. I will visit your country\nfor the disbursement according to the percentages indicated above once\nthis money gets into your account.Please be honest to me and trust is our\nwatchword in this transaction.\n\nNote this transaction is confidential and risk free.As soon as you receive\nthis mail you should contact me by return mail.Please note that all\nnecessary arrangement for the smooth release of these funds to you has\nbeen finalised. We will discuss much in details when I do receive your\nresponse.\n\nPlease if you are interested in this project contact me for further\ndirectives.\n\nBest regards\n\nMr.Charles Greene\n\n\n\n\n\n\n\n", "id": "b5807aeac8bb0881e5a7f46369465b70"}