{"email_subject": "Good day", "email_body": "Dear Friend.\nMy name is Mr. Felix Kambala, the manager credit and foreign bills of African Developement Bank Ltd Dakar Senegal Branch . I am writing in respect of a foreign customer of my bank with account number 14-255-2004/adb/t, Mr.Gerald Smith who died in a plane crash (EgyptAir Flight 990)which crashed into the Atlantic Ocean on October 31st,1999 with other passengers on board.You can view this web site for more story of the inccident http://www.cnn.com/US/9911/02/egyptair990.list/index.html \nSince the death of this customer, I personally have watched with keen interest to see the next of kin but all has proved abortive as no one has come to claim his funds of US$13,000,000.00(Thirteen Million Dollars) which has been with my bank for a very long time. On this note I decided to seek for whose name shall be used as the next of kin as no one has come up to be the next of kin.\nIn view of this I got your contact through my country?s foreign trade mission after I was convinced by providence that your name could be used as the next of kin.The request of the foreigner as a next of kin in this business is occasioned by thefact that the customer was a foreigner and a Senegalias cannot stand as the next of kin to a Foreign client\n\nI agreed that 30% of this money will be for you as a foreign partner in respect of providing a new bank account or we can use your old accountinformation,while the rest will be for me, thereafter, I will visit your country for disbursement as I am almost due for retirement.Therefore, to facilitate the immediate transfer of this fund to your account as\narranged, we must engage the services of a lawyer to apply on your behalf to the bank as a relation to the deceased.I need you to indicate in your response, your private telephone and fax numbers for easy communication and your complete bank information where the money will be remitted into for our mutual benefit. Upon the receipt of your reply, I will send you by fax or e-mail the next step to take. I will not fail to bring to your notice that this business is hitch-free and that you should not entertain any fear as every modality and machinery for the success of this transaction have been put in place. \nYou should contact me immediately as soon as you receive this\nletter strictly on email for security reasons.\n\nTrusting to hear from you.\nYour respectfully,\nMr. Felix Kambala.\n\n\n\n\n", "id": "b5c0f5c6f4228b945b332766929d7e91"}