{"email_subject": "CONFIDENTIAL", "email_body": "DR.TUNJI OWO\nGulf Bank Ltd,Lagos,Nigeria,\nPrivate Tel:234-80-2354-6330.\nE-Mail: tunji_owo@zwallet.com\n\nDear Friend,\nI am DR.TUNJI OWO.The Manager Gulf Bank, Lagos, Nigeria.\n\nI have urgent and-ery confidential business proposition for you.\nOn April 6, 1996, a Foreign Oil consultant/contractor with the\nNigerian National Petroleum Corporation, Mr.james  smith made\na numbered time (Fixed) Deposit for some months, valued at\nS$22,500,000.00 (Twenty Two Million Five hundred Thousand Dollars\nonly)\nin my branch. Upon maturity,I sent a routine notification to his\nforwarding address but got no reply. After a month,we sent a reminder\nand finally we discovered from his contract employers,the Nigerian\nNational Petroleum Corporation that Mr. james  smith on 1 February 1997\n\ndied in a plane crash on air senegal on aircraft Name Hawker Siddeley HS-748.\nThis crash happened in Tambacoumba, Senegal, Africa and the\nregistration\n\nnumber of the aircraft is 6AV-AEO, and since his untimely death the\nfunds has been dormant in his account with my Bank without any claim of the\nfund On further investigation, I found out that he died without making a\nWILL, and all\nattempts to trace his next of kin was fruitless.\nI therefore made further investigation and discovered that Mr. james smith\n did not declare any kin or relations in all his official documents,\nincluding his Bank\nDeposit paperwork in my Bank.\nThis sum of US$22,500,000.00 has carefully been moved out of my bank\nto a security company for safe-keeping.No one will ever come forward to\nclaim it.\nAccording to Nigerian Law,at the expiration of 5 (five) years, the money\nwill revert to the\nownership of the Nigerian Government if nobody applies to claim the\nfund.\nConsequently, my proposal is that I will like you as an\nForeigner to stand in as the next of kin to the late mr.james smith as to claim the money I deposited with the security company in two trunk boxes though the security company does\nnot know the contents of the boxes as I tagged them to be photographic\nmaterials for export.\n\n am writing you because  as a public servant,\nwe can not operate a foreign account or have an account that is more\nthan $1m.I want to present you as the owner of the boxes in the\nsecurity company so you can be able to claim them with the\nhelp of my attorney.All these are to make sure that the fruits of\nthis old man's labor will not get into the hands of some corrupt\ngovernment officials.\n\nThis is simple.I will like you to provide immediately your full names\nand address so that the Attorney will prepare the necessary documents\nwhich will put you in place as the  owner of the boxes.\nThe money will be moved out for us to share in the ratio of\n70% for me and 25% for you and 5% will take care of\nall expenses.There is no risk at all as all the paperwork for this\ntransaction will be done by the Attorney and this will guarantee the\nsuccessful execution of this transaction.\n\nif you are interested, please reply immediately via my email address/phone\nupon your response, I shall then provide you with more details and\nrelevant documents that will help you understand the transaction.\n\nPlease observe with utmost confidentiality,\nand be rest assured that this transaction would be\nmost profitable for both of us because I shall require your\nassistance to invest my share in your country.\n\nREGARDS.\n\nDR.TUNJI OWO.\n\n\n\n", "id": "b5d047ecad20a72731a09d8e1ae1f1c5"}