{"email_subject": "REPLY IMMEDIATELY", "email_body": "\n\n\n\nFrom:Frank Jewell\nSmith & Williamson\nPrivate Banking Services\nRiding House\nExtension,\nLondon, Uk\n\nDear Friend,\n\nI am Mr. Frank Jewell, the accounting officer-in charge of the Private\ninvestment section of the above named Finance house. I have decided to\ncontact you on a business Transfer that requires confidentiality, trust\nand transparency,where both of us have a lot to Benefit, during my\ninvestigation and auditing in the Accounts section, my department came\nacross a huge sum of money belonging to a deceased person, a foreigner\nwho died On January 7, 2005 in a auto crash.\n\nThis Fund has been dormant in his account in the private investment\ndept without any claim to this fund in our custody, either From his family\nor relation. The said amount is (7.5 million pounds)which is about\n($15million US Dollars) As it might interest you to know, I got your contact\nthrough international business enquiry and my search for a trust worthy\nbusiness partner that can handle a business of this magnitude. Meanwhile all\narrangement to put claim to this fund in Your name as the bonafide next\nof kin to the deceased,And get the  required approval to transfer this\nmoney to a foreign account, have been put in place.\n\nWhile The next line of action to conclude this transaction In the next\n10 working days, will be relayed to you as soon as you indicate your\ninterest in this Transaction.I must also inform you that upon the completion \nof\nthis Transaction, you will be entitled to 40% of the total Sum as\ngratification, for your role and assistance, While the balance will be for \nme as the\nowner of the funds. Please, you have been advised to keep this to your self\nsince I am still in service and intend to Retire after I conclude this\nproject.\n\nI will be monitoring the whole situation here until you confirm the\nmoney in your account. Then, immediately, I shall come down to the country \nof\nyour nominated account for subsequent sharing of the Funds according to\npercentages previously indicated and further investment.\n\nPlease use this email address for security reasons:\nf_jewell0013@yahoo.co.uk\n\nYours faithfully,\nMr. Frank Jewell\n\n_________________________________________________________________\nGet a FREE Web site, company branded e-mail and more from Microsoft Office \nLive! http://clk.atdmt.com/MRT/go/mcrssaub0050001411mrt/direct/01/\n\n\n\n", "id": "b6218af03d6fff935774b112d2e1dce6"}