{"email_subject": "WITH LOVE IN God bless you in God i trust ,", "email_body": "WITH LOVE IN God bless you in God i trust ,\n \nPlease send all emails to:mothermrsmelissa1@yahoo.gr\n \nIt is by the grace of God that I received Christ,Having known the\ntruth, I had no choice than to do what is lawful and right in the sight\nof God for eternal life and in the sight of man for witness of Gods\nmercy and glory upon my life.\nI am Mrs Melissa Pointer the wife of Mr Harry Pointer, my husband\nworked with the Chevron/Texaco in Kenya for twenty years before he died\nin the year 2001.We were married for ten years without a child.\nMy Husband died after a brief illness that lasted for only four days.\nBefore his death we were both born again Christians.\nSince his death I decided not to re-marry or get a child outside my\nmatrimonial home which the Bible is against. When my late husband was\nalive he deposited the sum of US $3.5M. (Three Million Five Hundred\nThousand U.S. Dollars) with a Bank in Europe.\nPresently, this money is still with the Bank and the management just\nwrote me as the beneficiary to come forward to sign for the release of\nthis money or rather issue a letter of authorization to somebody to\nreceive it on my behalf if I can not come over.\nPresently, I'm in a hospital in Kenya where I have been undergoing\ntreatment for esophageal cancer. I have since lost my ability to talk\nand my doctors have told me that I have only a few weeks to live. It is\nmy last wish to see this money distributed to charity organizations any\nwhere in the World.\nBecause relatives and friends have plundered so much of my wealth since\nmy illness, I cannot live with the agony of entrusting this huge\nresponsibility to any of them.\nPlease, I beg you in the name of God to help me Stand\nand collect the Funds from the Bank.\nI want a person that is God fearing that will use this money to fund\nchurches, orphanages and widows propagating the word of God and to\nensure that the house of God is maintained.\nThe Bible made us to understand that blessed is the hand that giveth.\nI took this decision because I don't have any child that will inherit\nthis money and my husband relatives are not Christians and I don't want\nmy husband's hard earned money to be misused by unbelievers.\nI don't want a situation where this money will be used in an ungodly\nmanner.\nHence the reason for taking this bold decision. I am not afraid of\ndeath hence I know where I am going. I know that I am going to be in\nthe bosom of the Lord.\nExodus 14 VS 14 says that the lord will fight my case and I shall hold\nmy peace.\nI don't need any telephone communication in this regard\nbecause of my soundless voice and presence of my husband's relatives\naround me always. I don't want them to know about this development.\nWith God all things are possible.\nAs soon as I receive your reply I shall give you the contact of\nAttorney who is in Europe as he will be the one to assist you in laying\nclaims for this funds.\nPlease send all emails to :mothermrsmelissa1@yahoo.gr\n \nYours in Christ,\n \nMelissa Pointer\n \nGod bless you", "id": "b6750fb905e0ac1eeea7ebd131cb3ee0"}