{"email_subject": "FROM MR ABDUL LAWAL (HOPE TO HEAR FROM YOU)", "email_body": "FROM MR ABDUL LAWAL\nSTANDARD TRUST BANK OF BENIN\nREPUBLIC OF BENIN.\nWEST AFRICA.\n\nDEAR FRIEND,\nI am MR.ABDUL LAWAL,the director in charge of auditing and accounting\nsection of standard trust Bank of Benin republic in West Africa with\ndue respect and regard.\n\ni have decided to contact you on a business transaction that will be\nvery beneficial to both of us at the end of the transaction.\n\nDuring our investigation and auditing in this bank, my department came\nacross a very huge sum of money belonging to a deceased person who\ndied on 30th january 2000 on Kenya Airways with aircraft Airbus\n310-304 at location Abidjan, Ivory Coast, with registration number\n5Y-BE while travelling with his entire family, his wife, two children\nand a maid on a festive visit to Abidjan and since his untimely death\nthe funds has been dormant in his account with this Bank without any\nclaim of the fund in our ustody either from his family or relation\nbefore our discovery to this development.\n\nAlthough personally, I kept this information secret within myself and\npartners to enable the whole plans and idea be Profitable and\nsuccessful during the time of execution. The said amount was USD$24.1M\n(twenty four Million one Hundred Thousand united states dollars).\n\nmay interest you to know, I got your impressive information through my\ngood friend who works with chamber of commerce on foreign business\nrelations here in Cotonou-Benin, it is him who recommended your person\nto me to be viable and capable to champion a business of such\nmagnitude without any problem.\n\nMeanwhile all the whole arrangement to put claim over this fund as the\nbonafide next of kin to the deceased and get the required approval and\ntransfer this money to a foreign account has been put in place, all\ndirectives and needed information will be relayed to you as soon as\nyou indicate your interest and willingness to assist us and also\nbenefit yourself to this great business opportunity.In fact i could\nhave done this deal alone but because of my position in this country\nas a civil servant, we are not allowed to operate a foreign account\nand would eventually raise an eye brow on my side during the time of\ntransfer because i work in this bank.\n\nThis is the actual reason why it will require a second party or fellow\nwho will forward claims as the next of kin to the Bank and also\npresent a foreign account where he will need the money to be\nre-transferred into on his request as it may be after due verification\nand clarification by\nthe correspondent branch of the bank where the whole money will be\nremitted from\nto your own designated bank account.\n\nMay i at this point emphasize that this transaction is 100% risk free\nas i have made all arrangements for a successful transaction as an\ninsider of the bank before contacting you.On smooth conclusion of this\ntransaction, you will be entitled to 30% of the total sum as\ngratification, while 10% will be set aside to take care of any\nexpenses that may arise during the time of transfer like telephone\nbills, fax and our travel tickets to come over to your country for the\nsharing of the fund while 60% will be for me and my partners.\nPlease you have been advised to keep this a top secret as we are still\nin service and intend to retire from service after we conclude this\ndeal with you.\n\nI will be monitoring the whole situation here in this bank until you\nconfirm the money in your account and ask us to come down to your\ncountry for subsequent sharing of the fund according to percentages\npreviously indicated and further investment either in your country or\nany country you will advice us to invest in.All other necessary\ninformation will be sent to you on your acceptance to champion this\ntransaction with me.I suggest you get back to me as soon as possible\nin this deal.\nYours faithfully,\nMr.ABDUL LAWAL\nReply To:abdullawal1967@hotmail.com\n\n\n\n\n", "id": "b6a0d298ac5b9d46a1a56b00b16e5d10"}