{"email_subject": "US$10,000,000 (United States Ten Million Dollars) Investment.", "email_body": "Dear sir ,\n\nI am Mrs. Mrs. Grace Abba-Ganna, personal accountant to Late Chief Bola \nIge(SAN) the Attorney General of the Federation and Minister of \nJustice, who wasrecently assassinated at his country home on the 23rd \nDecember, 2001 by assassins (May his gentle soul rest in peace) Amen.\n\nBefore his death,he entrusted a certificate of deposit valued \nUS$10,000,000 (United States Ten Million Dollars), with a security company in \nEurope.He told me that this money was deposited for him by the Former \nMilitary Head of State Rtd. General Ibrahim Babangida to protect his \ninterest not to appear at the Oputa panel for re-conciliation and human \nrights violation investigation commission headed by Rtd. Justice Chukwudife \nOputa.\n\nMy reason of contacting you is for both of us to join heads and hands\ntogether to make claim over the US$10,000,000, as this money was\ndeposited on my favour at the security company as instructed by the \nlate Attorney General, to avoid trace of his name over accepting such gift \nor offer.\n\nHis intention before his death was to contact a foreign partner who is\ntrust worthy, capable of handling such huge amount of money and also\noperate a foreign account where the money will be deposited or paid\ninto waiting for his retirement. The reason is because our country law\nstates that civil servants are not entitled to operate foreign \naccounts.\n\nAs it is now, with your full co-operation both of us can make claim\nover the US$10,000,000, what is expected of you is:\n\n(a) Your full name and address \n(b) Your phone and fax number\n(c) Your International Passport or Drivers license and your readiness\nto appear at the security company to sign off the money to your\npersonal account.\n\nAs soon as I confirm your interest, I will forward to you the\ncertificate of deposit, power of attorney/transfer which will give you \nlegal backing to make claim over the money at the security company. I \nwill also forward to you the contact particulars of the Security Company \nand letter of agreement between both of us over the security of my fund \nthat will be in your custody.\n\nFor accepting to help out 30% of the US$10,000,000 will be for you, 60%\nfor me and 10% set aside for re-imbursement of expenses incurred by\nboth\nparties during the transaction.\n\nAwaiting your urgent response.\n\nRegards,\n\nMrs. Grace Abba-Ganna\n\nalternate email gabbagana@yahoo.com \n\n-----------------------------------------------------------------------------------This E-mail was sent through Albawaba E-mail. Get your own at mail.albawaba.com\n\n-----------------------------------------------------------------------------------\nThis E-mail was sent through Albawaba E-mail. Get your own at mail.albawaba.com\n", "id": "b6a5371ab0822d7c9b9f792f4a364f11"}