{"email_subject": "URGENT.", "email_body": "DEAR FRIEND,\n   I AM MR.CHARLES WEST, THE BANK MANAGER OF UNITED BANK OF AFRICAN.\n  I WISH TO ASCERTAIN YOUR INTEREST AND CAPABILITY TO CO-OPERATION WITH \nME IN ACTUALIZING THIS HIGHLY URGENT DEAL IN REPATRAITING FUNDS TO YOUR \nCOUNTRY.\n  A FOREIGNER, LATE ENGR JOHN  DACEY (SNR) AN OIL MERCHANT WITH THE FEDERAL GOVERNMENT OF NIGERIA, UNTIL HIS DEATH IN 2002 BALI BOMBING  WHILE ON VACATION, BANKED WITH OUR BANK IN NIGERIA AND HAD A CLOSING \nBALANCE AS AT THE END OF NOVEMBER, 2001 WORTH USD12, 000,000.00 (TWELVE \nMILLION UNITED STATE DOLLARS), THE BANK NOW EXPECTS A NEXT OF KIN AS \nBENEFICIARY.VALUABLE EFFORTS HAVE BEEN MADE BY THE BANK TO GET IN \nTOUCH WITH ANY OF THE DACEY'S FAMILY OR RELATIVES BUT TO NO SUCCESS.\nIT IS BECAUSE OF THE PERCEIVED POSSIBILITY OF NOT BEING ABLE TO LOCATE \nANY OF LATE ENGR.JOHN DACEY (SNR)'S NEXT OF KIN (THE WIFE AND KIDS WAS \nINVOLVE IN THE EXPLOSION THAT IS KNOWN TO US).THE MANAGEMENT UNDER THE \nINFLUENCE OF OUR CHAIRMAN WHO IS A MUSLIM AND MEMBERS OF THE BOARD OF DIRECTORS, THAT ARANGE HAS BEEN MADE FOR THE FUND TO BE DECLEARED \"UNCLAINMED\" AND DECLEARED \"UNCLAINMED\" AND SUBSEQUENTLY BE DONATED TO THE TRUST FUND FOR ARMS AND AMMUNITION TO FURTHER ENHANCE THE COURSE OF WAR AND TERRORISM IN THE WORLD IN GENERAL.IN ORDER TO AVERT THIS NEGATIVE DEVELOPMENT\n I NOW SEEK YOUR PERMISSION TO HAVE YOU STAND AS NEXT OF \nKIN TO LATE ENGR. JOHN DACEY (SNR) SO THAT THE FUND USD12 MILLION WILL \nBE RELEASED AND PAID INTO YOUR ACCOUNT AS THE BENEFICIARY'S NEXT OF \nKIN. ALL DOCUMENTS AND PROVES TO ENABLE YOU GET THIS FUND WILL BE \nCAREFULLY WORKED OUT.\n  AND MORE SO I AM ASSURING YOU THAT THIS BUSINESS IS 100% RISK FREE \nINVOLVEMENT.YOUR SHARE STAYS WHILE THE REST BE FOR MY FOR INVESTMENT \nPURPOSE.\nACCORDING TO AGGREMENT WITHIN BOTH PARTIES AS SOON AS I RECIEVE AN \nACKNOWLEDGEMENT OF RECEIPT OF THIS MESSAGE IN ACCEPTANCE OF MY MUTUAL \nBUSINESS PROPOSAL TO YOU,I WILL FURNISH YOU WITH THE NECCESSARY \nMODALITIES AND DISBURSEMENT RATIO TO SUITE BOTH PARTIES WITHOUT ANY \nCONFLICT.\nIF THIS PROPOSAL IS ACCEPTABLE BY YOU DO NOT MAKE UNDUE ADVANTAGE OF \nTHE TRUST I HAVE BESTOWED IN YOU, THEN KINDLY GET BACK TO ME \nIMMEDIATELY THROUGH MY PRIVATE EMAIL ADDRESS \ncharleswest_1960s@yahoo.com.\n  PLEASE FURNISH ME WITH YOUR MOST CONFIDENTIAL TELEPHONE, FAX NUMBERS \nSO THAT I CAN USE THE INFORMATION TO GET IN TOUCH WITH YOU FOR MORE \nINFORMATION CLARIFICATION ON THIS REGARDS\nTHANK YOU IN ADVANCE FOR YOUR ANTICIPATED CO-ORPORATION.\nYOURS FAITHFULLY,\nMR.CHARLES WEST.\n\n\nАнекдоты от сисадминов http://r.mail.ru/cln2695/sysadmin.mail.ru\n\n\n\n\n", "id": "b71aae7968fd96713766fb0157fd1792"}