{"email_subject": "MUTUAL BUSINESS RELATIONSHIP-STRICTLY CONFIDENTIAL", "email_body": "FROM THE DESK OF\nDR. BELLO MUSA\nN N P C.\n\n\n\n\nATTN,\n\n     MUTUAL BUSINESS RELATIONSHIP-STRICTLY CONFIDENTIAL\n\n\nI am Dr. BELLO MUSA.The chief accountant of The \nNigeria National Petroleum Corporation (NNPC) and I\nhead five man tender board in charge of contract award\nand payments approvals.I came to know of you in my \nsearch for a reliable person to handle a very\nconfidential transaction which involves the transfer\nof a huge sum of money to a foreign account.\n\nThere were series of contracts executed by aconsortion\nof multinationals in the oil industry in favour of\nNigeria National Petroleum Corporation (NNPC) among\nwhich were for the following:-1. The expansion of the\npipelines network within for a crude down stream\nproducts distribution and subsequent evacuation:- $8,\nBillion United States Dollars.2. Contract for the turn around maintenance\n(TAM) of the various refineries in the country $115 million Uited States\nDollars.\n3. The construction of storage tanks for petrolwum\nproducts (depots) $190 Million United States Dollars.\n\nThe original value of these contracts were delebrately\nover invoiced in the sum U$69,000.00 (sixty nine Million\nUnited States Dollars Only) which has now been\napproved and is now ready to be transferred, being\nthat the companies that actually executed these\ncontracts have been fully paid the projests officially\ncommissioned.It does not matter whether or not \nyour comapny does contracts project of that nature\ndescribed here, the assumption is that your company\nwon the major contract and sub-contracted it out to\nother companies.\n\nConsequently, my colleaques and I are willing to\ntransfer the total  amount to your account for subsequent disbursement,\nsince we as civil servants are prohibited by the code of conduct bureau\n(civil service laws) \nfrom opening and or operating foreign accounts in our\nnames. Needless to say, the trust imposed on you at\nthis junction enormous. In return, we have agreed to\noffer you 20% of the transferred sum, while 5% shall\nbe set aside for incidental expenses (internal and\nexternal) between the parties in the course of the\ntransaction, and the remaining 75% is for us,The\nNigerian  officials.\n\nModalities have been worked out at the highest level\nof the ministry of finance and the central bank of\nNigeria for the immediate transfer of the fund within\n14 working days subject to your satisfaction of the\nabove stated terms.Our assurance is that your role is risk free,\nI accord this transaction the legality it\ndeserves and for mutual security of the fund, the\nwhole approval procedures will be officially and\nlegally processed with the name of any company you may\nnominate as the bonafide beneficiary of the\nabove mentioned amount.\n\nTherefore, when the business is successfully concluded we\nshall through our same connections withdraw all\ndocuments used from all the concerned government\nministries for 100% security risk free.Once more, I\nwant you to understand that having put in over 19\nyears in the civil service of my country, I am very careful\nto have my image and career deemed.\n\nPlease contact me immediately through E-mail whether\nyou are or not interested in this deal, if you are\nnot, it will enable us scout  for another foreign partner\nto carry out this deal but where you are interested \nsend the required documents.One blank letter head, one\ninvoice sheet and your bank particulars through my\nabove address as time is not on our side in the business.\nSend by Email for security reasons.\n\nThanks as I await in anticipation for your fullest\nco-operation.\n\nVery truly yours,\n\nDr. bello musa\n\n\n", "id": "b7769a663592cfc841a28e66223cf35a"}