{"email_subject": "With Due Respect", "email_body": "FROM THE DESK OF IBRAHIM MUSSA,\nBILL AND EXCHANGE MANAGER,\nAFRICAN DEVELOPMENT BANK(ADB)\nOUAGADOUGOU,BURKINA FASO.WEST AFRICA.\n\nWith Due Respect\n\n\nI am the manager of bill and exchange at the foreign remittance department \nof african development bank (ADB). I crave your indulgence as i contact you \nin such a surprising manner. But I respectfully insist you read this letter \ncarefully as I am optimistic it will open doors for unimaginable financial \nrewards for both of us.\n\nIn my department we discovered an abandoned sum of Ten Million,Five  Hundred \nThousand US dollars (US$10.5m) only , in an account that belongs to one of \nour foreign customer who died along with his entire family in November 2001 \nin a plan crash. Since we got information about his death, we have been \nexpecting his next of kin to come over and claim his money because we cannot \nrelease it unless somebody applies for it as next of kin or relation to the \ndeceased as indicated in our banking guidelines but unfortunately we learnt \nthat all his supposed next of kin or relation died along with him at the \nplan crash leaving nobody behind for the claim.\n\nIt is therefore upon this discovery that I now decided to make this business \nproposal to you so that the money could be released to you as the next of \nkin or relation to the deceased for safety and subsequent disbursement since \nnobody is coming for it and i dont want this money to go into the bank \ntreasury as unclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money remained \nunclaimed after five years, the money will be transferred into the Bank \ntreasury as \"unclaimed fund\". The request for a foreigner as next of kin in \nthis business is occasioned by the fact that the customer was a foreigner \nand a Burkinabe cannot stand as next of kin to a foreigner. We agree that \n30% of this money will be for you as a foreign partner, in respect to the \nprovision of a foreign account , 10% will be set aside for expenses incurred \nduring the business and 60% would be for me.\n\nThere after I will visit your country for disbursement according to the \npercentages indicated. Therefore to enable the immediate transfer of this \nfund to you as arranged, you must apply first to the bank as relation or \nnext of kin of the deceased indicating your bank name,your bank account \nnumber, your private telephone and fax number for easy and effective \ncommunication and location wherein the money will be remitted. Upon receipt \nof your reply,\n\nI will send to you by fax or email the text of the application.I will not \nfail to bring to your notice that this transaction is hitch free and that \nyou should not entertain any atom of fear as all required arrangements have \nbeen made for the transfer. You should contact me immediately as soon as you \nreceive this letter. Trusting to hear from you immediately.\n\nYours faithfully,\nibrahim mussa,\nBill and exchange manager,\nAfrican Development bank ADB\n\n_________________________________________________________________\nDcouvrez Live.com : le nouveau moteur de recherche par Messenger! \nhttp://www.windowslive.fr/livecom/\n\n\n\n", "id": "b7a16a8f8cb425845c100e4de4bd03f4"}