{"email_subject": "Your kind response is urgently needed.", "email_body": "\nDear Greetings To You And Your Family,\n\n\n\nThis mail was first sent to you two months ago via post mail but uptill  today,I have not heard from you.Based on this,I decided to reach you  through this means though I know fully well that this is not the best and \n\nsafest means to reach you for security reasons but was left with no  other viable option since there's this urgent need to reach you. \n\n\n\nFirstly,I would want to assure you that this mail is no  junk,spam,ilusion nor mere imagination.I appeal to you for the inconveniences this may  cause you by going through an unsolicited mail,but I assure you that  you will be satisfied after given me your due attention by carefully and  attentively going through this.I know that we have not met before nor  known to each other but never to worry as I will explain better.\n\n\n\nFor clarity sake,I am Mr Kayode Abiola, 22 years old and a third year  micro biology student of the Federal University of Lagos.I am one of the  sons of late Chief M.K.O Abiola who won the 1993 presidential elections  as the President of the Federal Republic of Nigeria.\n\n\n\nFirstly,before I go further to unfold my main objective of contacting  you,I would advice that you visit this site maybe you can from here have  an insight of my family background and my personality.I am fully aware  of the numerous scam mails my fellow country men has been bombarding  through  the net looking for some one to defraud.I am telling you that I  am from a respectable family and will not for any reason engage myself  in any indecent act that will ruin the image of my family.\n\n\n\nI am going to throw more lights on the family,my mothers assasination  by the gun men from the military junta Late Gen Sani Abacha,The killing  of my father through poison while under detention.\n\n\n\nPlease,kindly stop here and go through this websites,atleast it will  help to enrich and broaden your knowledge on what has happened to my  family:\n\n\n\nThe annullement of june 12th 1993 Presidential elections:\n\n\n\nwww.ngex.com/personalities/voices/politics.htm \n\n\n\nwww.vanguardngr.com/articles/ 2002/politics/p525072004.html \n\n\n\nallafrica.com/stories/200407120112.html \n\n\n\nwww.ainfos.ca/A-Infos97/3/0497.html \n\n\n\nwww.thisdayonline.com/archive/ 2001/03/24/20010324cov04.html \n\n\n\nwww.stormfront.org/archive/t-13985\n\n\n\nMy Mother's assasination:\n\n\n\nwww.amnesty.it/news/1996/14401096.html\n\n\n\nwww.motherlandnigeria.com/women\n\n\n\nwww.h-net.org/~africa/obituaries/msabiola.html \n\n\n\nwww.cohdn.ca/news2/tribute1-3.html\n\n\n\nwww.africaaction.org/docs96/nig9606.htm \n\n\n\nwww.africaaction.org/docs97/nig9711.htm \n\n\n\nwww.fraudaid.com/ScamSpeak/ Nigerian/abacha/sanionlinenewshour.htm\n\n\n\nMy Father's death:\n\n\n\nwww.africamasterweb.com/BanjoOnTaylor.html\n\n\n\nwww.nigeriancp.net/arijo.html \n\n\n\nallafrica.com/stories/200108080221.html \n\n\n\nwww.nigeriavillagesquare1.com/Sanusi.htm \n\n\n\nI believe that the above sites has given you a wider perspective of how  I lost my parents.My father was known to be a polygamist,my own mother  was the second wife.Since the death of my father,things are no longer  the same within the entire household.My elder brother who is the son of  the first wife has taken allmost everything under the pretence that we  are still in school.promising to establish us as soon as we graduates.\n\n\n\nGoing through my Mother's documents, I stumbled on a document which proved  that my father had a deposit of $15 Million U.S.A dollars (fifteen  million united states of america dollars) with a Finance Company abroad.\n\n\n\nI have made contact to the Finance Company and was told that I could  come for the claims so long as I have the certificate of deposit or That  I can send a representative but should equip him with the certificate  of deposit and a power of attoerney.\n\n\n\nBased on this that I am mailing you seeking your consent to assist me  go for the claims of this funds deposited with the security company since  I am still in school. I am going to send to you all the documents given  to my father by this security company on the day of the deposit. \n\n\n\nI am willing to offer you 25% of the total sum on completion of the  clearing excercise from the Finance Company, I maped out 5% for refund of  expences incured in the cause of this transaction, knowing fully well  that this deposit must have by now accumulated some demurrages.\n\n\n\nThe balance of 70% will be kept for me,or should be invested and managed by you untill I graduates.I appeal to you,to understand that despite  the fact that we dont know each other,I am puting this trust on  you,based on the recommmendations I got while making my own private  consultations and investigations on a reliable person or firm to entrust this fund into his care.\n\n\n\nPlease,I beg you in the name of god,not to sit on this money when  finally released to you by the Finance Company. I am doing this because I  dont want my Elder Brothers to have the knowledge of this fund.\n\n\n\nIf this proposition interest you, and you really want to assist me, kindly forward the following information to me:\n\n\n\n(1) Your complete names starting with your surname first\n\n\n\n(2) Your private phone numbers including mobile\n\n\n\n(3) Your private fax number\n\n\n\n(4) Your present contact address.\n\n\n\nYou should understand that these information requested will enable my Lawyer to prepare the power of attorney in your favour and as well enhance communication.\n\n\n\nI strongly advice that you treat this with utmost secrecy and absolute confidentiality,You are permited to make further enquiries on this issue, you can as well contact the Nigerian High Commission or Embassy nearer to you for comfirmation if you are not satisfied with your findings on the giving sites but please dont for any reason disclose the subject matter to anybody for security reasons.\n\n\n\nEndeavour to send further correspondences through my secured private email address:kayodeabiola@netscape.net\n\n\n\nI am looking forward to hearing from you and at the same time thanking you for your kind assistance/anticipated cooperation.\n\n\n\nBest regards\n\nKayode  Abiola.\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n\n- http://yoursite.com\n\n\n", "id": "b7caa29e0d8aabc4f5a7bc12ff03a354"}