{"email_subject": "hello", "email_body": "Dear Sir/Madam,\n\n\nThis letter might surprise you because we have met\r\nneither in person nor by correspondence. But I\nbelieve it is one day that you get to know Somebody\neither in physical or through correspondence\r\nI sincerely write to seek your co-operation and trust\nto enable my colleagues and I carry out an urgent\nbusiness Opportunity in my department. I am a director\nwith the Citizens Trust Bank Plc. \nI used to be a business partner to one Mr. Ali B.\nAshraf who died along with his family on the 8th of\nNovember 1999 in an ADC Boeing 727 plane crash at\nEgirin River. All 141 passengers on Boards were feared\ndead.\nHe left in his domiciliary account the total sum of\n$25.5 million (Fifteen million five hundred thousand\nUSA Dollars).Since the management got the information\nof his death we have been expecting any of his\nrelation or his next of kin to come up and claimhis\nmoney. Unfortunately from the day of his death till\nthe time of this letter none of his relation or\nfriends has come up for the claim. The banking and\nfinancial law of Citizens Trust Bank Plc's stipulates\nthat if such fund remained unclaimed after a period\noffour (5) it will be transferred into the bank\ntreasury as unclaimed\nbill.\nOn this discovery sir/Madam, I and two other senior staffs\nnow decided do\r\nbusiness with you and release the money to you as the\nnext of kin to Ali B. Ashraf for safety and subsequent\ndisbursement. I will soon proceed for my retirement\nleave this year, and I personally do not want this\nfund to be transferred into the bank treasury as\nunclaimed bill.That is why I wanted the fund to be\nmove out of the bank before I proceed on my retirement\nfrom the banking services by December 15th 2004.\nThe need for a foreigner as next of kin in this\nproject is occasioned by the fact that the customer\nMr. Ali Ashraf was a foreigner and a Nigerian cannot\nstand as his next of kin or heir. We have agreed that\n20% of the Fund would be for you as foreign\npartner;thereafter my colleague and I will visit your\ncountry for disbursement\naccording to the percentages indicated.\r\nTo enable the immediate transfer of the fund into\nyournominated account, you will first apply to the\nbank as the next of kin of the deceased.\r\nIndicating your bank account number and location \nwherein the money will be remitted. Upon receipt of\nyour acknowledgement indicating your\ninterest, I will send to you the text of the\napplication that youwill send to the Citizens Trust\nBank authority for an approval to submit your claims.\n\nIndicates your direct Fax and telephone numbers for\neffective\ncommunication that this transaction needs.Please note that\nyou are not to appear in person, as every thing\nregarding this project will be strictly on\ndocumentations and every banking documents needed for\nthis transaction will be taken care of.\nLooking forward to urgently hearing from you.\r\n\n\nYours Faithfully\n\nChief Mark Duke\nDirector\nCitizens Trust Bank Plc's \n\n", "id": "b804e22017db7e7d8a96d5df697346d9"}