{"email_subject": "From Mr. Botha", "email_body": "URGENT BUSINESS PROPOSAL\nEngineer Marcus Botha\nShell Petroleum South Africa.\nAttn: MANAGING DIRECTOR/PRESIDENT/CEO\nDear Sir/Madam,\nI am Engineer Marcus Botha, a Director of the Contracts Award and review \nDepartment with the\nShell petroleum South Africa. I am contacting you on the business of \ntransferring the sum of\nUS$20,500,000.00.(Twenty Million, five Hundred thousand United States \nDollars only) into a safe\nforeign account and the need is very urgent. I got your contact from the \nSouth-Africa Chambers of\nCommerce and it is with business trust that made me to contact you on this \nmatter.I write to\nsolicit for the transfer of this money into your account. This Money was \ngenerated from an over\nInvoiced contract sum in my corporation.I am contacting you for your help \nand partnership for the\nfollowing two reasons:\n(1) As a civil servant, I am not permitted to own foreign accounts due to \ncivil service code of\nconduct.\n(2) My present financial resources as a civil servant will not be sufficient \nfor me to handle the\ntransfer alone successfully without financial assistance from a reliable \nforeign partner abroad\nlike you. 20% of this sum would be for you as compensation for using your \nBank account in\ntransferring this money, 5% would be used to re-imburse the expenses made by \nboth parties during\nthe processing of the transfer which includes, telephone bills, aveling \nexpenses and fees. While\n75% is for me. Please note that I will arrange to meet with you immediately \nafter the successful conclusion of the transfer, the 75% share of mine will \nbe used for investment overseas. Your assistance and co-operation is highly \nneeded. I assure you that this transaction is 100% risk free. If you are \ninterested I will require your banking information as mentioned below:\n1. Name to be used as beneficiary and beneficiary address.\n2. Your private and confidential telephone/ fax number(s)and Cell phone.\n3. Your bank name and address, your bank Telephone and fax number(s).\nI hope to conclude this business within the next fourteen- (14) working \ndays.Looking forward to\nyour anticipated and urgent positive response via e-mail. at:\nengr_ibe1@latinmail.com\nBest regards,\nMarcus Botha\n\n\n\n\n", "id": "b8307e5ea06f7f82e46558bbceeb116c"}