{"email_subject": "PLEASE REPLY IMMIDIATELY ", "email_body": "(READ CAREFULLY ADN KEEP CONFIDENTIAL)\n\nFROM/MR MOHAMEDAH A HAFAR\n\nTHE MANAGER OF AUDIT &\nACCOUTANCY DEPT.\nBANK OF AFRICA(B.O.A)\nOUGADOUGOU?BURKINA-FASO\n\nDear partner\n\nGood day and how are you doing with your family? Hope fine.\nPlease let this message do not be a surprise to you because i got your \ncontact information and lay all the trust in you before i decided to \ndisclose this confidential and successful transaction to you.\n\nI am the MOHAMEDAH A HAFAR  AUDIT & ACCOUNTANCY DEPARTMENT of our bank and i \ndecided to contact you over this financial transaction worth the sum of \nNINETEEN MILLION,THREE HUNDRED THOUSAND UNITED STATES DOLLARS \n($19,300,000.00 ) for our present future success.\n\nThis is an abandoned fund that belongs to one of our bank foreign customers \nwho died along with his entire family on through plane crash disaster about \n3 years ago.Meanwhile i was very fortune to came across the deceased file \nwhen i was arranging the old and abandoned customers files of 2002-2005 in \nother to submit to the entire bank management  for an official \nre-documentation.\n\nBe obviously informed that it was stated in our BANKING POLICY and signed \nlawfully that if such fund remains unclaimed  till the period of FOUR(4) \nyears started counting from the date when the beneficiary died, the money \nwill be transferred into the BANK TREASURY as an unclaimed fund.Besides, it \nis not authorized by the law guiding our bank for a citizen of BURKINA FASO \nto make the claim of the fund.So the request of you as a foreigner is \nnecessary to apply for the claim and transfer of the fund smoothly into your \nreliable bank account as the NEXT OF KIN to the deceased.\n\nNote that when the fund is transferred into your account, Thirty Five \nPercent (35%) will be for you in respect of all your assistance for the \ntransfer of the fund into your account and provision of the bank account \nwhere the bank will remit the fund into,Fifty Five Percent (55%) will be for \nme as the rest Ten Percent(10%) will be shared to  Charity Organisations \nCenters, Motherless Babies Homes, and helpless people that surrounded us \naround the World.\n\nIf you are really sure of your integerity, trustworthy and confidentiality, \nand accept not to cheat, betray or disappoint me after this when the fund is \ntransferred into your account, reply for the\nre-assurance with your telephone and fax numbers  necessary for effective \ncommunication. As soon as you reply , call me through my private telephone \nnumber on (00226 76 498168 ) so that i will let you know the steps and \nprocedures to follow in order to finalize this transaction immediately.\n\nI expect your urgent communication.\nYours sincerely,\n\nMR MOHAMEDAH  A  HAFAR.\n\nTHE MANAGER AUDIT ACCOUNTANCY DEPT( B.O.A).\n\n_________________________________________________________________\nMSN Messenger: appels gratuits de PC  PC ! \nhttp://www.msn.fr/msger/default.asp\n\n\n\n", "id": "b831a5e31785bb9bf869ef9318817ff2"}