{"email_subject": "GOOD  DAY", "email_body": "Attn my friend, \n\nWith due respect and huminity I propose this to you. I \nwrote to you last \ntime no response and I decided to write you again. \n\nI am Mr.Nze Moore from Arab Bank Plc,Benin Rep. During the \ncourse of our \nauditing we discovered the sum of (USD$9.7m) floating in an \naccount opened \nin this Bank since 1996 and as from 1999 nobody has \noperated on this account \nagain, and after going through some old files in the \nrecords I discovered \nthat the owner of the account died without a [HEIRE] on oct \n31 1999 by \nplane crash, Egyptair flight 990, \n(http://www.cnn.com/US/9911/02/egyptair990.list/)hence the \nmoney is \nfloating. \nAfter due verification I noticed that no other person knows \nabout this \naccount except his wife who \nwas also invovled in the crash, and the account has no \nother beneficiary and \nmy investigation proved to me as well that until his death \nhe was the \nDirector GOLD ARK [SARL] \n\nSince our Bank Arab Bank Plc Benin rep. got information \nabout his death, we \nhave been expecting his next of kin to come forward and \nclaim his money \nbecause we cannot release it unless somebody \napplies for it as next of kin or relation to the deceased \nas indicated in \nour banking guidelines and policies but up to date nobody \ncame up to this \nbank as his next of kin or relative. It is therefore upon \nthis discovery \nthat I and other officials in my department now decided to \nmake this \nbusinness proposal to you and release the money to you as \nthe next of kin or \nrelation to the deceased for safety and subsequent \ndisbursement since nobody \nis coming forth and we don't want this money to go into the \nBank treasury as \nunclaimed Bill. \n\nOn this note, I decided to seek for whom his name shall be \nused as the next \nof kin as no one has come up as his relation. And the \ncountry law here does \nnot allow such money to stay more than Five years, for the \nmoney will be \nrecalled to the government treasury as unclaimed after this \nperiod. \nUpon the receipt of your response, I will send to you the \napplication form, \nbank's contact and the next step to take. I will not fail \nto bring to your \nnotice that this business is hitch free and that you should \nnot \nentertain any fear as all modalities for fund transfer can \nbe finalized \nwithin five banking days, after you apply to the bank as a \nrelation to the \ndeceased. \n\nWhen you receive this letter, kindly send me an e-mail \nsignifying your \ndecision.Including your private \nTel/Fax numbers for quick communication. I will be very \nhappy if you can \ntreat this business with the \nutmost secrecy it demands because of my position in this \nbank. \nHoping for a very successful business relationship with \nyou. \nRespectfully submitted, \n\nMr Nze Moore. ALTHENTIVE EMAIL.nze_moore@wp.pl. \nTel:00229601483. \n\n\n------------------------------------------\n\nFaites un voeu et puis Voila ! www.voila.fr \n\n\n\n", "id": "b8c844eee495726eabcd28e811a1a881"}