{"email_subject": "URGENT ATTENTION!!! ", "email_body": "I have a new email address!You can now email me at: erikmmadu30@yahoo.co.uk\n\n URGENT ATTENTION!!! \n\nFROM THE DESK OF: \n\nDR.ERIK MADU. \n\nACCOUNTANT. \n\nUNION BANK OF NIG. PLC., \n\nV/ISLAND LAGOS. \n\nATTN:SIR/MA \n\nI am Dr.Erik Madu. an accountant with the UNION BANK OF NIG. PLC \n\nand I need your assistance in remmitting a huge amount of money to \n\nyour bank account this money which originally belonged to Mr. Charles \n\nFredrick a national of your country who until his death was an employee \n\nwith Shell Oil Company in Nigeria,he died in Plane Crash with \n\nmembers of his families 5 years ago,since then we have made several \n\nenquiries to your embassy to locate any of the extended relatives and \n\nthis has proved unsuccessful. \n\nAfter several unsuccessful attempts I decided to track your name over \n\nthe Internet to locate any member of his family. I have contacted you \n\nto assist me in repatriating the money left behind by Mr.Charles Fredrick, before the bank will \n\ndeclares it unserviceable. \n\nNote that after final discusions with one of my superior in the TELEX \n\nDEPARTMENT we arrived at contacting you as the next of kin to claim \n\nthis fund to your nominated bank account before the account is \n\ndeclared confiscated,note also that this transfer will be concluded \n\nwithin the next (7) seven official working days. \n\nI seek your consent to present you as the next of kin to the deceased \n\nso that the $15million dollars can be remmitted to your account and \n\nthen we can share the money,25% to you and 70% for us, while 5% \n\nwill take care of all expenses that might be incured on the cause of the \n\ntransfer. All I require is your honest co-operation to enable us see \n\nthis deal through. \n\nI advise that you send across to me your contact address,direct phone \n\nand fax number for prompt communication, and I guarantee you that this \n\ntransaction will be executed under a legitimate atmosphere that will \n\nprotect you from any breach of transaction / law. Call me on my number +234-1-776-8029\n\nRegards, \n\nDR.ERIK MADU. \n\nACCOUNTANT. \n\n(UNION BANK OF NIG. PLC). \n\n \n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n- erik mmadu\n\n", "id": "b918c6e0086000c84058ff0a2547a549"}