{"email_subject": "PLEASE ASSIST", "email_body": "FROM THE DESK OF\nOLUFEMI WILLIAMS\nHEAD FINANCE DEPARTMENT\nNIGERIAN PORTS AUTHORITY\nLAGOS.\n\n\nDear Sir, \nRE: URGENT & CONFIDENTIAL BUSINESS PROPOSAL.\nAlthough this proposal might come to you as a\nsurprise, since it is from someone you do not know or have\nseen before, but based on recommendations, I\ngathered from a very reliable source here in Nigeria.\nI am the Director, fund co-ordinator of the Finance\nContract Department of Nigerian Ports Authority.\nThe crux of this letter is that the finance/contract\ndepartment of the NPA deliberately over-inflated the\ncontact values of various contract awarded. In the\ncourse of disbursement my office was able to track\ndown the sum of US$23.5M(Twenty Three Million, Five\nHundred Thousand U.S Dollars) as the over invoiced\nsum. This money is now floating in the NPA domiciliary\naccount with the Central Bank of Nigeria (CBN). I and my\ncolleagues now want to quickly transfer this fund to a safe\nnominated foreign account for possible investment abroad.\nWe are not allowed as a matter of government policy to\noperate any foreign account because of our status as\ncivil/public servants. Hence the need to solicit for your\nfull banking details, to enable us transfer this money into\nyour account.\nUpon your acceptance of this proposal, we have also\nagreed on a sharing ratio: \n1 25% for you as the account owner \n2 65% for I and my colleagues\n3 10% will be set aside to defray all incidental \nexpenses both locally and internationally during the\ncourse of this transaction.\nFurthermore, we shall be coming over to your country when\nthe money is finally in your account and we shall be relying\non your advise as regards to investment of our share. Be\ninformed that, this business is genuine and 100% safe\nconsidering the high powered government officials involved.\nSend by mail the following informations:-\n1, YOUR COMPANY NAME AND ADDRESS, BANK NAME, ADDRESS\nAND ACCOUNT NUMBER.\n2, YOUR TELEPHONE AND FAX NUMBER FOR EFFECTIVE\nCOMMUNICATION. \nThis is to effect the swift Transfer of this fund into your\naccount in less than Seven (7) working days.\nExpecting your immediate response while\nlooking forward to a healthy business relationship\nwith you.\nYours faithfully,\nOLUFEMI WILLIAMS\nFreeserve AnyTime - HALF PRICE for the first 3 months - Save £7.50 a month \nwww.freeserve.com/anytime", "id": "b9464224d90fa7354ee689e37b2e1f69"}