{"email_subject": "URGENT BUSINESS RELATIONSHIP ", "email_body": "Mr. Edward Taibu\nJohannesburg South Africa \nE-mail:edwardtaibu@yahoo.com\nTEL:+27-73-773-1863\n                                        \n\n\nAttn: Chairman/CEO, \n\nMy name is Mr. Edward Taibu, the stepson of Mr. Terry Ford of Zimbabwe. It might be a surprise to you where I got your contact address; I got it from the net. Don't be worried because I am contacting you in good faith. \n\nDuring the crisis against the farmers of Zimbabwe by the supporters of our President Robert Mugabe to claim all the white owned farms in our country, he ordered all the white farmers to surrender their farms to his party members and their followers. Terry was one of the best farmers in the\ncountry and knowing that he did not support the President political ideology, the president supporters invaded my father's farm and burnt down everything, killed him and confiscated all his investments. Before this unpleasant incident, my mother and Terry had already visited South Africa to deposit the sum of Fifteen Million, Five Hundred\nThousand United States Dollars (US$15.5M) in the safe vault of a Security and financial company here in Johannesburg  South Africa. \n\nThis action was taken because Terry felt the growing tension on the farm issue but I guess he never anticipated the tragedy that brought his brutal and sudden death. At the time of deposition, the real content was not disclosed to the security officials; instead, it was deposited as Family Valuables? Valued for the real content in the consignment. \n\nAfter the bloody incident, we all had to escape out of our country for the safety of our lives. We seek refuge in South Africa and we were permitted to reside here as Political Refugees under section (5.9). Because of our present and unpleasant status, my mother and I are seriously looking forward to having an overseas partner that will assist us with the convenient and legal transfer of the funds out of South Africa. \n\nIf my proposition is considered, for assisting us to transfer this money to your country, we will offer you 25% of the total fund,75% will be for my family. We wish to invest a large portion of our share in your country under your supervision. \n\nFor detailed information, you can contact me on my e-mail. I would appreciate confidentiality and honesty in our correspondence. Your immediate response will be highly welcomed. \n\nI wait to hear from you. Be with God. \n\nBest Wishes, \n\nEdward Taibu\nfor family\n \n\n\n\n", "id": "b9548c9e429dccde69566c1a9723bd16"}