{"email_subject": "FROM THE DESK OF ADAMA IBRAHIM", "email_body": "FROM THE DESK OF ADAMA IBRAHIM\nBILL AND EXCHANGE MANAGER\nAFRICAN DEVELOPMENT BANK\nOUAGADOUGOU BURKINA FASO\nTELEPHONE NUMBER 00226 76 53 26 12\n\nDear Friend,\n\nI crave your indulgence for the unsolicited nature of this letter, but it \nwas borne out of desperation and current development. please bear with me. \nMy name is Mr.ADAMA IBRAHIM, an Auditor of African Development Bank I  \ndiscovered existing dormant account for 5 years.\n\nWhen I discovered that there had been no continuation nor withdrawals from \nthis account for this long period and our banking law stipulates that any un \nserviceable account for more than 5 years will go into the bank revenue as \nan unclaimed fund.\n\nI have made personal inquiries about the depositor and his next of kin but \nsadly, the depositor and his next of kin died in motor acident while the \nrest of the family died in Iraq during the crisis,I only made this \ninvestigation just to be double sure of this fact and since I have been \nunsuccessful in\nlocating the Relatives.\n\nI seek your consent to Present yourself as the next of kin of the deceased. \nAs an auditor in the bank I will use my position in the bank to help you \nbecoming the next of kin to the estate, so that the proceeds of this account \nvalued at $25.6 million dollars can be transfered to you, this is the story \nin a nutshell.\n\nNow I want an account overseas where the bank will transfer this funds. \nThereafter, I will come for the sharing and investment, also to use part of \nthe money to help the Iraqians, It is a careful network and for the past \neleven months I have worked out everything to ensure a hitch-free operation.\n\nNow my questions are:-\n1. Can you handle this project?\n2. Can I give you this trust?\n\nConsider this and get back to me as soon as possible, All what I require is \nyour honest co-operation to enable us see this deal through, I guarantee \nthat this will be executed under a\nlegitimate arrangement that will protect you from any breach of the law, \nplease get in touch with me by my e-mail to enable me outline to you the \nstrategies on how to go about this, You may also send your phone number so \nthat I can call you.\n\nFinally, it is my humble prayer that the information as contained herein be \naccorded the necessary\nattention, urgency as well as the secrecy it deserves, also send to me your \npersonal information, to enable me send to you official text of application \n..\n\nI Expect your urgent response if you can handle this project. also call me.\n\nRespectfully yours, Reply via :    (  adama_010@yahoo.fr ) Telephone:00226 \n7653 2612\nADAMA IBRAHIM\n\n_________________________________________________________________\nTout savoir sur la scurit de votre PC ! \nhttp://go.msn.fr/10-channel/80-security/spam/default.asp\n\n\n\n", "id": "b97ce2cb36aef5b93a1fb92183c73849"}