{"email_subject": "VERY URGENT BUSINESS MATTERS", "email_body": "DR. WILLIAMS BANIGO\nFEDERAL SECRETARIAT,\nLAGOS, NIGERIA\nEmail:  banigo@caramail.com\n\n             URGENT   &   CONFIDENTIAL\nBest wishes of good health and success in your pursuits particularly through my \nproposal as contained in this letter.Before going into details of my proposal to you, \nI must first solicit you to treat it with  utmost confidentiality, as this is required for \nits success.\n\nMy colleagues and I are senior officials of the Federal Government of Nigerias \nContracts Review Panel who are interested in diverting some funds that are \npresently floating in the accounts of the Central Bank of Nigeria.In order to \ncommence this transaction, we solicit for your assistance to enable us transfer \ninto your account the said floating funds. We are determined to conclude the \ntransfer before the end of this financial quarter.\n\nThe source of the funds are as follows: During the last military regime, government \nofficials awarded contracts that were grossly over-invoiced to Contractors.The \npresent civilian government set up the Contract Review Panel, which has the \nmandate to use the instruments of payments made available to it by the decree \nsetting up the panel,  to review these contracts and if necessary pay those who \nare being owed outstanding amounts.\n\nMy colleagues and I have identified quite a huge sum of these funds which are \npresently floating in the Central Bank of Nigeria ready for disbursement and would \nlike to divert some of it for our own purposes. However, by virtue of our positions \nas civil servants and  members of this panel,we cannot acquire these funds in our \nnames or in the names of companies that are based in Nigeria. I have therefore \nbeen mandated, as a matter of trust by my colleagues in the panel, to look for a \nreliable overseas partner into whose account we can transfer the sum of \nU.S.$16,500,000.00(sixteen Million,five hundred  thousand U.S. Dollars). That is \nwhy I am writing you this letter.\n\nWe have agreed to share the money to be transferred into your account,\nif you agree with our proposition as follows;\n\n(i) 10% to the account owner (you).\n\n(ii) 80% for us (the panel officials).\n\n(iii) 10% to be used in settling all expenses (by both you and us )incidental to the \nactualisation of this project.\n\nWe wish to invest our share of the proceeds of this project in foreign stock \nmarkets and other business till we are ready and able to have access to them. \nPlease note that this transactionis 100% safe and risk-free.We intend to effect \nthe transfer within a few days from the date of receipt of the following information:\n\nYour name, companys name, address and telephone and fax numbers, and your \nbanking information. The above information will enable us write letters of claim \nandjob description respectively. This way, we will use your companys name to \napply for the payment and backdate the  award of the contract to your company.\n\nWe are looking forward to doing this transaction with you and we solicit for your \nutmost confidentiality in this transaction. Please acknowledge the receipt of this \nletter and, I will bring you into a more detailed\npicture of this transaction when I hear from you.\n\nBest regards,\nDr. Williams Banigo\n\nPls. Reply to : banigo@caramail.com\n\n\n\n\n\n\n\n", "id": "b982ae4ba2e4287f6ccd391f2854380d"}