{"email_subject": "From Mike Kone To You,", "email_body": "\n>From Mike Kone To You,Abidjan (Ivory Coast),\n \nDear,\n \nI am Mike Kone,the only son of late Mr.and Mrs. PHILIP KONE. My father was a very wealthy Cocoa Merchant in Abidjan the Economic Capital of the Ivory Coast, my father was poisoned to death by his business associates on one of their outings on a business trip. My mother died when I was a baby and since then my father took me so special. Before the death of my father on January 2005 in a private hospital here in Abidjan. Before his death he had a foreign account here in Cote D'Ivoire he made deposit of $17.5M dollars(Seventeen million five hundred thousand dollars) left in fixed /suspense account in one of the prime Banks here in Abidjan, that he used my name as his only son for the next of kin in the depositing the fund. He also explained to me that it was because of this wealth that he was poisoned by his business associates.\nThat I should seek for a foreign partner in a country of my choice where I will transfer this money and use it for investment in a viable venture. I am honourably seeking your assistance in the following ways :1. to provide a bank account into which this money would be transferred2. to serve as a guardian of this fund since I am only 18 years3. to make arrangement for me to come over to your country to further my education and to secure Residence permit in your county. Moreover, I am willing to offer you 25% of the total sum as compensation for your effort input after the successful transfer this fund into your nominated account overseas. Further more, you indicate your option towards assisting me as I believe that this transaction could be concluded within fourteen(14) working days. Signify your interest in assisting me.\nAnticipating to hear from you soon.\nThanks and God bless you.\n \nBest regards,Mike Kone\n_________________________________________________________________\nSur Windows Live Ideas, découvrez en exclusivité de nouveaux services en ligne... si nouveaux qu'ils ne sont pas encore sortis officiellement sur le marché !\nhttp://ideas.live.com", "id": "b9acc2bc2491cfba8f085492caad5d4d"}