{"email_subject": "urgent cliam of next of kin", "email_body": " \nFROM THE DESK OF\nBARRISTER AKANDE FREDRICK\nNIKK PLAZA 5th FLOOR FLAT 4\nAWOLOWO WAY IKEJA LAGOS NIGERIA\n\nDear ,\n\nI am Barrister AKANDE FREDRICK, a solicitor at law. I am the personal attorney\nto Mr. Alfred, a national of your country, who used to work with Eagle Cement\nin Nigeria. Here in after Eagle Cement be referred to as my client. On the\n21st of April 2001, my client, his wife and their only daughter were involved\nin a car accident along sagbama express road.All occupants of the vehicle\nunfortunately lost there lives. Since then I have made several enquiries\nto your embassy here to locate any of my clients extended relatives,\n\nthis has also proved unsuccessful. After these several unsuccessful attempts,\nI decided to track his last name over the Internet, to locate any member\nof his family hence I contacted you. I have contacted you to assist in repartrating\nthe fund valued at US$13 million left behind by my client before it gets\nConfisicated or declaredunserviceable by the Security Finance Firm where\nthis huge amount weredeposited. The said Security Finance company has issued\nme a notice to provide the next of kin or have the account confisicated\nwithin the next fourteen official working days. For the fact that I have\nbeen unsuccesfull in locating the relatives for over 2 years now, I seek\nthe consent to present you as the next of kin to the deceased,since you\nhave the same last name with my client, so that the proceeds of this account\ncan be paid to you. Therefore, on receipt of your positive response, we\nshall then discuss the sharing ratio and modalities for transfer.\n\nI have all necessary information and legal documents needed to back you\nup for claim. All I require from you is your honest cooperation to enable\nus see this transaction through. I guarantee that this will be executed\nunder legitimate arrangement that will protect you from any breach of the\nlaw. \nBest Regards,\nBARRISTER\nAKANDE FREDRICK(Esq).\n\n\n\n____________________________________________________________\nCharle con sus amigos online usando CHAT 123 http://www.123.com/sp/chat/section.php?id_section=329\n\n\n", "id": "b9bac171f66c040c0bc0e4142d19223e"}