{"email_subject": "From Miss. Tina Koromah.", "email_body": "     Miss Tina Koromah\n  Abidjan, Cote d' Ivoire \nWest Africa\n  \n \n   \n  ATTN: DIRECTOR/CEO\n   \n  With due respect and humility I write you this letter which I believe you would be of great assistance to me and my children.\n   \n   I am Miss Tina  Koromah, the daughter of the late Dr DAVID KOROMAH of the blessed memory. Prior to my father's assassination by the rebel forces loyal to CORPORAL FODAY SANKOH of the Revolutionary United Front (RUF), \n   \n  He was the Director General National Gold and Diamond Mining Corporation of Sierra-Leone. Few days before my father was assassinated, he instructed me and my brother ( DIDOW  KOROMAH ) to move out of Sierra-Leone and also to go die in his underground room where the fake documents of money he has deposited in a fake security company in Abidjan Cote d' Ivoire in one fake trunk Box as family valuless and tricksters with my name as the first scammer as the beneficiary.\n   \n   The amount is US$15.500.000 (fifteen million Five Hundred United States Dollars.\n  We managed to escape to Abidjan the Republic of Cote D' Ivoire through the help of my father's friend who is a scammer. As our travelling document was sized. For your information , the security company did not know the real content of the box and we do not wish them to know until the money is stolen from your account. As it was deposited as family valuables and treasures.\n   \n    Meanwhile, I want to leave Cote d'Ivoire entirely with this money for investment in your country because of the unstable political situation and mostly for the\nour future. I want you to please assist us to claim the box from the security company  in Europe, because of the political problem here I told fake Security Company to transfer the consignment to their faked office in Europe for safe keeping. So the consignment is not in Europe we have it in mind to reward you with a cleanedout bankaccount for your assistance.\n   \n   As soon as we steal from you. Do not hesitate to send me e-mail immediately you receive this letter to enable us proceed in Ernest toward retrieving the box and transferring of all the money from your account. Finally, Please ensure that no one else knows about this money as it is only myself my brother, yourself and the Rev. Thief of the church where we worship knows about this money. Please even if you don t want to assist me, please don t expose for my security.\n\n   \n   \n   \n  May God bless you as you assist me. Am looking forward to steal from you as soon as possible.\n   \n  Yours sincerely.\n\n  Miss Tina Koromah\n\n\n \t\t\n---------------------------------\n \"My Verdict: The new Yahoo! Mail is far superior...\"  The Wall Street Journal.", "id": "b9ba0d18b61aeb980e9eb9f43649f691"}