{"email_subject": "I WANT YOU TO BE MY FOREIGN PARTNER.", "email_body": "DEAR FRIEND,\n\nTHE NEED TO INVOLVE A REALIABLE AND HONEST PERSON TO TRANSFER OUT U.S.$5,400,000.00 FROM MY EMPLOYERS(TRUST BOND BANK IVORY COAST)HAS MADE ME TO SEEK YOUR ASSISTANT BELIEVING THAT YOU WILL NEVER LET ME DOWN EITHER NOW OR IN THE FUTURE.\n\nI AM MR MALICK DIEYE, A STAFF OF TRUST BOND BANK ABIDJAN, IVORY COAST.THERE IS AN ACCOUNT OPENED IN THIS BANK IN 1985 AND SINCE 1998 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN.AFTER GOING THROUGH SOME OLD FILES IN THE RECORDS I DISCOVERED THAT IF I DO NOT REMIT  THIS MONEY OUT URGENTELY IT WILL BE FORFEITED FOR NOTHING.\n\nTHE OWNER OF THIS ACCOUNT WAS MR BERG OLSON WHO DIED SINCE 1998. I AM \nONLY CONTACTING YOU AS A FOREIGNER BECAUSE THIS MONEY CAN NOT  BE APPROVED TO ANY LOCAL BANK HERE BUT CAN ONLY BE APPROVED FOR  TRANSFER TO ANY FOREIGN ACCOUNT BECAUSE THE MONEY IS IN U.S DOLLARS AND I WILL NOT LIKE TO LOSE SUCH A GOLDEN OPPORTUNITY.\nI NEED YOUR CO-OPERATION TO MAKE THIS WORK FINE, BECAUSE THE  \nMANAGEMENT OF THE BANK IS READY TO APPROVE THIS PAYMENT TO ANY FOREIGNER WHO HAS THE CORRECT INFORMATION TO THIS ACCOUNT WHICH I  WILL GIVE TO YOU WHEN YOU ASSURE ME OF YOUR CAPABILITY TO HANDLE SUCH AMOUNT IN STRICT CONFIDENCE AND TRUST,ACCORDING TO MY INSTRUCTIONS AND MY ADIVICE FOR OUR MUTUAL BENEFIT,I NEED YOUR STRONG ASSURANCE AND TRUST.\n\nI WILL APPLY FOR MY RESIGNATION AFTER THE FUNDS HAS BEEN TRANSFERED  \nINTO YOUR ACCOUNT AS THIS WILL ENABLE ME TO COME TO YOUR COUNTRY AND COLLECT MY SHARE FROM YOU AND INVEST A GOOD PART OF IT IN YOUR COUNTRY ON PROJECTS YOU WILL ADVISE ME AS LUCRATIVE IN YOUR COUNTRY.I WILL USE MY POSITION AND INFLUENCE ON OTHER CO-STAFF TO EFFECT LEGAL APPROVALS AND ONWARD TRANSFER OF THIS MONEY TO YOUR ACCOUNT WITH APPROPRIATE CLEARANCE FROM PROBATE REGISTRY & FOREIGN PAYMENT DEPARTMENT.WITH ASSURANCE THAT THIS MONEY WILL BE INTACT PENDING MY PHYSICAL ARRIVAL IN YOUR COUNTRY FOR THE SHARING AND OTHER INVESTMENT. IF YOU ARE INTRESTED IN MY PROPOSAL CONTACT ME WITH MY BELOW EMAIL ADDRESS. I LOOK FORWARD TO YOUR EARLIEST RESPONSE\n\nYOURS TRULY,\nMR MALICK DIEYE.\nPlease indicate your direct telephone and direct fax number when replying this business proposal preferably through my alternative  address as this is my only confidential email address:madieye@handbag.com , I will call you when necessary.If you are not interested, please also indicate so that it will enable me to contact other foreign partner with recommendations to carry out this deal.  ", "id": "b9bf4420f5931956abb0054975aa5b6f"}