{"email_subject": "From. Engr. Sule Alkali ", "email_body": "\nDear Sir/Madam,\n\nI am Engr. Sule Alkali Director, Ministry of Petroleum and Natural Resources (MPNR) Lagos, and have been delegated by my colleagues to seek the assistance of a reliable foreign company or individual into whose bank account we can transfer the sum of $36,560,000.00 USD (Thirty Six Million Five Hundred and Sixty Thousand U.S. Dollars Only). This sum arose from a deliberate over-invoicing of contract bills of some contracts, which were awarded by us (MPNR) during the administration of the former military dictator late, General Sanni Abacha who died on 7th June 1998. Since then the money has been lying in our suspense current account of MPNR with the Central Bank of Nigeria (CBN)(our Apex Bank). However, the current favorable political/Economical climate in the country now presents an opportunity for this money to be Transferred out of our country without any hitches - as we hope and believe it would be of mutual benefit to both of us.\n\nAlready, we have put in motion the complete machinery and modalities to enhance successful commencement and completion of this transaction and further actions will commence the moment we hear from you. We have agreed that after the transfer of the money into your account, you shall be entitled to 20% of the total sum. My two colleagues and I shall take 70% while 10% is being mapped out for reimbursement of minor expenses that may be incurred during the course of this transaction. Conclusively, the nature of your business is not particularly relevant for the success of this transaction. All we require is your willingness to co-operate with us, and also an assurance that our Share of the funds will be given to us when the money arrives your account.\n\nMost importantly, we have taken all necessary precautions to ensure a no risk situation on the side of both parties as this transaction is expected to be through within 10 to 14 working days. Please if the proposal is acceptable to you, contact me immediately through this email address sulealkali10@netscape.net However, if you are not interested, kindly let us know and do not disclose the content of this letter to any third party. Kindly include your private Telephone and Fax numbers while replying for easy and effective communication.\n\nThe trust we have reposed in you at this point is enormous and cannot be over-emphasized. We await your prompt response to this proposal, so we can commence immediate release proceedings with our good positions.\n\nBest Regards.\n\nEngr. Sule Alkali.\nsulealkali10@netscape.net\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site fabfourfans.netr\n- http://fabfourfans.net\n\n\n", "id": "b9ec9ac75865b5aa5f62f714b7ca0122"}