{"email_subject": "RE: FROM FUNSHO PETER", "email_body": "My Name is FUNSHO PETERS  l work with CONTENTIAL BANK  Lagos HERE IN Nigeria  Your name was given to me by a friend   who work with chamber of commerce who assured me that you are an Honest person. Mrs. SUSAN IGE a wife of a late Politician Dr IGE my best  Friend and a member of my POLICTAL Party and also a member of my Church  CHRISTIAN ACTION FAITH MINISTRIES Nigeria before his death he left 15  MILLION US DOLLARS in the above mentioned bank and the Family wanted a  FUND MANAGER who will help them Manage the Fund for 10Years.   MR XAVIER BACHELARD from Lyon FRANCE was contacted, because of our POSITION as we  are a member of the RULING PARTY in Nigeria , we decided  not to use the  Bank in transferring the Fund out of the Country, but we decided to use a  SECURITY COMPANY here in Nigeria with the help of a DIPLOMAT because of  the OPPOSITION PARTY and We succeeded in SHIPING THE FUNDS out of the  COUNTRY  as a CONSIGNMENT in 2 BOXES.  A day before the arrival of the Consignment in Europe,we heard that Mr.  Xavier Bachelard had a fatal accident and died but now the good news is that the consignment arrived safely and is still in Europe After the dead of Mr. Xavier,l  advised Mrs. SUSAN IGE to have patience as l will  source for another reliable and trust-worthy INVESTOR who will go to Europe  to take delivery of the consignment,manage and invest the money very  well for her.  Now i am soliciting as a banker on her behalf for you to help her to take delivery of  the money in Europe and also  manage the money properly in your  country or any country of your choice.The Diplomat will help you on arrival as his contact will be given to you and You can contact me through  my E- mail funsho_peter@caramail.com  so that we can agree on how I can furnish you with the following  Documents and information for your immediate perusal. 1) POWER OF ATTORNEY to enable you to take delivery. 2) The DEPOSITOR'S RECEIPT from the SECURITY COMPANY that handles the     Shipment.    We have agreed to give you 30% for your assistance    While i wait for your immediate and good response.   Thanking you for your understanding Yours faithfully, FUNSHO PETERS-----------------------------------------------------------------------Ya puedes ganar con la bolsa sin arriesgar ni un céntimo. Nuevo deposito NARANJA bolsa garantizado de ING Directhttp://ad.doubleclick.net/clk;14721373;7829128;m?http://www.ingdirect.es/track/tracker.asp?medio=WANP&cod=DG044", "id": "ba05b7cb472e4e5c001dcfedb7f0fcb7"}