{"email_subject": "URGENT BUSINESS  ASSISTANCE.", "email_body": "\n\nDear  friend,                                                     \n\nWith due respect and humility I send you this mail. Please I \nam indeed sorry bothering you. Permit me a brief intoduction .\nI believe that on the basis of such introduction you would \nunderstand the purpose of this mail.\n\nI am a professional financial advisor on offshore and real\nestate investment, portfolio management with a private finance\nand security company in Thailand. My company work for expatriate\ncommunity here in Bangkok, Thailand. One of my client , Mr. Lee \nKok Wai, a Singaporean business man deposited the sum of Sixteen\nMillion, Eight Hundred thousand United States Dollars (US$16.8M)\nwith our company . It was deposited as family treasures.\n\nBut sadly and unfortunately, Mr. Lee Kok Wai lost his life in the\ndeadly Tsunami of December 26th 2004. Ever since no close relative\nor next of kin has come forward to claim the money deposited with us.\nTherefore, My colleague and I, who are the direct fund managers have \ndecided to move/transfer this fund into a nominated foreing account, \nfor future investment.\nTo this regards, I seek your assistance and co-operation. \n1. I will arrange for the deposit certificate to be changed to your name, \n2.I will issue to you a Transfer Authorisation of the Consignment, \n3. Afterwhich, you will transfer the money to your private accounts. \n4. You will later on assist us in investing the money in a lucrative\nbusiness. \nYou should be rest assured that no one will question it because all\nfinancial deposit Cerificates and transfer authorisation pass my desk\nfor final approval. To facilitate a smooth deal, we have agree on the \nfollowng\n1. 30% of the money for you as reward,\n2. 5% For expenses on hotel , flight tickets and any other, \n3. While, 65% shall be for us {My colleage and Me}. \nFor further details , send to me : 1. Your mobile \nphone number, \n2. Your direct fax number , this will enable me fax to \nyou the documents concerning the consignment. This is \na sensitive and private business, the knowledge of \nwhich should be restricted , therfore do not dicsuss \nit with a third party .\nDo not fear, it is not terrorist or drug money. I \nthank you in advance for reasoning with me.\nI look forward to your favorable reply or you can call me immediatly on \n66-9-8271884.\n\nYours sincerely,\nAlhaji  Jubril  Aliu.\n\n\n\n\n", "id": "ba1bd2067822d18895731cf576579680"}