{"email_subject": "CONTACT ME", "email_body": "FROM: MR.CHEUNG PUI\n\n(cheu_ngpui4010@yahoo.com.hk)\n\nDear Friend,\n\nLet me start by introducing myself. I am Mr. Cheung Pui director of\noperations of the Hang Seng Bank Ltd. I have a obscured business\nsuggestion for you.\n\nBefore the U.S and Iraqi war our client Major Fadi Basem who was with\nthe Iraqi forces and also business man made a numbered fixed deposit\nfor 18 calendar months, with a value of Twenty Four million Five\nHundred Thousand United State Dollars only in my branch. Upon maturity\nseveral notice was sent to him, even during the war early this year.\n\nAgain after the war another notification was sent and still no response\ncame from him. We later find out that the Majorand his family had been\nkilled during the war in bomb blast that hit their home.\n\nAfter further investigation it was also discovered that Major Fadi\nbasem did not declare any next of kin in his official papers including\nthe paper work of his bank deposit. And he also confided in me the last\ntime he was at my office that no one except me knew of his deposit in\nmy bank.So, Twenty Four million Five Hundred Thousand United State\nDollar is still lying in my bank and no one will ever come forward to\nclaim it.What bothers me most is that according to the laws of my\ncountry at the expiration 4 years the funds will revert to the\nownership of  the Hong Kong Government if nobody applies to claim the\nfunds.\n\nAgainst this backdrop, my suggestion to you is that I will like you as\na foreigner to stand as the next of kin to Major Fadi Basem so that you\nwill be able to receive his funds.\n\nWHAT IS TO BE DONE:\n\nI want you to know that I have had everything planned out so that we\nshall come out successful. I have contacted an attorney that will\nprepare the necessary document that will back you up as the next of kin\nto Major Fadi Basem , all that is required from you at this stage is\nfor you to provide me with your Full Names and Address so that the\nattorney can commence his job. After you have been made the next of\nkin, the attorney will also fill in for claims on your behalf and\nsecure the necessary approval and letter of probate in your favor for\nthe move of the funds to an account that will be provided by you.\n\nThere is no risk involved at all in the matter as we are going adopt a\nlegalized method and the attorney will prepare all the necessary\ndocuments. Please endeavor to observe utmost discretion in all matters\nconcerning this issue.\n\nOnce the funds have been transferred to your nominated bank account we\nshall share in the ratio of 70% for me, 30% for you . Should you be\ninterested please send me your full names and current residential\naddress and I will prefer you to reach me on the email address below\n\n(cheu_ngpui4010@yahoo.com.hk)\n\nAnd finally after that i shall provide you with more details of this\noperation.\n\nYour earliest response to this letter will be appreciated.\n\nKind Regards,\n\nMr. Cheung Pui.\n\n\n\n\n", "id": "ba368229e77a90cf6fde3ae902d28d06"}