{"email_subject": "PARTNERSHIP", "email_body": "Subject: BUSINESS PROPOSAL\n\nImportance: HIGH\n\n\nGood day,\n This might seem very deplorable for a person that you do not know. My name is Clement Apute,I am a lawyer and a very close confidant to my client who also happens to be my sister-in-law.\n \nI am contacting you because of the my client's urgent need to go into partnership with someone,who is not from this country, as a result of their family's present situation in the country,and specifically because you have a fixed address or let me say fixed responsibilities, which can stands as a good reason to go into partnership with you. \n\nThe present situation right now, requires good understanding and a good sense of judgment.\n\nMy sister-in-law and her entire family are really suffering from the hands of some wicked people who are drunk with power.This is just a personal vendetta by the head of states, because he was jailed by my client husband's regime in 1997, for actually plotting a coup d 'etat against their military administration then, when they were in power. \n\nIt is very clear that our present head of states wants to take advantage of his seat in power to settle his personal hatred for my client's family.\n\nThis man is bent on destroying my client's family. The family has virtually lost all their family's money and properties due to this vindictive administration in power now. who are bent on dealing with the family.\n\nAll their bank accounts have been frozen,assets and their properties which I helped in managing have been confiscated and are still non functional till this present day.\n His administration has spread so much rumors against their family, which is yet another smear campaign aimed mainly to frustrate, humiliate, dismember and widen the scope of\nhatred to my client's family. \n\nRight now it is completely impossible for any member of the family to make any move because the entire family are being placed under traveling restrictions.About a few months ago we were squished out of another US$395 million dollars, and these wicked people have completely dammed the fact that all this funds can be ascertained for independently.\n \nPresently, the family is finding it very hard to manage as we have completely run out of resources, because everything has been taken away from madam and her children. My client needs sombody that she can confide in,presently the family still has some amounts of money to the sum of 84 million US dollars and some fractions in cash,which the family has spread out and lodged in the vault of different Securities outfits in two countries there in Asia and also in Europe.\n\nThe existence of these monies is not in any way known to anybody else,not even all mama's children, apart from her eldest son. The money was lodged in as jewelry. This is a precaution to maintain a very high level secrecy, because this is all the family have left to fall back on. So we expect you to keep this matter in confidence.\n\nMadam wants a partner to proceed as soon as possible and retrieve some money lodged in any of this security outfits and handle it as duly instructed. The family needs somebody to help them withdraw there deposits because the family is financially down here in the country, since everything they own here have been taken away from them. We are looking for an understanding partner that can work with us. \n\nAll we require from you is to help the family\nto go and retrieve any one of the family's deposits that is lodged in one of these places and keep safely in your care, since none of us is able to travel out of this country due to traveling restrictions.\n\nSecondly,so that you can always withdraw little part out of their money that will be in your possession and send it down here to us here,anytime the family is in great need. In this way they can continue to sustain the family until they are free from thier enemies.\n As their lawyer i will be instructing, on how you will go about that. We will be providing you with\nall the legal documents to make claim on behalf of my client. \nPlease be rest assured that you will have no problems or difficulties in claiming any of these deposits because nobody is aware of the existence of this money. All the details will be given to you when we open up negotiations and arrive at a reasonable compromise and until I gain your trust to see that we can work together.\n\n We will negotiate on a certain percentage share of the money that the family will offer to you for your expected assistance and partnership. \n\nPlease do inform me on your decision immediately, so as to stop further contacts. I await your response. NOTE - You can also get in contact with me via my secured\nemail:clem-aputa@earthling.net\n \nI will like to have your private phone number so that we can discuss better. \n\nRegards, \n\n\nClement Apute. Esq. \n\n\n", "id": "ba366a475d41717bba05b2ef166c48fe"}