{"email_subject": "part-time receiver agent required", "email_body": "\n225 Legon Avenue, \nAccra, Ghana\n\n\n\n\nHello!\n\nI am Steve Owen. I am the Managing Director of Textiles Spinning Works Ltd, a company based in Ghana Africa. Our company deals in African Prints, textile, and fabrics. \n\nWe have operations located in one other West African country. We also have clients in parts of Europe, North America and Asia. We always ship products to our clients first and then they send payment afterwards. Online sale of our products and online payment is not possible either because paypal and credit cards processing, etc don't exist in this region as of now. Furthermore processing cheque and wire transfer payments form foreign countries takes too long a time here and this affects our cash inflow negatively. \n\nAs an individual person, Would you like to act as our receiver agent in your country on a part-time basis. I assure you there is no stress involved here and you can earn extra cash on the side. As our agent all you have to do is receive payments on our behalf from our clients within your country and send cash to us. This method cuts the time we receive payment and saves us a lot of money. \n\nPlease note; you are not paying for anything here and no one is asking you for any money nor banking information. We only require your honesty and reliability. Also you must be currently employed.\n\nYou shall receive payments (usually cheques) via secure mail. For rendering this valuable service you get to keep 10% of any payment you receive on our behalf. The rest of the money (90%), you shall send to us as cash following the payment instructions set by us. \n\nWhenever there is payment to be made by any client we can send your name as our agent. You will be notified when the payment arrives via mail so you will be available to receive it and await further instructions on sending our share of the money. Average payments is upto 8 thousand Canadian Dollars, could be more. If you are interested in this deal, Send me your full names, and private mobile phone number.\n\nDO NOT \"REPLY\" TO THIS EMAIL, Send your response to this email address only: ( officemail@ccc.la )\n\nThank you for your time.\n\nRegards,\nSteve Owen\nMD Textiles Spinning Works \n\n\n\n\n", "id": "ba3ddf4b0ab597d40f318a1bef59e5c0"}