{"email_subject": "Uregent message from ISAAC BAKA", "email_body": "Content-Type: text/plain Message-Id: <20070314045652.B8006558023@cw03.calibra-web.de.calibra-web.de> Date: Wed, 14 Mar 2007 05:56:52 +0100 (CET) Content-Transfer-Encoding: quoted-printable =0D Dear friend, =0D =0D I apollogize in advance if this mail comes as an embarrassment because of=  so many things that happens in our times. I am Isaac Baka, the site insp= ection director with the ministry ofworks and construction and I worked d= irectly with the Minister in charge of the Ministry here in Republic of S= udan.=0D    =0D I awarded a contract to a firm worth several millions of dollars a few ye= ars ago. In the course of executing the project the firm discovered large=  gold deposit in one of the construction sites. Being the site director I=  collaborated with the firm in the mining of the gold on a mutual agreeme= nt to share the proceeds out of which I got a share of 7.5 Million. =0D =0D As a civil servant in this small war torn country, I cannot introduce thi= s funds into the banking system here considering my meager monthly income=  as well as the code of conduct guidelines regulating civil service here = in my country, Sudan. Presently Sudan is engulfed in a civil crisis and a= s this crisis intensified by the day, I have decided to move this fund ou= t for any profitable venture. The fund will be moved out of Sudan under d= iplomatic cover as soon as we conclude all procedure.=0D =0D I therefore solicit for your co-operation to take delivery of this fund i= nto your custody for any profitable investment that will be mutually bene= ficial. I will be able to arrange all necessary procedures to ensure smoo= th movement of this funds until you are in control of it.  =0D =0D Please let me know if you are interested by return mail to be sent to: (i= sbaka@myway.com, isbaka@sify.com). Also include your full names and conta= ct telephone number to enable me call you. I will provide you with more i= nformation as soon as you indicate appreciable interest to deal. =0D =0D Regards,=0D ISAAC BAKA.=0D", "id": "ba6dacd9ab038a857a71baee9f9dd21b"}