{"email_subject": "Confidential Matter", "email_body": "Engr.Makalele Johnson.\nPretoria\nSouth Africa.\n\n\nFOR YOUR KIND ATTENTION. \n\nIt is my great pleasure to write you this letter on behalf of\nmy colleagues. I got your information from a personal search in the\ninternet business index. I have decided to seek a confidential \nco-operationwith you in execution of a deal hereunder for the benefit of\nall \nparties, and hopeyou will keep it confidential because of the nature of\nthis business.\nWithin the Ministry of Energy and Mineral Resources where I work\nas a Director of Project Implementation, and with co-operation\nof four other top officials, we have in our possession, an overdue\npayment in US funds. The said funds represent certain percentage\nof the contract value executed on behalf of my Ministry by a\nforeign contracting firm, which we the officials over-invoiced\nto the amount of US$25,500,000.00 (Twenty-Five Million Five Hundred\nThousand United States Dollars). Though the actual contract cost\nhas been paid to the original contractor, leaving the excess balance \nunclaimed. \n\nSince the present elected Government is determined to pay foreign\ncontractors all debts owed, so as to maintain good relations\nwith foreign governments and non-governmental financial agencies.\nAs a result we included ours bills for approvals with the co-operation\nof some officials at the Department of Finance and the Reserve\nBank of South Africa (RBSA). We are seeking your assistance as\nthe beneficiary of the unclaimed funds, since we are not allowed\nto operate a foreign account. \n\nI have the authority of my colleagues involved to propose that,\nshould you be willing to assist us in this transaction your share\nas compensation will be 25% while my colleagues and I receive 70%, and\nthe balance of 5% for taxes and miscellaneous expenses incurred.\nIt does not matter whether or not your company does contract\nprojects of the nature described here. The assumption is that\nyour company won the major contract and subcontracted it to other\ncompanies. More often than not, big trading companies and firms\nof unrelated fields wins major contracts and subcontract to more\nspecialized firms for execution. \n\nI have reposed my confidence in you and hope that you will not\ndisappoint me. Endeavor to contact me immediately through my\n e-mail address above,to indicate whether or not you are interested in this\ndeal. If\nyou are not, it will enable me scout for another foreign partner\nto carry out this deal.I want to assure you that my partners\nand myself are in a position to make the payment of this claim\npossible provided you can give us a very strong assurance and\nguarantee that our share will be secured.It is important that\nyou treat this matter with utmost confidentiality as any form\nof exposure will negatively affect us since we are still in active\nGovernment Service. \n\nAlso your area of specialization is not a hindrance to the successful\nexecution of this transaction.I have reposed my confidence in\nyou and hope that you will not disappoint us. \n\nKindly notify me for further details, upon your acceptance\nof this proposal. \n\nRegards, \n\nEngr.Makalele Johnson\n\n\n================================================== \nSingle?  Not for long.  Find your dream lover at \n\nhttp://www.wheresinglesmeet.com/default.asp?ref=2000\n\n\n", "id": "ba737fd7ccc3e21b02d8fc483c64d200"}