{"email_subject": "PLEASE KINDLY CONSIDER THIS OFFER.", "email_body": "Greetings from Dubai,\nThis letter must come to you as a big surprise, but I believe it is only a day that people meet and become great friends and business partners. I am Mr. Majid Al-Hussein, currently Chief Security Officer with a reputable security and finance company here in U. A. E. I write you this proposal in good faith, believing that I can trust you with the information I am about to reveal to you. I have an urgent and very confidential business proposition for you.\n \nOn November 10, 1999, an Iraqi Foreign Oil consultant/contractor with the CHEVRON PETROLEUM CORPORATION, Mr. Ahmed Haruna made a deposit of a trunk box in my company depository vault as family valuables, unknowingly that the content of the trunk box were funds valued at US$17,500,000.00 (Seventeen Million Five hundred Thousand Dollars only) in our company. This was my recent discovery that prompted me to take this very step of looking for someone to claim the funds with before it will get confiscated.\n.\nUpon maturity in 2003,as the Chief security officer, it is my duty to notify him on the maturity date so I sent a routine notification to his forwarding address but the letter was returned undelivered. After sometime, I tried sending back the letter, but it was again returned and finally I discovered from his contract employers, Chevron Petroleum Corporation that Mr.Ahmed Haruna died as a result of torture in the hand of Saddam Hussein (former Iraqi President) during one of his trips to his country Iraq, as he was accused of leaking information to the Americans. On further investigation, I discovered that Mr. Ahmed Haruna\u0092s family wife and two sons died during the Gulf War in Iraq and was the reason why he did not declare any next of kin or relation in all his official documents, including his Deposit paperwork in my Company and did not leave any WILL. This deposited trunk have been lying in our vault since the date of deposit, and the management have decided to term it abandoned deposit and this will result confiscating it by our government since no one have heard from the owner since 2003.\nI wish to let you know that all the investigation I have made so far, my company management is not aware of it, I am the only one that have the information. \n \nAs the Chief security Officer in my Company, I have the power to influence the release of the deposit to any foreigner that comes up as the next of kin to the account, with the correct information concerning the account, which I shall give you. All documents to enable you claim this fund will be carefully worked out and there is practically no risk involved, the transaction will be executed under a legitimate arrangement that will protect you from any breach of law, If you accept to work with me, I want you to state how you wish us to share the funds in percentage, so that both parties will be satisfied. If you are interested, contact me as soon as you receive this message so we can go over the details.\n\n\nThanking you in advance and may God bless you. Please, treat with utmost confidentiality. I shall send you copy of the deposit certificate issued to Mr. Ahmed Haruna when the deposit was made for your perusal. I wait your urgent response.\nRegards,\nMr.Majid Al-Husain\n \n  ", "id": "ba992faa1dbde25d844c05d86a512c8d"}