{"email_subject": "COMPLIMENTS OF THE SEASON", "email_body": "MR.ROBERT WILSON.\nFrom: Mr. Robert Wilson.\n15 Shevron Dredging Road,\nP O Box 256\nCalabar.\nCross River State,\nNigeria.\nI am a financial consultant based in Calabar, Nigeria. \nI have a client who is presently in exile here in Nigeria. \nPressures are mounting on my client to face alleged war\ncrimes. \nMany of this trumpeted charges are baseless and cannot hold\nsince agreement were reached before he peacefully handed\nover to the present leadership.I have to be protective of\nmy client at this early stage but the following websites\nwill give you a background who my client is.\n(news.bbc.co.uk/1/hi/world/africa/2963086.stm)\n(news.bbc.co.uk/2/hi/africa/3506238.stm)\n(http://www.theperspective.org/thieves.html)\nMy client desires to secure his funds that are already in a\nsecurity company in Europe.The security company has liaison\noffices in Asia and Uk & Europe.It was on September 20,\n1998, that my client transferred the fund to the custodian\nof the Security Company on hold for six years.\nThe exile situation coupled with the clamor for court\nthreat has placed my client under a precarious situation\nthereby making it impossible for him or his family have\ndirect access to the fund. \nConsequently, my client is willing to offer you 20% of the\ntotal fund,if you can assist him transfer this fund to your\ncountry or any bank of your choice. He wishes to invest in\na stable economy.His interest is in companies with\npotentials for rapid growth in long terms. Also, should\nyou wish, my client is interested in placing part of his\nfund in your company, if your country?s bi-laws allows\nforeign investment.\nFor the security of my client, the amount involved, name of\nsecurity company and the particular country is not\ndisclosed herein not knowing what your action or reaction\nmight be on receiving this proposal.\nRest assured that on your consent, this information would\nbe freely shared with you.\nYou can contact me for more details via my private e-mail\ncontact (rowil_2121@yahoo.com)\nYours faithfully,\nMr.Robert Wilson\nCERTIFIED PUBLIC AUDITOR\n\n\n", "id": "ba9e2b73bb7b421c5702ebc91ecacffe"}