{"email_subject": "MY CONFIDNET", "email_body": ">From MrI.Kamara\n\nTEL +27 83 486 2761\n\nDEAR ,\n\nThis letter was borne out of my sincere desire to establish a \nbusiness/mutual relationship with you. I got your contact through the \ninternational trade and commerce (ITCC).\n\nMy name is Ibram Kamara the son of late Chief Abraham P.Kamara (the former \ndeputy minister of finance under the ousted civilian government) who was \nkilled and mutilated by the military junta led by major, Paul Koroma after \noverthrowing the elected government of president Tejan. Through, I do not \nknow to what extent you are familiar with events and disturbance in \nSierra-Leone but the pressure of war drove my mother and I out of Sierra \n-Leone into exile in South Africa where we have been living under political \nasylum for years.\n\nSadly, my mother died of cancer 2 months ago and was buried here in South \nAfrica . Prior to her death, she handed me over a certificate meant for a \nsecret deposit, which my father made in a security/finance company in europe \nthe deposit that worth US$25,000,000 ( Twenty five million U.S dollars) this \nwas the money paid to his corporation by it's overseas customers in the heat \nof the conflict. He made the deposit in his name and also deposited it as a \nfamily tresures, with the hope of converting it to his personal use at the \nend of the war but he was killed when the conflict intensified as a result \nof his opposition to the rebel forces. I have contracted the \nSecurity/finance Company to confirm the deposit and establish ownership.\n\nDue to the death of my Mother, I have decided to solicit for the \nparticipation of an honest and trustworthy person or company that will \nassist in acting as my representative who will jointly signed the agreement \nfor the safe keeping of the money in the security/finance company. The \nsecurity/finance company don't know the content of the consignment, they \nbelieve that it is African artefact. As contained in 2 trunk boxes. \nUnfortunately, My mum who is surpose to assist me in releasing the \nconsignment has died of cancer that is why I am looking for your assistance. \nI cannot do it alone due to my present social status and total ignorance of \nthe business world. I shall also give you 20% of the funds for your \nassistance to relocate this fund to your country and for re-investment while \nthe rest will be kept in any account of your choice for inverstmant purpose. \ni would have done the transfer myself as my name is written as the next of \nkin,but because of my present status in this country as a refugee i will not \nbe allowed to handle such money or else it will be confisticated by the \ngoverment if found in my possetion,and also i will not be allowed to open an \naccount as a refugee not even to talk of inversting such an amount of \nmoney,these are the reasons why i need your assistance,If you are interested \nin helping me out of this my present situation, contact me immediately \nthrough my email and i will funish you with other details you need to \nconclude this transaction.this transaction is absolutely risk free and of \nbiliteral benefits as i have all neccesray legal documents backing it \nup.please get back to me with your full name,tel.no fax no and also your \nhome addres so as to enable me introduce you to the security/finance company \nhandling the consignment as my representative.after all these you will then \nmake an arrangement on how we are going to meet face to face and discuss in \ndetails.\n\nMeanwhile, I cannot travel out because i have no travelling documents for \nnow,i also hope that after everything you will secure a visa for me to join \nyou in your country so that i can continue my studies over there. I hope to \nhear from you soon\n\nBest regards,\nMR IBRAM KAMARA\n\n_________________________________________________________________\nCut through the clutter - search faster with MSN Toolbar! \nhttp://toolbar.msn.co.za?DI=1054&XAPID=2083\n\n\n\n", "id": "babd4286c6e0e8398247a6a5e530225c"}