{"email_subject": "Re;  Hoping To Hear From  You  Urgent!!!", "email_body": "Hello My Dear Beloved Friend,\n \nMy name is Mrs. Martha Pujeh; I am a dying woman who had decided to \nDonate what I have to you. You may be wondering why I choose you. But \nSomeone has to be chosen. I am 59 years old and was diagnosed for cancer About 2 years ago, immediately after the death of my husband, who had Left me everything he worked for.\n\nI have been touched by God to donate from what I have inherited from my late husband to you for the good work of God, rather than allow my relatives to use my husband's hard earned funds ungodly. I have asked God to forgive me all my sins and I believe he has, because He is a merciful God. I will be going in for an Operation and I pray that I survive the operation.\n\nI have decided to WILL/Donate the sum of (US$12,000,000.00 (Twelve Million United State Dollars) to you for the good work of the lord, and to help the motherless, less privileged and also for the assistance of the Widows. At the moment I cannot take any telephone calls, due to the fact That my relatives are around me and I have been restricted by my doctor from taking telephone calls because I deserve all the rest I can get.Presently,\n\nI have informed my lawyer about my decision in WILLING this \nFund to you. I wish you all the best and may the good Lord bless you abundantly, and please use the funds well and always extend the good work to others.Kindly Contact my lawyer through this email address (barr_williamlegrojr@excite.com) if you are interested in carrying \nOut this task, so that he can arrange the release of the funds to you. \n\nMy lawyer's name is Barrister William Legro Richard Junior. \nI know I have never met you but my mind tells me to do this, and I hope \nYou act sincerely. I will pay you %10 of this money if you will assist me because I am now too weak and fragile to do things myself because of my cancer.\n\nNB: I will appreciate your utmost confidentiality in this matter until \nThe task is accomplished, as I don't want anything that will jeopardize \nMy last wish, due to the fact that I do not want relatives or family \nMembers standing in the way of my last wish.\n\nPlease I need your immediately response, \n \nLove,\n\nMrs. Martha Pujeh.\n  ", "id": "bb55a308e3c1faff317aed4a33e16777"}