{"email_subject": "Urgent", "email_body": "This item from National Association of the Deaf   has been forwarded to you by Mrs Suha Arafat. Dear Friend,  I am Mrs.Suha Arafat Yasser from Palestinian. I am married to the late formal head of state of Palestinian for several years before he died in France after a brief illness. He died after a brief illness that lasted for only few days. When my late husband was alive he deposited the sum of $18m (eighteen million U.S.Dollars)with a BANK in London. Presently, I have carefully moved this funds out of the bank in London and deposit it with a private company in Europe as a photo material for family use for safe keeping so that my govern we not know about this funds as they have already seized and freeze all the bank account belonging to my late husband both home and abroad. In fact the total sum allegedly discovered by the Government so far is in the tune of about $6.5 Billion Dollars. And they are not relenting on their effort to make me poor for life. As you know, the Moslem community has no regards for woman, hence my desire for a foreign assistance. You can visit the BBC news b  roadcast below for better understanding of what I am talking about. http://news.bbc.co.uk/1/hi/world/middle_east/3479937.stm http://news.bbc.co.uk/1/hi/world/middle_east/3995769.stm It is on this note that I'm asking your partnership to keep this fund to your account. I took this decision because my government is not in good terms with me; I don't need any telephone communication in this regard because of the presence of my government agents around me always. I don't want them to know about this development. With God all things are possible. As soon as I receive your reply I shall give you the contact of my lawyer who is base in London Uk to finalize this transaction with you.   Best Regards,  Mrs. Suha Arafat Yasser Source: http://www.nad.org/site/pp.aspx?c=foINKQMBF&b=1359203 If the text above does not appear as a full, clickable link, please copy the whole web address and paste it into the address box of your browser.", "id": "bbbd21765cc4fb341e25eb5ebf49177d"}