{"email_subject": "URGENT  REPLY  PLEASE,PLEASE", "email_body": "Dear friend,\n   \n  Greetings to you in the name of our heavenly God.\n  \nThis mail might come to you as a surprise and the temptation to ignore it as unserious could\ncome into your mind; but please, consider it a divine wish and accept it\nwith a deep sense of humility. \n   \n  My name is NELSON  HENRY. Im a 65 years old man.\n  \nI am British living in Trinidad and tobago(south america). \n  \nI was a merchant and owned two businesses in Kuala lumpur,(Malaysia).\n  I was also married with two children.\n  \nMy wife and two children died in a car accident three years ago. \n  \nBefore this happened my business and concern for making money was all I lived for.\n  I never really cared about other values in life. \n  \nBut since the loss of my family, I have found a new desire to\nassist helpless families. \n   \n  I have been helping orphans in orphanage/ motherless homes.\n   \n  I have donated some money to orphans in Sudan, South Africa,\nCameroon, Brazil, Spain, Austria, Germany and some Asian countries.\n  Before I became ill, I kept $15 Million in a long-term deposit account in a\nFinance/Secutity company. \n   \n  Presently, Im in a hospital where I have been undergoing\n  treatment for esophageal cancer.\n   \n  I have since lost my ability to talk and my doctors\nhave told me that I have only a few months to live.\n \nIt is my last wishto see this money distributed to charity organizations.\n  Because relativesand friends have plundered so much of my wealth since my illness, I cannot\nlive with the agony of entrusting this huge responsibility to any of them.\n   \n  Please, I beg you in the name of God to help me collect the deposit and\nthe interest accrued from the company. \n   \n  Distributes it amongst charity organizations.\n   \n  Use your judgment to distribute the money and feel free to reimburse\nyourself when you have the money for any cost you incure during the\nprocess of collecting and distributing the money to charity organizations. .\n   \n  Im willing to offer you a ! Reward if you are willing to help; please\nreply as soon as you can.\n   \n  May the good Lord bless you and your family.\n  Regards.\n   \n  NELSON  HENRY\n\n\n\t\t\n---------------------------------\n  Yahoo! Cars NEW - sell your car and browse thousands of new and used cars online search now  \n---------------------------------\n  ", "id": "bbcf713000dcc9e1232155eded4cf2d5"}