{"email_subject": "FROM  MONICA", "email_body": "From: Mrs.Monica Martins \n23 Rivonia Road Sandton City\nJohannesburg South Africa\nTel+27-83-238-3440\n\nATTN: Sir, \n\nMy name is Mrs.Monica Martins, the wife of late Mr.Zulu\nMartins, of Zimbabwe. It might be a surprise to you where I\ngot your contact address I got it from the net.I am using\nthis opportunity to express my predicaments to you\nDuring the current crises against the farmers of Zimbabwe\nby the supporters of our President ROBERT MUGABE to claim\nall the white owned farms in our country, he \nordered all the white farmers to surrender their farms to\nhis party members and their followers. \nMy husband was one of the best farmers in the country and\nknowing that he did not support the president's political\nideology, the president's supporters invaded my husband's\nfarm, burnt down everything, shot him and as a result of\nthe wounds sustained, he became sick and died after two\ndays. And after his death I became a widow over night with\nmy only son (Frank Martins) and one daughter (Russ) decided\nto move out of Zimbabwe for the safety of our lives to\nSouth Africa. Before he died, he wrote his 'WILL' which\nreads:\n \n'MY BELOVEED SON (Frank) I WISH TO DRAW YOUR ATTENTION TO\nTHE SUM OF \nUS$20.7 MILLION U.S DOLLARS WHICH I DEPOSITED IN A BOX WITH\nA SECURITY COMPANY IN JOHANNESBURG (SOUTH-AFRICA) IN CASE\nOF MY ABSENCE ON EARTH CAUSED BY DEATH ONLY' \nyou should solicit for reliable foreign partner to assist\nyou to transfer this money out of SOUTH-AFRICA for the\nfamily care and investment purposes I deposited the money\nin your  name(Frank Martins)and it can be claimed by you\nwith the help of a foreign partner using the deposit\ncode.Your mother has all the documents.Take good care of\nyour mother and your sister.\n\n>From the above you will understand that the lives and\nfuture of my family depends on this money as much as I will\nbe very grateful if you can assist us. We are now living in\nSouth-Africa as POLITICAL ASYLUM SEEKERS and the financial\nlaw of SOUTH-AFRICA do not allow an ASYLUM SEEKER any\nfinancial right to operate such huge amount of money .In\nview of this I cannot invest this money in South-Africa\nhence I am asking you to assist us transfer this money out\nof South-Africa for investment purposes. \n\n[1]. For your efforts I am prepared to offer you 30% of the\ntotal fund while 70% will be kept for my family and I for\ninvestments.Immediately we establish trust within our\nselves, I would go ahead to give you all the details you\nmight require to know about this fund.\n\nYOU CAN GIVE US A CALL ON +27-83-238-3440.YOU SEND YOUR\nRESPONSE TO (monica_mtf4@yahoo.co.uk \nATTACHED IS A PHOTOGRAPH OF THE CONSIGNMENT MY LATE HUSBAND\nTOOK BEFORE DEPOSITING THE FUND WITH THE SECURTY\nCOMPANY.\n \nPLEASE YOU CAN READ ABOUT PROBLEMS IN ZIMBABWE FROM THE\nLINKS BELOW.\n \nhttp://news.bbc.co.uk/1/hi/world/africa/918781.stm \nhttp://news.bbc.co.uk/1/hi/world/africa/715001.stm \nhttp://news.bbc.co.uk/1/hi/world/africa/1063785.stm\n\nBEST REGARDS, \nMRS MONICA MARTINS.\n(FOR THE FAMILY\n", "id": "bc5f3b793c88208eae1559042cbce916"}