{"email_subject": "Mr OUMAROU TRIKOUNI, VEUILLEZ LIRE TRES ATTENTIVEMENT CE MESSAGE", "email_body": "JE SUIS MONSIEUR OUMAROU TRIKOUNI ,\nDIRECTEUR CHARGE DES FACTURES ET ECHANGES EXTERIEURS DE LA B.O.A ( BANK OF \nAFRICA).BURKINA FASO,MARIE PERE DE TROIS ENFANTS,AGE 56 ANS\n\nDans mon departement, j'ai decouvert une somme abandonne d'une valeur de \n16.500 000 $  US (SEIZE MILLIONS CINQ CENT MILLES DOLLARS USA) dans un \ncompte appartenant  un de nos clients trangers qui a eu la mort avec toute \nsa famille dans un crash d'avion en 2003.\n\nDepuis que nous  avions obtenus les informations sur  sa mort, nous nous \nattendions  ce que ses proches parents ou sa proche relation viennent \nrclamer largent. Malheureusement jusquaujourdhui aucune manifestation. \nDans ses cas figurent,en conformit avec les lois et reglements interieurs \ndes operations bancaires de la boite,stipulent que,si une telle somme \nrestait,sans aucune manifestation quelconque d'un proche,six annes \naprs,ladite somme est transfere dans le tresor de la banque,comme etant un \nfond non reclam.\n\nSuite  cette dcouverte j'ai dcid de vous faire  cette proposition \nd'affaire, afin de pouvoir librer l'argent.Dautant Puisque personne ne \nvient la rclamer , je propose que vous vous dclarer   la banque comme \netant un parent ou une proche relation de la famille defunte.\nSi nous tombons daccord,45% de la somme sera  vous,les 5% servirons aux \nfrais occasionnant les operations du transfert,et les 50% serons  moi.\n\nPar consquent, pour permettre le  transfert immdiat de ces fonds,il vous \nfaut ouvrir  votre nom, un compte bancaire si vous n'a n'aviez pas,ensiute \nvous devez adresser une lettre  la banque comme etan un proche parent de la \nfamille dfunte comme suit:\n\n- le nom de votre banque,\n- votre numro de compte bancaire,\n- votre numro de fax et de tlphone priv\n\nNB: Pour le numero de compte meme si votre compte est vide ce ne pas grave \npourvu que a soit un compte  activ\n\n\n la rception de votre rponse, je vous enverrai  par fax ou par mail le \nformulaire de la lettre d'application que vous allez remplir et envoyer  \nl'adresse de la banque.\nJe porte   votre connaissance que  cette transaction ne comporte aucun \nrisque car toutes les dispositions seront prises,dautant puisque moi-meme je \nsuis un membre influent de la banque.\nAu cas o vous aurez besoin d'informations concernant ma \nproposition,n'hesitez pas, je serai  votre entire disposition jusqu' la \nfin de l'operation.\nSi j'ai un conseil  vous donner,c'est d'etre tres discret,car seule dans la \ndiscretion que nous pourrions reussir.\nVous voyez ces sommes n'ont jamais et utilises comme il se doit.Les \npremiers responsables les acheminent  d'autres fins.\nDans lattende de votre prompte raction, je vous prie cher \nmonsieur,l'expression de ma trs haute considration\n\nDr OUMAROU TRIKOUNI\n\nEmai : ouma_rou_trik@yahoo.frl\n\n\nTel: 00226 76 63 87 30\n\n_________________________________________________________________\nMSN Hotmail : crez votre adresse e-mail gratuite &  vie ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "bcf20ee564b30833f029ca36125084f5"}