{"email_subject": "TREAT AS URGENT AND CONFIDENTIAL.", "email_body": "\n    FROM THE DESK OF  Mrs  Yinus  Sulihatu\nBANK OF AFRICA [BOA]\nOUAGADOUGOU, BURKINA FASO.\nEmail;yinus_sulihatu007@yahoo.fr\n                                                            TOP  SECRET\nDear friend,\nCompliments, Salam Alaykum!\n\nI am the manager of bill and exchange at the foreign remittance department \nof\nBANK OF AFRICA.\n\nI am writting to seek your coperation over this business deal.\nIn my department, I discovered an abandoned sum of$30.million\nUSD(THIRTYmillion US dollars)only , in an account that belongs to one of our\nforeign customers who died along with his entire family in a plane crash \nthat took\nplace in Kenya,East Africa,the Late DR. GEORGE BRUMLEY,a citizen of \nAtlanta,United\nStates of America but naturalised in Burkinafaso,West Africa and contractor \nwith\nECOWAS,(ECONOMIC COMMUNITY OF WEST AFRICAN STATES) .\n\nSince we got information about his death, we have been expecting his next of\nkin to come over and claim his money because it cannot be released unless\nsomebody applies for it as next of kin or relation to the deceased as \nindicated in\nour banking guidelines but unfortunately , all his supposed next of kin or\nrelation died alongside with him at the plane crash leaving nobody behind \nfor the\nclaim. It is therefore upon this discovery that I now decided to makethis\nbusinness proposal to you and release the money to you via your foreign bank\naccount as the next of kin or relation to the deceased for safety and \nsubsequent\ndisbursement since nobody is coming for it and this money Could go into the \nBank\ntreasury as unclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money\nremainedunclamed after four years, the money will betransfered into the Bank\ntreasury as unclaimed fund.The request for your assistance and maximum\nco-operation as a foreign citizen to stand as the next of kin in this \nbusiness\nis occasioned by the fact that the deceased customer was a foreigner and a\nBurkinabe cannot stand as next of kin to a foreigner.\n\n40 % of this money will be for you as my foreign partner, inrespect to the\nprovision of a foreign account. 10 %will be set aside for expences incured \nduring\nthe business and 50 % would be for me.There after I will come over to your \ncountry\nfor disbursement accoding to the percentages indicated.\n\nTherefore to enable the immediate trnansfer of this fund to you as\narranged,you must apply first to the bank as the relation or next of kin to \nthe\ndeceased,indicating your claims and wherein the money will be remitted .\n\nUpon receipt of your reply, I will send to you by fax or email the text of\napplication which you will fill and submit to the office of the foreign \nremittance\ndirector of the bank of africa. I will not fail to bring to your notice that \nthis\ntransaction is stricly confidential and i will use my position in this Bank \nto\neffect a hitch free transfer of the fund.\n\nYou should contact me immediately as soon as you receive this letter.\nTrusting to hear from you immediately.\n\n\nPlease , visit the website below for more informations about the Plane\nCrash and the tragic death of the deceased and his entire family, Late DR. \nGEORGE BRUMLEY.\n\nhttp://www.cnn.com/2003/WORLD/africa/07/20/kenya.crash/index.html\n\nYour\u0092s faithfully,\nMrs  Yinus  Sulihatu\nBill AND EXCHANGE MANAGER,\nBANK OF AFRICA.\n\n                                Email;yinus_sulihatu007@yahoo.fr\n\n_________________________________________________________________\nDécouvrez Windows Live Messenger : le futur de MSN Messenger ! \nwww.windowslivemessenger.fr\n\n\n\n", "id": "bcfb3f08314c14215c80e89ac029ecf9"}