{"email_subject": "HELP FROM MRS  BRIDGET", "email_body": "No 53.MENDAS CLOSE,\n\nCOMMUNITY 12, TEMA,\n\nACCRA-GHANA.\nPIS CONTACT ME:(luza20032002@yahoo.com) \n\nDEAR SIR : \n\nWith due respect trust and humility, I write you this proposal, which I \nbelieve it will be a great interstto you.I found your contact while I \nwas doing aprivate research on the internet for a reliable and capable \nforeign partner that will assist my family and me. That's why I \ncontacted you. I am MRS.BRIDGET LUZA the wife of MR.MORRIS LUZA of \nZimbabwe.During the current war against famers in Zimbabwe and from the \nsupport of our president ROBERT MUGABE to claim all the white owned \nfarms in our country, all the white and black farmers were ordered to \nsurrender their farms to his party members and his followers. My husband \nwho was one of the best farmers in our country and treasurer of the \nfarmer's CO-pperation did not suport his idea and so the party members \ninvaded my husband's farms and burnt everything in the farm, Killed my \nhusband and made away with a lot of items in my husband's farm. After the \ndeath of my husband, i and my childern decided to move out of zimbabwe \nbecause our lives were in danger with the money that my husband kept in \nhis hidden safe in my house. The amount contained in the safe is US$11M \n(ELEVEN MILLION US DOLLAR) and we decided to move the money to the \nRepublic of REPUBLIC OF GHANA. where we deposited the money with SECURITY \nCOMPANY as a valuable item.So i decided to contact you to assist me to \nmove this money out of GHANA, because we took anassyllum protection here \nin ghana So if you consider this proppsal, we have agreed to give you \n30% of the total sum for helping us to move this money out to your \ncountry and 10% will be mapped out for expenses both of us may incur during \nthis transaction and 60% Will be for me and family to invest in your \ncountry You can contact me on this Email address for security reasons \n(luza20032002@yahoo.com) \nNOTE: That this transaction is 100% risk free and absolutely \nconfidential.Thanks and God bless you.Best\n\n\nRegard:BRIDGET LUZA (MRS)\nFOR THE FAMILY\n\n\n\n---------------------------------\nDo you Yahoo!?\nYahoo! Platinum - Watch CBS' NCAA March Madness, live on your desktop!", "id": "bcfcc415a4c26cf3fc1a1aad6be016c3"}