{"email_subject": "Admin.Dept.", "email_body": "\n Dear Friend,\nI am contacting you in regards to a business transfer of a hugh sum of \nmoney from a deceased account. Though I know that a transaction of this \nmagnitude will make any one apprehensive and worried, but I am assuring \nyou that all will be well at the end of the day. We decided to contact \nyou due to the urgency of this transaction.\nPROPOSITION;\nWe discovered an abandoned sum of $14,300,000.00 (Fourteen Million \nThree Hundred Thousand Dollars) in an account that belongs to one of \nour foreign customers who died along with his entire family. Since his \ndeath, none of his next-of-kin or relations has come forward to lay \nclaims to this money as the heir.\nWe cannot release the fund from his account unless someone applies  for \nclaim as the next-of-kin to the deceased as indicated in our banking \nguidelines. Upon this discovery, we now seek your permission to have \nyou stand as a next of kin to the deceased as all documentations will \nbe carefully worked out by us for the funds ($14,300,000.00) to be \nreleased in your favour as the beneficiary's next of kin.\nIt may interest you to note that we have secured from the probate an \norder of madamus to locate any of deceased beneficiaries.Please \nacknowledge receipt of this message in acceptance of our mutual \nbusiness endeavour by furnishing me with the following;\n1. Beneficiary name and address.\n2. Direct Telephone and fax numbers.\nThese requirements will enable us file a letter of claim to the \nappropriate departments for necessary approvals in your favour before \nthe transfer can be made. We shall be compensating you with 25% on \nfinal conclusion of this \nproject, while the rest shall be for us. Your share stays with you \nwhile the rest shall be for us for investment purposes.\nIf this proposal is acceptable by you, do not take undue advantage of \nthe trust we have bestowed in you.\nI await your urgent mail.\nRegards,\nMr.Frank Jim.\n\nN:B-Reply me through this email address:frank_jim2@europe.com \n\n\n", "id": "bd11e3029669b9ebb7325fbf5ce0c016"}