{"email_subject": "THANKS", "email_body": "RAMOS HAMZA& Co Chambers,\nLegal Practitioners\nSolicitors At Law\nNo: 55 Pyne Cresent,\nVictoria Island,\nLagos-Nigeria\n\n\n\nRE:Attention,\nI am barrister RAMOS HAMZA, the Legal Adviser and counsel to adeceased \nexpatriate contractor (Eng.Arthur) who used to work with Zenith Oil and \nGas Company here in Nigeria thereafter shall be referred to as my late \nclient.\n\nOn the 26th December 2004, my client and his entire family died while\non Vacation at Phuket Island in Thailand as a result of the Asia Earth\nQuake Disaster(TSUNAMI DISASTER) You will read more stories about the \ncrash  on  visiting this\nhttp://www.cnn.com/SPECIALS/2004/tsunami.disaster/\nMeanwhile, On the 6th of January 2005,I recieved a phone call as his\npersonal Attorney where the tragic news of my clients death in the\nTsunami disaster was broke to me.\n\nAnd since then, I have made several enquiries to locate any of his\nextended relatives.This has proved unsuccessful hence I contacted you\nin my attempt to trace any member of his family over the internet.\nTherefore, I am seeking  your consent and assistance in repartriating\nmoney  left behind by my late client before it gets confiscated or\ndeclared unserviceable by the bank where the deposit is\nlodged. The deposit is valued US$5,200,000.00 (Five Million; Two\nThousand  United States Dollars) only and it is lodged with Linkworld\nInternational  Bank Nigeria Plc.\n\nThe management board of the bank, after their executive meeting\nfortnight  ago, mandated me to provide his next of kin to inherit the\nfunds  the deceased left behind or else, it will be declared non \nclaimable hence the bankers intend to invoke the abandoned property \ndecree of 1996 to confiscate the funds after the expiration of the \nperiod given to me.\n\nI hereby seek your consent to present you to the bank as next-of-kin of\nthe deceased, so that the proceeds of this account valued\nUS$5,200,000.00 can be transferred to you as the heir to the deceased, \nand thereafter  you,and I will share the money at the ratio of 50% to \nme and 45% to you,  while 5% will be donated to the Tsunami Disaster \nCharity Fund.\n\nI guarantee that the transaction will be executed under a legitimate\narrangement that will protect you from any breach of the law hence all\nthe necessary legal documents that will be required of you by the\nmanagement of the bank in backing up your claims will be duly processed \n  and obtained from the necessary authorities.\nTo commence this process, it is very important that you provide with me\nthe following information,\n\n1.Your name and contact address in full.\n2.Your Telephone and fax numbers.\n3.Your Occupation/company's name and address.\n4.Your age and marital status.\n\nAs soon as I recieve the above stated information, I will file-in a\nformal application on your behalf to the bank for them to commence the\nprocess of  transferring the fund into your designated bank account as \nthe next  of kin to my deceased client.\n\nYours truly,\nRAMOS HAMZA (ESQ)\n\n\n\n", "id": "bd4ce89006d1e829cf8bc9aab8dc6670"}