{"email_subject": "VERY URGENT AND CONFIDENTIAL.", "email_body": ">From The Desk Of Of HASSAN MUSA.\nThe Head Of File Department,\nAfrican Development Bank A.D.B\nOuagadougou Burkina-Faso Annex.\nWest Africa.\nMy private line is: 00226-7650 9277.\n\nPLANE CRASH WEB SITE...http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\n\n               ( REMITTANCE OF $5 MILLION U.S.A DOLLARS CONFIDENTIAL IS THE \nCASE\")\nCompliment Of The Season,\n\n  On a very good day. I am (HASSAN MUSA),The Head of file Department in \nAfrican development bank (ADB).I got your contact from tourist search.\nWhen i was searching for a foreign partner i assured of your capability and \nreliability to champion this businees opportunitywhen i prayed to Allah  \nabout you.In my department we discovered and abandoned Five million U.S.A  \ndollars (us$5m) . In an account that belongs to one of our foreign customer \nwho died along with his entire family on (Monday 31st July 2000) in a plane \ncrash.\n\n  Since we got information about his death, we have been expecting his next \nof  kin to come over and claim his money because we cannot release it unless \nsomebody applies for it as next of kin or relationto the deceased as  \nindicated in our banking guidelines, but unfortunately we learnt that all\nhis supposed next of kin or relation died alongside with him at the plane \ncrash leaving nobody behind for the claim.\n\n  It is therefore upon this discovery that I and one official in my \ndepartment now decided to make this businness proposal to you and release \nthe money to you as the next of kin or relation to\nthe deceased for safety and subsequent disbursement since nobody is \ncomingfor it and we dont want this money to go into the bank treasury as \nunclaimed bill.\n\n  The Banking law and guideline here stipulates that if such money remained  \nunclamed after seven years, the money will be transfered into the Bank \ntreasury as unclaimed fund. The request of foreigner as next of kin in this  \nbusiness is occasioned by the fact that the customer was a foreigner, and a  \nBurkinabe cannot stand as next of kin to a foreigner. We agree that 30 % of \nthis money will be for you as foreign partner, in respect to the provision \nof a foreign account, 10 % will be set aside for expenses incured during the \n  business and 60 % would be f or me and my woman colleague. There after i  \nwill visit your country for disbursement according to the percentages  \nindicated.\n\n  Therefore to enable the immediate trnansfer of this fund to you as \narranged, you must apply first to the bank as relations or next of kin of \nthe deceased  indicating your bank name, your bank account number, your \nprivate telephone and fax number for easy and effective communication\nand location where the  money will be remitted.Upon receipt of your reply, I \nwill send to you by fax or email the text of the application I will not fail \nto bring to your notice that this transaction is hitch free and that you \nshould not entertain any atom of fear as all required arrangements have been\nmade for thetransfer.\n\nYou should contact me on my number 00226-7650 9277, immediately as soon as \nyou receive this letter. Trusting to hear from you immediately.\nYours faithfully,\nHASSAN MUSA\n.\nPOST SCRITUM:You have to keep everything secret as to enable the transfer to \n  move very smoothly in to the account you will prove to the bank. As you  \nfinish reading this letter call me immediately so that we discuss very well  \nover this business.\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "be1c55937f8bbab8b3c99f490c7eaa70"}