{"email_subject": "REQUEST....", "email_body": "From: Mrs Maryam Abacha\nAbacha Housing Estate\nGidado Road,\nKano-Nigeria \n(N/B) ***This message to you contains strictly confidential information\nwhich should be handled confidentially.As soon as you show intrest you\ncan help all necessary documents shall be forwarded to you including all\nidentities(My personal and family pictures)*** \n\nAsalam alekum,\nI salute you in the name of most High Allah. I am Mrs. Maryam\nAbacha, the widow of the late Gen. Sani Abacha former military\nHead of State who died mysteriously as a result of cardiac\narrest. Since my husband's death, my family has been under\nrestriction of movement and that notwithstanding, we are being\nmolested and constantly under ?watch? by the seemingly agent, above\nall, our banks account here and abroad have been frozen by the\nNigerian civilian government. Furthermore, my eldest son is in\ndetention by the Nigerian Government for more interrogation about\nmy husband's asset and some vital documents. \nFollowing the recent discovery of my husband's bank account by\nthe Nigerian government with my son's bank in which a huge sum of\nUS$700 million and 450 million Dutch Mark was lodged and 6\nbillion dollars belonging to my late husband was seized by the\ngovernment of Nigeria. I therefore wish to personally appeal to\nyou seriously and religiously for your urgent assistance to\ntransfer the sum of $25.5 million United States Dollars into your\naccount in your country which has already been lodged in a Global\ncrossing Diplomatic ?security? in abroad by my Late Husband and I\nhave\na prove of the Certificate of Deposit with the telephone and fax\nnumber of the ?security? company in abroad, the name of the head of\noperation including the telephone and fax number of the agency\nwhom help in packaging the consignment. since we can not leave\nthe country due to the restriction of movement imposed on the\nmembers of my family by the Nigerian Government and my\nInternational pass\nport impounded at the Murtala Mohammed International Airport,\nLagos in August 1998 and presently the consignment is incurring\nmore demurrage and if the government discovered they might seize\nthe fund (consignment) that was the reason I was advise by our\nFamily lawyer for the safety of the fund, to look for an honest\nand reliable foreigner who is willing to be of assistant to\nenable the fund to be transfer to his account while you are\nentitled to 25% of the fund while 5% is for any expenses which\nmight include your phone calls , stationary which must be\ndeducted before sharing. \nAlso, if you accept this proposal, I shall give you the telephone\nand fax number of the ?security? company in abroad where the\nconsignment\nis lodge including agency for verification and you shall as well\nforward your data including your telephone and fax number to our\nFamily Lawyer who shall help in the legal documentation to make\nyou the legal owner of the fund by a prove of an affidavit from\nthe Federal High Court for a change of fund ownership by me which\nmy lawyer shall forward with an application to the Court to\nenable the court to issue an legal clearance certificate as a\nprove that the fund is no longer belong to ABACHA FAMILY but you\nas the new beneficiary which will now empowered the Security\ncompany to release the consignment (fund) to you.\nPlease I will appreciate your quick response weather you accept\nthis proposal or not to enable me to know the next step of action\nand please you can as well use your name or your company name as\nthe beneficiary of the fund (consignment ) \nYours Sincerely \nMrs Maryam Abacha \n[***Striclty confidential***]\n\nPour gagner une Playstation 2, envoyez un SMS avec le code PS au 61321 (0,35 euro hors coût du SMS).\n\n", "id": "be2e57780334659ac0e7d79b53d9203e"}