{"email_subject": "URGENT INVESTMENT  PROPOSAL ", "email_body": "  Korporatiewe Bank FNBSA  Limited / Beperk trading\n / handeldrywend as FNBSA  Corporate Bank/FNBSA Corporatiewe Bank\n Director Audit / Accounts Units, Foreign Remittance  Department\n \nATTN:Sir/Madam,\n \nGood day! My name is MRS, GLORIA  ZUMA, the  Director  in charge of Audit /Accounts Unit, Foreign  Remittance Department of  FIRST NATIONAL BANK  SOTH AFRICA,. Your contact is be courtesy of\n Johannesburg Chamber of Commerce and Industry. During auditing, verification/investigation in out  bank at the end of last  fiscal (financial) year, I discovered the sum of US$15.000.000.00(FIFTHEEN MILLION  UNITED STATES DOLLARS) in a dormant account belonging to an Israeli International businessman who died along with his family in a plane crash on 5th November, 1997 in Abidjan, Cote DIvoire. \nMy investigations revealed no survival for claims as I have long been expecting someone to forward applications for claims as it applies to our bankingregulations and if I do not remit this money out  urgently, it will be forfeited. However, I kept this information (SECRET) confidential within my\n jurisdiction to enable me submit claims and transfer this fund through trustworthy person whom I shall present as the bonafide next of kin to the deceased. With my position now in the office, I can transfer this fund to any reliable designated foreign account, with assurance that this fund will be intact pending my physical arrival in your country for sharing. \nAll documents to  this transfer will be destroyed on confirmation of the money in your account thus leaving no trace to anything. Meanwhile, all domestic arrangements have been put in place awaiting your response to enable  me conclude this transaction.\n At the conclusion of this transaction, \nyou will be  given 40% Of  United States Dollars of the total amount, 60% of United States Dollars  of the total amount will be for me and Investment in your country.I need your strong assurance and confidentiality.\n\n God bless us.\n Best regards.\n \nMr. MRS GLORIA  ZUMA,\nAlternative email:gloria_zuma_son@myway.com\n\n \n\n\n", "id": "be661498d3d2b0c4b12c95c9d96a2af1"}