{"email_subject": "Consignment: To Benefit you too", "email_body": "Dear friend,\n \nMy name is  Mr Richard Akwasi, 41 years Ghanaian\nmarried with Five Children. I work as an\nadministrative Secretary/Attorney with GLOBAL\nSECURITY COMPANY (ltd) Accra Ghana. I joined the\nservices of this company in 1991. \nI got the information concerning you and your company\nfrom our Chamber of Commerce here and after due\nconsultation, I decided to contact you believing that\nby the grace of God that you will be my\npartner in this business. I have worked with this\ncompany for over 12 years, within this period of time\nI watched with meticulous precision on\nhow African Head of State and government functionaries\nhave been moving huge sums of money (Dollars, Pound\nSterling, French Franc, Cash)with the aid of their\nforeign partners abroad. \nThey bring in these consignment of money cash and\nsecretly declare the content as jewelries, Gold,\nPrecious Stones, Family Treasure, Documents,etc.\nMobutu Sese Seko of Zaire, Fodey Sankoy of Sierra\nLeone, FelixHouphet Buigny of Ivory Coast, Konnan Bede\nof Ivory Coast, etc. \nThese people have at one time or the other\ndepositedconsignments withus and their foreign\npartners, relatives and Next of Kin are Claiming most\nof these consignment and a lot more are laying here\nunclaimed for as much as 7 years, as no available\ninformation to anybody except the depositors, and most\nof them are dead. Since the inception of the year\n2003, GLOBAL SECURITY COMPANY LTD Management changed\nthe procedure of claiming of consignments. \nAs soon as you are able to produce all the secret\ninformation as contained in the secret file of the\ncompany as regard the consignment, it will be released\nto you upon demand. From our records, more\nthan 10 consignments belonging to these people has\nbeen claimed in the past six months and this is why I\nam seeking for your co-operation and assistance. \nMr. Christopher Cambell is a Zimbabwean, and he work with\none of the top ministers of President Robert Mugabe\nwho was in charge of the campaigning for re-electing\nMr. Mugabe into office in their last election. He\ndeposited this consignment in 1999 after absconding\nwith the money 35.5 million United State Dollars\n($35.5m USD). \nUnfortunately, Mr. Christopher Cambell died in Kenyan\naircraft that killed all on board in 2000. \nSince his death, no one knows about this transaction\nwith Global Security Company Ltd except me who acted\nas company attorney when he deposited the consignment.\nI have finished every arrangement for you to come and\nclaim the consignment as the next of Kin to Mr.\nChristopher Cambell. \nThe procedure is very simple: - Apply officially to\nthe Director of operation Global security company pty\nAccra - Ghana, for the release of consignment\nNo.GSS/15031964. \nThey will demand for some documents and the security\ncode of the consignment, you will call on me to supply\nyou with every detailed Information as regard the\nconsignment. \n\nAs soon as they have confirmed it to be correct, the\ncompany will invite you for the collection. \nNobody will ever know that I am involved in the deal\n, I suggest upon conclusion, we share it on the Ratio\nof 50%-40%and 10% will go for humanitarian service ie\nmotherless babies home, more also you will make an\narrangement on investments that I will invest my money\nin your country. \nI assure you that this business is very secure and\nrisk free. \nPlease, if you are not interested on this proposal,\nkindly let me know. \nThanks \nMr Richard Akwasi\nreply atternative email: richardakwasi@z6.com\n\n\n", "id": "bea12299794e437ef8e6f0320728a63a"}