{"email_subject": "GOOD DAY", "email_body": "Kone Law Firm\n6, Kofo Abayomi Street\nVictoria Island\nLagos\nNigeria\nwww.konelawfirm.com\nEmail.konechambers40@yahoo.ca\n\nDear Friend,\n\n\nRE: WILL EXECUTOR\n\nI am sure that this letter  will come to you as a surprise, but I shall be \ngrateful if you would read with the interest of assisting in this proposal \ntendered herein.\nMy name is Barrister Williams  kone, Attorney at Law and Legal advisor to Mr \nPhelps M. Dasne, A foreigner who used to work with Mekon Associates Company \nin Nigeria.Here after referred to as my Client.\n\nAt about 1.35pm on May 4 2002, my Client, his Wife and their three children \nwere involved in an Air Crash, when the Nigerian Passenger Plane they \nboarded, crashed into a densely populated suburb of the city of Kano in \nnorthern Nigeria, killing at least 148 people on board including my Client, \nhis entire family and the Former Minister of Sport in Nigeria,Late Ishaya \nMark Aku.\n\nFor more sunstantiation about the aformentioned incident; please browse\nthrough the underlisted Web Addresses and read for yourself:\n\nhttp://www.dawodu.com/kanocrash02.htm\nhttp://news.bbc.co.uk/1/hi/world/africa/1968300.stm\n\nSubsequently, since then, I have made several inquires to your Embassy to \nlocate any of my Late Client's Extended Relatives, which has also proved \nunsuccessful.\nAfter these several unsuccessful attempts to locate any member of his \nfamily, hence,i contacted you assist me to repatriate the money and property \nleft behind by my Late Client before they get confiscated in the Bank \nTreasury or declared unserviceable by the Finance House where this huge \ndeposit were lodged, so that the proceeds of this Account valued at 3.5 \nMillion Dollars ($3.5MUSD) can be paid to your Account.\n\nThe Finance House where the Deceased had an Account valued at about 3.5 \nMillion Dollars ($3.5MUSD) has issued me a notice to provide the Next Of Kin \nor have the Account dormant & confiscated for inactiveness within the next \n21 banking days.\n\nPragmatically, I have all the necessary legal documents that can be used to \nback up any claim we may make anywhere. All I require is your honest \ncooperation to enable us see this transaction through.\n\nI guarantee that this will be executed under a legitimate arrangement\nthat will protect you from any Breach of the Law.\nInfact, all you are to do is to send the below\ninformation to me,to enable me forward your name to the Finance House as the \nnext of kin to my late client.\n\n{1}. YOUR FULL NAME.\n\n{2}. YOUR CONTACT ADDRESS.\n\n(3)DIRECT TELEPHONE NUMBER\n\nI am willing to share this money with you at the proportion of 30% to \nyou,while 10% for any cost being incured during this transaction, and the \nbalance 60% which is for me will be kept under your supervision immediately \nthe money is transferred into your account for safe keeping.\n\nAll I require is your honest co-operation to enable us see this transaction \nthrough.\n\nI guarantee that this will be executed under a legitimate arrangement that \nwill protect you from any breach of the law. Please get in touch with me by \nmy secured and confidential e-mail:\nkonechambers40@yahoo.ca\ndiscuss further.\n\nFor more sunstantiation about the aformentioned incident; please browse\nthrough the underlisted Web Addresses and read for yourself:\n\n[http://www.ngex.com/newsletter]\n[http://news.bbc.co.uk/1/hi/world/africa/1968300.stm]\n[http://www.dawodu.com/kanocrash02.htm].\n\nI await your favorable response\n\nYours faithfully,\n\nBarrister: Barrister Williams  kone.\n\n\n\n\n", "id": "bea278dbbb75de7c7d191a049a0ec81a"}