{"email_subject": "Hello", "email_body": "Content-Type: text/plain\n\nContent-Transfer-Encoding: 8bit\n\n\n\n\nDear Sir/Madam,\n\nWith a very desperate need for assistance, I have summed up courage to contact you.\n\nI am  presently working in Iraq with American troop, I found your contact particulars in an address journal.\n\nI am seeking your assistance to evacuate the sum of $17,000,000:00 (Seventeen million dollars) to your country or any other safe country of your choice, as far as I can be assured that my share will be safe in your care untill I complete my service here,this is no stolen \n\nmoney, and there are no dangers involved.\n\nSOURCE OF MONEY. Some money in American currency was discovered concealed in barrels with piles of weapons and ammunitions at a location near one of Saddam's old palaces during a rescue operation, and it was agreed by all party present that the money be shared amongst us, this was quite an illegal thing to do, but I tell you what? no compensation can make up for the risks we have taken with our lives in this hell hole. The abovefigure ! was given to me as my share, and to conceal this kind of money became a problem for me, so with the help of a German contact working here, and his office enjoys some immunity, I was able to get the package out to a safe location entirely out of trouble spot.The German contact does not know the real contents of the package, and beleives that it belongs to an Asian American who died in an air raid, and before giving up, trusted me to hand over the package to his business associate.\n\nI have now found a secured way of getting the package out to a safer country in Europe for you to pick up, and will discuss this with you when I am sure that you are willing to assist me.\n\nOne passionate appeal I will make to you is not to discuss this matter with a third party, should you have reasons to reject this offer, please destroy this mail as any leakage of this information will be too bad for us. I do not know for how long we will remain here, and I havesurvived 2 suicide bomb attacks by the special grace of God, this and other reasons I will mention later has prompted me to reach out for help, I honestly want this matter to be resolved immediately.\n\nPlease contact me through my email so we can discuss more.\n\nRespectfully,\n\nAdams Allen\n\nN/B PLEASE FORWARD ALL CORRESPONDENCE TO \n\nadamsiniraq@myway.com \n\n\n\n\n\n\n\n\n\n\n", "id": "bf24278e1eca617db332d83a79d0dcd1"}