{"email_subject": "REPPLY NEENDED", "email_body": " \n\n    \nFROM THE DESK OF DR .WILLIAMS KOFFI\nCONFIDENCIAL!\nDEAR FRIEND,\nMY NAME IS DR WILLIAMS KOFFI I HAIL FROM THE FEDERAL\nREPUBLIC OF GHANA,41 YEARS YOUNG MARRIED, WITH THREE CHILDREN.\nI AM THE DIRECTOR OF STANDARD SECURITY AND FINANCE SERVICES\nLIMITED GHANA.I GOT THE INFORMATION CONCERNING YOU FROM THE INTERNET\nAND\nAFTER DUE CONSIDERATION,I DECIDED TO CONTACT YOU BELIEVING THAT BY THE\nGRACE\nOF GOD,\nTHAT YOU WILL NOT DISAPPOINT ME OVER THIS DEAL.\nI HAVE BEEN WORKING WITH THIS COMPANY FOR OVER TEN YEARS.\nWITHIN THIS PERIOD, I HAVE WATCHED WITH METICULOUS PRECISION HOW\nAFRICAN\nHEADS OF STATE AND GOVERNMENT FUNCTIONARIES HAVE BEEN USING STANDARD SECURITY\nAND FINANCE\nLIMITED TO MOVE SUMS OF MONEY USD, POUNDS STERLING, FRENCH FRANCS\n(CASH)TO\nTHEIR FOREIGN PARTNERS. THEY BRING IN THESE CONSIGNMENTS OF CASH AND\nSECRETLY\nDECLARE THE CONTENTS AS JEWELRIES, GOLD, DIAMONDS, PRECIOUS STONES,\nFAMILY\nTRE ASURES AND DOCUMENTS ETC.\nGEN. SANI ABACHA OF NIGERIA, (DEAD), MOBUTU SESE SECO OF\nZIARE (DEAD),FODE SANKOY OF SIERRA LEONE, BABANGIDA OF NIGERIA, FELIX\nHOUPHET\nBOIGNY OF COTE D'IVORE (DEAD), KANAN BEDIE OF COTE D' IVORE (ABIDJAN)\nETC.\nALL THESE PEOPLE HAVE HUNDREDS OF CONSIGNMENTS DEPOSITED\nWITH MY OFFICE.THEIR FOREIGN PARTNERS, FRIENDS AND RELATIVES ARE\nCLAIMING\nMOST OF THESE CONSIGNMENTS.\nALOT OF THEM ARE LYING HERE UNCLAIMED FOR AS MUCH AS EIGHT YEARS.\nNOBODY\nWILL EVER COME FOR THEM BECAUSE IN MOST CASES, THE CERTIFICATE OF\nDEPOSIT\nARE NEVER AVAILABLE TO ANY BODY EXCEPT THE DEPOSITORS HENCE MOST OF\nTHEM\nARE DEAD. I HAVE MOVED SOME TO OUR OFFICE IN HOLLAND AND LONDON (READY\nFOR\nCOLLECTION). I AM WAITING TO HEAR FROM YOU. SINCE THE INCEPTION OF THE\nYEAR\n2000, OUR COMPANY'S MANAGEMENT HAS CHANGED THE PROCEDURE OF CLAIMS OF\nCONSIGNMENT,\nAS SOON AS YOU ARE ABLE TO PRODUCE THE SECRET INFORMATION AS CONTAINED\nIN\nTHE SECRET FILE OF ANY CONSIGNMENT, IT WILL BE RELEASED TO YOU UPON\nDEMAND\nFROM OUR RECORD, MORE THAN 160 CONSIGNMENTS BELONGING TO GEN.ABACHA,\nMOBUTU\nSESE SECO HAS BEEN CLAIMED IN THE PAST SIX MONTHS AND THIS IS WHY AM\nSOLICITING\nFOR YOUR MAXIMUM\nCO-OPERATION AND ASSISTANCE.\nGEN. ABACHA HAS 160 CONSIGNMENTS DEPOSITED WITH SEVERAL\nNAMES AND CODES.64 HAVE BEEN CLAIMED IN THE PAST SIX MONTHS. THE FIRST\nSON\nOF GEN. ABACHA DIED IN A PLANE CRASH AND THE SECOND SON (MOHAMMED) IS\nFACING\nA MURDER CHARGE AND EMBEZZLEMENT, THE FAMILY MEMBERS ARE UNDER HOUS\nARREST\nWITHOUT COMMUNICATION WITH THE OUTSIDE WORLD. I HAVE FINALIZED EVERY\nARRANGEMENT\nFOR YOU TO COME\nAND CLAIM CONSIGNMENT NO;1402,1401 CONTAINING $46 MILLION. I WILL\nSUPPLY\nYOU WITH ALL THE INFORMATION AND DOCUMENTS AND YOU WILL SEND IT BY\nATTACHMENT\nTO THE MANAGEMENT OF OUR COMPANY. THE PROCEDURE IS SIMPLE;\nAPPLY OFFICIALLY TO THE DIRECTOR OF FOREIGN OPERATIONS OF THE COMPANY,\nREQUESTING\nFOR THE RELEASE OF CONSIGNMENT NO; 1402, 1401. THEY WILL DEMAND FOR\n\nTHE\nCERTIFICATE\nOF DEPOSITE AND THE SECRET CODE AND REFERENCE CODE OF THE\nCONSIGNMENTS. I WILL SUPPLY THEM TO YOU AND THEY WILL INVITE YOU TO\nCOME\nAND RECEIVE YOUR CONSIGNMENTS.  I WILL USE YOUR NAME, ADDRESS,\n\nPASSPORT\nNUMBER TO CHANGE THE ORIGINAL DOCUMENT IN THE FILE AND EVERY THING\n\nWILL\nBE OK HENCE I AM IN CHARGE.\nIN CONCLUSION, I ASSURE YOU THAT THIS BUSINESS IS RISK\nFREE. (OUR MODE OF SHARING IS 50-50), YOU CAN REACH ME BY EMAIL AND I\nWILL\nDIRECT YOU ON WHAT TO DO.\nYOUR'S SINCERELY,\nDR WILLIAMS koffi.\n\n\nREPLY NEEDED.\n\n\n\n", "id": "bf2d1b628bb3120347120b49f2e1a411"}