{"email_subject": "URGENT PLEASE", "email_body": "\nBANK OF AFRICA\nDAKAR SENEGAL\n01 BP 1280 - DAKAR\nSwift:BOA937\nTélex : 683 BOA\nDear Sir/Madam\n\nRE: TRANSFER OF (USD 30, MILLION)\n\n  I am the manager of bill and exchange at the foreign remittance \ndepartment of BANK OF AFRICA.\n\n  I am writting to seek your coperation over this business deal. In \nmy \ndepartment, I discovered an abandoned sumof$30.millionUSD\n(THIRTYmillion US )dollars)only , in an account that belongs to one of \nour foreign customers who died along with his entire family in a plane \ncrash that took place in Kenya,East Africa,the Late DR. GEORGE BRUMLEY,\na citizen of Atlanta,United States of America, contractor with ECOWAS,\n(ECONOMIC COMMUNITY OF WEST AFRICAN STATES) .\n\n  Since we got information about his death, we have been expecting \nhis \nnext of kin to come over and claim his money because it cannot be \nreleased unless somebody applies for it as next of kin or relation to \nthe deceased as indicated in our banking guidelines but unfortunately , \nall his supposed next of kin or relation died alongside with him at the \nplane crash leaving nobody behind for the claim. It is therefore upon \nthis discovery that I now decided to make this businness proposal to \nyou and release the money to you via your foreign bank account as the \nnext of kin or relation to the deceased for safety and subsequent \ndisbursement since nobody is coming for it and this money Could go into \nthe Bank treasury as unclaimed Bill.\n\n   The Banking law and guideline here stipulates that if such money \nremained unclamed after four years, the money will be transfered into \nthe Bank treasury as unclaimed fund.The request for your assistance and \nmaximum co-operation as a foreign citizen to stand as the next of kinin \nthis business is occasioned by the fact that the deceased customer was \na foreigner and a Senegaleise cannot stand as next of kin to a \nforeigner. 40 % of this money will be for you as my foreign partner, \ninrespect to the provision of a foreign account. 10 %will be set aside \nfor expences incured during the business and 50 % would be for me.There \nafter I will come over to your country for disbursement accoding to the \npercentages indicated. Therefore to enable the immediate trnansfer of \nthis fund to you as arranged,you must apply first to the bank as the \nrelation or next of kin to the deceased,indicating your claims and \nwherein the money will be remitted. Upon receipt of your reply, I will \nsend to you by fax or email the text of application which you will fill \nand submit to the office of the foreign remittance director of the bank \nof africa. I will not fail to bring to your notice that this \ntransaction is stricly confidential and i will use my position in this \nBank to effect a hitch free transfer of the fund. You should contact me \nimmediately as soon as you receive this letter.\n\nTrusting to hear from you immediately.\n\n \n\nYour’s faithfully,\nDr. Jerry Montteiro \nBill AND EXCHANGE MANAGER,\nBANK OF AFRICA.\n\n\n\n", "id": "bf30b95aa23a6bfa59c6ac51301190d8"}