{"email_subject": "EUROPEAN UNION CONSTRUCTION CONTRACT AWARDING COMMITTE", "email_body": "BURKINA FASO.WEST AFRICA.Dear Friend,I Mr.Sami mohammad the Chairman of  Contract Awarding Committee of  the EUROPEAN UNION CONSTRUCTION CONTRACT(ECC)  in BURKINA FASO West Africa. I got your information in a business directory from the Burkina Faso Chamber of Commerce and ndustries, when I was searching for a reliable, honest and trust worthy person to entrust this business with. I was simply inspired and  motivated to pick your contact from the directory. After discussing my  view and your profile with my colleagues, they were very much satisfied and decided to contact you immediately for this mutual business relationship. We wish to transfer the sum of USD$36.000,000.00 (Thirty Six million United States Dollars only.) into your personal or company's bank account. This fund was a residue of the over invoiced contract bills awarded by us for the supply of  equiment,hard/soft  wares, pharmaceuticals/medical items relating to constructing tool's, light and heavy duty vehicles, apparels and other administrative logistics etc for the Burkina Faso Projects. This DEAL was deliberately hatched out and carefully protected with all the attendant loop holes sealed off. As the Chairman of CAC, I have the cooperation and mandate of the Financial Director and the Secretary of the Organisation. We arranged and over invoiced the contract funds supplied by different companies from different countries. It was our consensus to seek the assistance of a willing foreigner to provide us with the facilities to transfer this money out of Burkina Faso.<  /STRONG> This is borne out of our belief in the non-stable and sporous political nature of this sub-egion.The original contractors have been duly paid by the Bank of Africa Ouaga-Burkina-Faso in West Africa. (Bank of Africa, Ouaga-Burkina-Faso in West Africa). Through our bankers - Societe  Generale Banque. This balance is suspended in the escrow accounts awaiting claims by any foreign company of our choice. We intend to pay out this fund NOW as the organization is winding up its activities and the coast has been achieved.  Based on the laws and ethics of employment, we as civil servants working under this organization, are not allowed to operate a foreign account. This is the more reason why we needed your assistance to provide an account that can sustain this fund for safe keeping and our future investment with your comprehensive advise, assistance and partnership in your country.It is however agreed, as the account owner in this deal to allow you 30% of the entire sum as compensation, 60% will be held on trust for us while 10% will be used to defray any incidental charges and cost during the course of the transaction. This transaction will be successfully concluded within 14 days if you accord us your unalloyed and due cooperation. You should provide the followings;YOUR COMPANY'S NAME WITH COMPLETE ADDRESS,TEL AND FAX NUMBERS. (if available)THE NAME OF YOUR BANK,ITS ADDRESS WITH TEL, FAX AND TELEX NUMBERS AND YOUR  ACCOUNT NUMBER. THE COMPLETE MAILING ADDRESS OF THE BENEFICIARY WITH TELEPHONE AND FAX NUMBERS.   Upon the receipt of this information, the documents and approval with the text will be sent to you for confirmation and then forwarded to the organization for ratification and subsequent payment. As with the case of all organized (sensitive) and conspired DEALS, we solicit for your unreserved confidentiality and utmost secret in this business. We hope to retire peacefully and lead a honourable business life afterwards. There are no risks involved regards in this business. I sugest you reply me back for more intimate and details discussions. I suggest you get back to me as soon as possible stating your wish in this deal. please reply me through this my alternative email. address: (sam_mohammad4000@yahoo.co.uk)Yours Faithfully.Mr. SAMI MOHAMMAD (AB).  CaraMail, le seul webmail à vous offrir des fils d'info RSS sans aucun logiciel à installer!", "id": "bf383f66f3cb40ce021d64800e8c4281"}