{"email_subject": "I NEED YOUR HELP PLEASE. ", "email_body": "Dearest One,\n\nGood day and which i believe you will be of great\nassistants to me that will make the beginning of\nnever-endingfamily relationship. I hope that this\nproposal will not be an inconvenience or embarrassment\nto you.I must not hesitate to confide in you this\nsimple and sincere business. \n\nMy name is Hussam , I am 18 years of age, the only\ndaughter of late Mr and Mrs mattin Gutana, from Nshili\nDistrict of Gikomgoro Province in Republic of Rwanda.\nMy father before his death was a prosperous Cocoa and\nGold merchant in Kigali, Republic of Rwanda before\nhis untimely death, after his business trip to Abidjan\n-Cote d'Ivoire, to negotiate on a Cocoa and\nGold business he wanted to invest in Abidjan -\nCoted'Ivoire. \n\nMy mother died when I was little ,and since then my\nfather took me so special. Before his death\non 12th November 2002 he told me that he has the sum\nof nine million,seven hundred thousand United State\nDollars.(USD$9.700.000) deposited in a security\ncompany in Abidjan Cote d'Ivoire, that he wanted to\nuse\nthis fund to invest his cocoa business in Ivory Coast.\n\nAfter the burial of my late father i came down to\nAbidjan and went to the security company where the\nfund is deposited with all the documents regarding to\nthe deposit of the fund that was given to me by my\nlate father. But because of the unstable political\nproblems here last year I instructed the security\ncompany to transfer the consignment to their\naffilliate office in Europe, the fund is presently in\nEurope now waiting for clearance.\n\nI am just 18 years old and a university undergraduate\nand really don't know what to do.Now I want you to\nhelp me claim and transfer the fund for investment in\nyour country because I have suffered a lot of set\nbacks as a result of incessant political crisis here\nin Ivory coast.The death of my father actually brought\nsorrow to my life.\n\nI am in a sincere desire of your humble assistance in\nthis regards.Your suggestions and ideas will be highly\nregarded.\n\nNow permit me to ask these few questions:\n1. Can you honestly help me.\n2. Can I completely trust you? \n3. What percentage of the total amount in question \n\nwill be good for you after the money is in your\ncustody. \nPlease,Consider this and get back to me as soon as\nposible.\n\nThank you so much and God bless you.\n\nMy sincere regards,\n\nMiss Hussam mattin,\n\n\n\n\n\n\n\n\n\n________________________________________________________________________\nYahoo! India Matrimony: Find your life partner online\nGo to: http://yahoo.shaadi.com/india-matrimony\n\n\n", "id": "bf4204e943db5f8de8f77e1813c32a7b"}