{"email_subject": "BUSINESS PROPOSAL AND INVESTMENT IN YOUR COUNTRY", "email_body": "FROM:PRINCE HASSAN SULEMAN\nTEL:+225 05 618 191\nEMAIL:hassan_suleman1970@yahoo.co.in \nEMAIL:hassan_suleman1976@yahoo.co.in \nABIDJAN,COTE DIVOIRE.\nWEST AFRICA. \nDear Sir, \nBUSINESS PROPOSAL AND INVESTMENT IN YOUR COUNTRY \n\nI got your contact through our chember of commerce and \nindustry.\n\nI am contacting you for a mutual business relationship\nand for you to act as my guardian in a joint business\nventure that we will operate together.\nAfter praying, my mind asked me to go ahead and\ncontact you for this partnership.\nMy name is PRINCE HASSAN SULEMAN, the only son of\nLate ALHAJI USMAN SULEMAN. My mother died on the\n22nd of October, 1985 of cancer and my father was \nassassinated on the 28th of April 2003 by an unknown\nperson in Abidjan, Cote dIvoire.\nMy father was a gold and cocoa merchant based in\nGhana/Cote dIvoire.Breifly before he died in a\nhospital here in Abidjan, Cote dIvoire due to\ninjuries he sustained from the gunshots. He told me\nabout the sum of US$45M(Forty Five Million United States\nDollars) belonging to him in a suspense account with\none of our local Bank here in Abidjan, Cote dIvoire.\nThat he willed the money to me in his will, with his\nattorney. He asked me to seek for a foreign partner\nWho will assist me in transferring the money out of\nAbidjan, CotedIvoire to a foreign account for\ninvestment purpose. Then help me make arrangement\nafter the transfer to leave this country. That those\npeople that killed him may be after me.\nAccording to my late fathers will, the money cannot\nbe released to me without a foreign partner until at\nthe age of 37 years. It can only be transferred from\nthe Bank here to the account of my foreign partner \nbefore I attain the age of 37 years. Presently I am\n34years old and can not seat here for the next 3years\nwaiting for the maturity date, while my life is in\ndanger. This is my reason for contacting you to assist\nme present your self as my foreign partner and also\nprovide foreign account where this fund will be\ntransferred to.I have already contacted my fathers\nattorney here in respect of this transaction. He is\nwaiting to hear from my foreign partner for us to\nstart the process for the transfer of the funds.\nI would have done this since but according to our\ntradition. I have to wait till its one year after my\nfathers death as a mark of respect before embarking\non such project. So that it will not look like if I am\njust after his money like my uncle. Since the death of\nmy father, I have been with my fathers brother in\nGhana. Honestly the way he is treating me, make me \nto be suspecting him that he knows some thing about my\nlate fathers death. \nBased on this, I left his house with out his consent.\nPresently I am in Abidjan,Cote d Ivoire. He dont\nknow my way about and will never know. This is why I\nneed your assistance so urgent for us to finalise this\ntransaction as soon as possible for me to leave this\nCountry.\nYou will be given 40% as compensation for your\nassistance and effort before any thing is done with\nthe money. If you are interested and feel that you\ncan handle this project. Please get back to me for\nmore details and as well as indicate your private\nTel/Fax numbers where I can always reach you, when\nthe need arises.\nI await to hear from you.\nThanks and God bless.\nPRINCE HASSAN SULEMAN\n\n\n\n\n", "id": "bf4ccfcadd877e1e7adbd9068f343426"}