{"email_subject": "VERY URGENT", "email_body": "From:DR.FRANK OBI.\nE-mail:frankobi1@frankobi.net\nTel:234-8042137980\n19/05/2004\n\nWe are making this contact with you because of the\nreliable information available to us concerning your reputation and that of your company. This business request may seem strange, but I crave your indulgence and pray you, view it seriously as we\nare convinced that you would be capable to provide us with a solution to a moneytransfer of Thirty Two Million, Five hundred thousand United State Dollars (US$32,500,000.00)\n\nFirst of all I am an accountant and Auditor of the\nPetroleum (special) Trust Fund (N.N.P.C) the Apex Department of\nthe Oil Industry in Nigeria. I am also a member of its Foreign\nContract Tenders Committee (FCTC). My principal Job/function\nhas to do with the Appraisal and Approval of payment of contract\nawarded by this parastatal. In the course of my duties, I discovered\nvarious over inflated contract values totaling US$32.5Million. The\nsaid amount emanated from deliberate over invoicing of old\nprojects executed by some foreign firms through some government\nofficials.These officials have since been moved or retired following\nthe inauguration of the new administration. After due consultation\nwith key members of the Tenders Committee (FCTC), I was mandated to\nseek and arrange with a trusted foreign National who can assist us in\ntransferring the above state amount out of Nigeria.\n\nNow that all the contracts have been paid following the completion\nand commissioning of the various contract, the above mentioned sum\nthrough approved is still floating. We decided to transfer this money\nto a safe and trusted bank accounts with a very reliable person to\nassist us after which the funds be share in the understated ratio.\n\nYour assistance is needed for two main reasons; (i) As government\nemployees ,we are not permitted by the Nigeria law to operate\nforeignaccounts. (ii)Since the initial contracts were executed by the\nforeign firms, only a foreign firm can make claims or as a\nbeneficiary for the purpose of transferring the money out of Nigeria.\n\nWe have unanimously agreed to compensate you with 35% of the total\nsum ( US$32.5Million ) if you are willing to render us your\nassistance as regards the transfer .it was also agreed that 5% shall\nbe set aside to offset incidental expenses that might be incurred by\neither of us course of offsetting this transfer. The remaining 60%\nshall be our due share.\n\n\nAll necessary arrangements required for a speedy conclusion of this\ntransaction have been put in place with top officials of the Nigeria\nFederal Ministry of Finance and the Central Bank of Nigeria to enable\nus conclude the whole transaction within a very shortspace of time.\n\nWhat is required of you is first to furnish us with the following\nthrough my email address.\n\n1.) Bank details to be used (that is banks name and account number )\n2.) The beneficiary's name.\n3.) Your private / official telephone and fax number.\nWhile promising you a smooth and hitch -free transfer of this fund\ninto the account nominated by you, we want you to know that this is\nvery sensitive transaction which should not be disclosed to any other\nparty. This is very important because this deals involves some high\nranking Nigeria Government Officials who would not want to be\ninvolved in any form of scandal.We however trust that this will be\nthe beginning of a lasting business relationship between you and us\nas we shall appreciate your advice on the investment opportunities in\nyour line of business or any other type of viable business in your\ncountry.\n\nIf this deal interest you,reply me immediately through my personal E-mail: frankobi1@frankobi.net or call me on my receiving number:234-8042137980 for more details.\n\nBest regards as we look forward to hearing from you\nsoonest.\n\nYour Sincerely,\nDR FRANK OBI\n\n\n\n", "id": "bf553248aca366662806098aa4e6789a"}