{"email_subject": "URGENT RESPONSE", "email_body": ">From The Desk Of,\nMr James Owusu.\n\nDear Friend,\n\nMy name is Mr James Owusu . I am the Regional Manager of Ghana west Africa \nBank  Ghana, accra branch Ghana. I write you this proposal in good faith; I \nam married with two lovely children. I am a man of peace, and have sincere \nrespect for human feelings and opinions. I have packaged a financial \ntransaction that will benefit you and I. As the Regional Manager of Ghana \nwest Africa Bank , accra branch Ghana it is my duty to send in a financial \nreport to my head office in the capital city, Accra at the end of each \nbusiness year.\n\nOn the course of last year, 2005 business report, I discovered that the \nbranch in which I am the Manager made 9.3million United States Dollars \n($9,300,000.00) which my head office is not aware of and will never be aware \nof. I have placed this funds on what we call Escrow call account with no \nbeneficiary. As an officer of this bank I cannot be directly connected to \nthis money, so my aim of contacting you is to assist me receive this money \nin your bank account and get 30% of the total funds as commission.\n\nThere are practically no risks involved, the transaction will be executed \nunder a legitimate\narrangement that will protect you from any breach of the law, it will be \nsimply a bank-to-bank transfer, and all I need from you is to stand claim as \nthe original depositor of these funds who made the deposit with my branch so \nthat my head office can order the transfer to your designated bank account \nunder few working days. If you accept to work with me I will appreciate it \nvery much as you are the first and the only person I am contacting for this \ntransaction.\n\nsend me an email as soon as you receive this message if you think so that we \ncan go over the details.\n\nThank you in advance and may God bless you and your family.\n\nSincerely,\nMr James Owusu.\n\n_________________________________________________________________\nDon't just search. Find. Check out the new MSN Search! \nhttp://search.msn.click-url.com/go/onm00200636ave/direct/01/\n\n\n\n", "id": "bf6b32b263c7a3172eecce4196619949"}