{"email_subject": "Partnership Proposal.", "email_body": "Dear Friend,\n\nFirst, I must apologize if my mode of first contact is not acceptable  to you and also solicit your\nconfidence in this transaction; this is by virtue of its nature as  being utterly private and top secret.\nThough I know that a transaction of this magnitude will make anyonea pprehensive and worried, but I am assuring you that you do not have anything to worry as I have perfected every arrangement with my  colleague . I decided to contact you due to the urgency of this transaction, as I \nam aware of the high sense of responsibility placed  on  you and believe  in your discreetness and ability to handle transaction of this nature.\n\nLet me start by introducing my self properly to you. I am SILVA FALL  (Chief Executive Officer) of my Financial Consortium here in Daka- Senegal .I  came to know and  pick on you in my Private Search for a Reliable and ReputablePerson to  handle this Confidential Transaction, which involves the\nappropriation  and transfer of certain amount of Money to a Foreign Account requiring Maximum Confidence. I found your email and contact on the internet in  my reliable search for a partner that I will confide with on the great opputunity.\n\nPlease the objective of this letter is to first ascertain your  sincerity after your perusal of this proposition, reason being I lost a lot of money through a similar transaction in the past being that a\ntrusted partner from Switerland disappeared into tiny air after I transaferred to his custody a huge amount of money.And I have learnt my lession. Please assure me of this in your reply.\n\nTHE PROPOSITION:\n\nA Foreigner from Bahamas, Late Engr. Jeff LEON (Snr.) a precious stone (Diamond) Merchant with THE UNITA rebel movement of Angola, until his  death early the year 2000, used our services as his fiduciary agent and  account trustees and had a closing balance as at the end of September, 2000 \nworth US$5,500,000.00 (Five million Five hundred United States Dollars only), and secured through our Wahakila banking services, our firm now expects a next of kin as beneficiary. Valuable efforts are being made by this firm to get in touch with any of the Leon's Family or Relatives but to no success \nsince then.\n\nIt is because of the perceived certainty of not being able to locate  any of Late Engr. Jeff Leon(Snr.)'s relation(He had no wife or children that is known to us). The management under the influence of Our Chairman and fewinfluencial members of the Board of directors, has instructed\nthat arrangement be made forthe fund to be declared \"Unclaimed\" and subsequently be donated to yet to be specified trust fund.I strongly believe the chairman might be up to something funny with his group.\n\nIn order to avert this development that will not take care of my interest, one of my trusted colleague and I who are anticipating interest now seek your permission to have you stand as the next of kin to Late Engr. Jeff leon(Snr.) so that the fund US$5,500,000.00 will be released and\npaid into your account as the beneficiary's next of kin. All documents  and proofs to enable you get this fund will be carefully worked out. We  have secured from the probate an order of mandamus\nsuspending declaring the money as unclaimed with limited time to locate any of the deceased beneficiary's next of kin, and moreso we are assuring  you that this business is 100% risk free involvement. Your share stays  while the rest be for myself and my colleague for investment purposes under your management, according to the agreement we shall reach mutually.\n\nAs soon as we receive an acknowledgement of receipt of this message in acceptance of our mutual business proposal, we would furnish you with the options/modalities we have carefully perfected for you to choose from withour insider information depending on your convenience to accomplish the \nproject and disbursement ratio to suit both parties without any conflict.\n\nI will offer you 15% of the fund if you can accept to assit me on this mandate,If this proposal is acceptable by you, please do not make undue advantage of the trust we are to bestow on you. I am expecting your reply.\n\nPlease, you can aswell reply me through this my alternate email  address: silva_fall1@yahoo.com\nas it is the most confidential for me at the moment\n\nBest Regards,\n\nMr.Silva Fall\nchief of operations\n\n\n\n\n\n", "id": "bf9c4ecbdedd2fde87aaac25c5781e9c"}