{"email_subject": "IMPORTANT.", "email_body": "Dear friend,\nI wish to begin by way of introduction. I am Kenneth Mugaji, the first and\nonly surviving son of late David Mugaji one of the foremost and rich black\nfarmers in Zimbabwe who was murdered in the land dispute in my country.\nBefore the death of my father, he had given me the certificate of deposite\nhe used to deposit the sum of US$30.5 million (Thirty Million Five Hundred\nUnited State Dollars) in one of the private fudiciary companies in the United\n\nKingdom,as family valuables, when he realized the looming dangers in Zimbabwe.\nThis amount was meant for the purchase of new machineries and chemicals\nfor the farms and also for the establishment of new farms in land.\nThis land dispute started when President Robert Mugabe introduced a new land reform,\nwhich was particularly targeted at the rich white farmers and a few black farmers \n(my father included).\nThis resulted in the gruesome killing of rich farmers (mainly whites) and\nthe unlawful possession of their properties by Mugabe's war veterans,\nunder the disguise of fighting for the interest of the country. It is\nagainst this background that I fled the country with my family, to where we are \ncurrently seeking asylum.\nI have decided to seek foreign assistance, as the law here prohibits asylum seekers \nfrom operating bank accounts or involve in financial transaction of any kind, \nhence this letter to you. All I need is your trustworthiness to be able to entrust\nthe above said amount and help me with investment opportunities. My family's survival \ndepends on this money as we have virtually lost all our assets.\nThere are two options, firstly, you can choose to accept 15% of the total\namount for your assistance or go into partnership for the proper\ninvestment of the money in your country.\nWe shall discuss in detail the modalities involved when I hear from you.\nI await your reply through the above media, while I implore you to\nmaintain the absolute secrecy required to ensure a safe and hitch free\ntransaction.\nI shall furnish you with more details on request.\nYours truly,\nKenneth Mugaji\nN.B.\nPlease reply me here: (kennethmugaji@mail.az)  ", "id": "bfb1757c8196e26c171e0f326fa5e739"}