{"email_subject": "Dearest in Christ, pls treat with a honest mind", "email_body": "Dearest in Christ, pls treat with a honest mind\nCalvary greeting to you and your family. My name is Mrs bene jones, a\nscottish, but I am married to Mr jones who is the Managing Director of\nShell Petro-Chemical Company, before he died in the plane crash of Oct \n23, 2005 with Bellview Airlines twin-engine Boeing 737] with other \npassengers aboard all 117 passage died, as you can confirm it yourself \nthrough this website http://edition.cnn.\ncom/2005/WORLD/africa/10/23/nigeria.plane/\nhttp://www.washingtonpost.\ncom/wpdyn/content/article/2005/10/23/AR2005102300368.html  We were \nmarried for eleven years without a child. Before the death we were both \nborn again Christians. When my late husband was alive we deposited the \nsum of USD$16.5Million (Sixteen Million Five hundred thosand U.S. \nDollars) with one of good bank here in Nigeria. Presently, this money \nis still with Union Bank of Nigeria.\nRecently, my Doctor told me that I would not last for the next three \nmonths due to cancer problem. Though what disturbs me most is my \nstroke. Having known my condition I decided to donate this fund to \nchurch or better still Christian individual that will utilize this \nmoney the way I am going to instruct here in.\nI want a church that will use this fund to churches, orphanages, \nResearch centres and widows propagating the word of God and to ensured \nthat the house of God is maintained. The Bible made us to understand \nthat blessed is the hand that griveth.\nI took this decision because I don't have any child that will inherit \nthis money and my husband relatives are not Christians and I don;t want \nmy family hard earned money to be misused by unbelievers.I don't want a \nsituation where this money will be used in an ungodly manner. Hence the \nreason for taking this bold decision. I am not afraid of death hence I \nknow where I am going. I know that I am going to be in the bosom of the \nLord. Exodus 14 VS 14 says that the lord will fight my case and I shall \nhold my peace. I don't need any telephone communication in this regard \nbecause of my health because of the presence of my family relatives \naround me always. I don't want them to know about this development.With \nGod all things are possible.  As soon as I receive your reply. Ishall \ngive you the contact information of the bank and whom to contact.\nI will also need to get a reliable attorney to assist you as the new\nbeneficiary of this fund. I want you and the church to always pray for \nme because the lord is my shepherd. My happiness is that I lived a life \nof a worthy Christian.Whoever that wants to serve the Lord must serve \nhim in spirit and truth. Please always be prayerful all through your \nlife. Any delay in your reply will give me room in sourcing for a \nChristian individual for this same purpose.\nPlease assure me that you will act Accordingly as I stated here.\nExpecting to hearing from you, reply back to my alternative email for \nsecurity purpose.\n\nevangelistbenejones@yahoo.com.hk \nRemain blessed in the name of the Lord.\nYours in Christ,\nSister bene jones\n\n\n", "id": "bfb98e30df93c5da733e9666ae393203"}