{"email_subject": "CAN I TRUST YOU FOR THIS TRANSACTION?", "email_body": "CAN I TRUST YOU FOR THIS TRANSACTION?\n\nAttn: The President/MD.\n\nSir,\n\nMy name is Mr. James Smith. I trained and work as an external auditor for\nAbbey national bank - London, working as part of a bigger team that covers\n the entire Uk region. I had taken pains to find your contact through\npersonal endeavors.\n\nOn routine audit check last month, I discovered some US$ investment\naccounts that had been dormant for the least twelve years. All the\naccounts belong to a single holder with monies totaling a little above\n$25.5 million United States Dollars plus interest.\n\nBanking regulation/legislation in the Uk demands that I notify the fiscal\nauthorities after a statutory time period of twelve years when dormant\naccounts of this type are called in by the monetary regulatory bodies.\n\nThe above set of facts underscores my reason of writing and making the\nfollowing proposals.\n\nMy investigations of the said account reveals that the investor died in\n1994 and the exact time the account was last operated. I can confirm with\ncertainty that the said investor died and no next of kin to his estate has\nbeen found or has come forward all these years.\n\nI am of the settled conviction that using my insider leverage, I, working\nwith you can secure the  funds in the account for us instead of allowing\nit pass as unclaimed funds into the coffers of the Government of Great\nBritain,this is very possible. I want your participation and co-operation.\n\nI have seized all relevant documents  (legal and Banking) that will\nfacilitate our putting you forward as the claimant/beneficiary of the\nfunds and ultimately transfer the money to any account nominated by you.\nOf course you shall be handsomely rewarded for your part in this\ntransaction as the people I am working with are prepared to allocate a 20%\nslice of the total funds for your efforts, less any expenses.\n\nI shall however leave out the finer details of this transaction till I\nreceive an affirmation of your desire to participate.\n\nBe assured that my colleagues and I are on top of the situation all the\ntime and there will be no risk whatsoever if you agree to come on board.\n\nNeedless to say, UTMOST CONFIDENTIALITY is of vital importance if we are\nto successfully reap the immense benefits of this transaction.\nTo maintain the level of security required to see this transaction come to\na successful conclusion, I have intentionally left out the finer details.\n\nTo affirm your willingness and cooperation to my proposal please do so by\nemail smith533@sify.com or jamessmith1952@yahoo.co.uk stating your full\nname, date of birth, direct mobile telephone number, fax number and email\naddress.\n\nI do expect you prompt response.\n\nThank you,\n\nMr. James Smith.\n\nNote: Please send your response only through my direct email\naddress:smith533@sify.com or jamessmith1952@yahoo.co.uk\n\n\n", "id": "c01e8f8914edf19aeba5cf862fc56e00"}