{"email_subject": "URGENT ASSISTANCE", "email_body": "\n>From Mr. Thomas Reardon,\nDear Friend,\nGreetings to you and your family in the name of God.I\nam personally contacting you in my search \nfor a reliable and God fearing person and having\ngotten your contact through prayers and \npainstaking efforts I have decided to seek your help\nin carrying out my last wish .My name is Thomas Reardon,\n 55 yrs old and  an American national who\nlived in Iraq. Until recently I had investments in oil\nand construction in Baghdad. Since the war started in\nthis country my life has been thrown into severe\nmystery. I lost my wife and two children to bombs\ndropped in the city. Today, Im in a hospital in China\nwith very fatal injuries and I have lost my ability to\ntalk. My doctors have indicated that my chances of\nsurvival are very slim. I have therefore decided that\npart of my fortunes should be distributed to charity\nworks to help victims of the war in sudan, iraq and\nother war zones and the rest part held in trust by you\nand use in  future for charity purpose. Before this\nhappened my business and concern for making money was\nall I lived for. \nI never really cared about other values in life. But\nsince the loss of my family, I have found a  new\ndesire to assist helpless families and victims of\nhumanitarian crisis. Shortly after the first gulf war\nI deposited the sum of  USD$8.5 million dollars  with\na financial company in Europe,given the complete ruin\nand disorder in the country I have no knowledge of any\nrelative who would be available to help me carry out\nthis last wish.  Please I want you to help me collect\nthe deposit  from the company in Europe and distribute\nit accordingly. I want you to use your discretion and\njudgement to re-emburse yourself at the end of the day\nfor  all expenses you will incure during the\ncollection and distribution of funds. If you are\nwilling to help, please reply as soon as you can so we\ncan look at your reward and the things you need to do\nto collect the money.\nLastly, A list of this orgainization you intend to\ndistribute this funds to will be highly appreciated.\nUpon your reply I shall send you the certifiate of\ndeposit and ownership certificate that was issued at\nthe time I deposited the Funds with them. I will also\nbe sending to you my international passport upon your\nreply.\nMay the good God bless you and your family. \nEndeavour to reply through my secured email address;\n(thomasreardon@myway.com)\nThanks/ Regards.\nThomas Reardon,\n\n\n___________________________________________________________________________\nMensaje enviado por servicio WebMail - http://federacionsuizoarg.com.ar\n\n\n", "id": "c02eba647c8102287738d40e3a2e98df"}