{"email_subject": "\"work with me\"", "email_body": "Hallo friend,\n\nThis letter must surprise you because we have never meet before  \nneither in person nor by correspondence, but I believe that it takes  \njust one day to meet or know someone either physically or through  \ncorrespondence.\nI got your contact through my personal search, you were revealed as  \nbeing quite astute in private entrepreneurship, and one has no doubt  \nin your ability to handle a financial business transaction. I am Mr.  \nLiu Yan a transfer supervisor operations in investment section in Bank  \nof China Ltd. Secretariat of the BOCHK Charitable Foundation 13/F.  \nBank of China Tower, 1 Garden Road, Hong Kong I have an obscured  \nbusiness suggestion for you.Before the U.S and Iraqi war our client  \nGeneral Mohammed Jassim Ali who work with the Iraqi forces and also  \nbusiness man made a numbered fixed deposit for 18 calendar months,  \nwith a value of Nineteen million Five Hundred Thousand United States  \nDollars only in my branch.\n\nUpon maturity several notices was sent to him, even early in the war.  \nAgain after the war another notification was sent and still no  \nresponse came from him. We later find out that General Mohammed Jassim  \nAli and his family had been killed during the war in a bomb blast that  \nhit their home.After further investigation it was also discovered that  \nGeneral Mohammed Jassim Ali did not declare any next of kin in his  \nofficial papers including the paper work of his bank deposit. And he  \nalso confided in me the last time he was at my office that no one  \nexcept me knew of his deposit in my bank. So, Nineteen million Five  \nHundred Thousand United States Dollars is still lying in my bank and  \nno one will ever come forward to claim it.\n\nWhat bothers me most is that, according to the to the laws of my  \ncountry at the expiration 3 years the funds will revert to the  \nownership of the Hong Kong Government if nobody applies to claim the  \nfunds. Against this backdrop, my suggestion to you is that I will like  \nyou as a foreigner to stand as the next of kin to General Mohammed  \nJassim Ali so that you will be able to receive his funds.I want you to  \nknow that I have had everything planned out so that we shall come out  \nsuccessful. I have contacted an attorney that will prepare the  \nnecessary document that will back you up as the next of kin to General  \nMohammed Jassim Ali, all what is required from you at this stage is  \nfor you to provide me with your Full Names, private phone number and  \nAddress so that the attorney can commence his job. After you have been  \nmade the next of kin, the attorney will also fill in for claims on  \nyour behalf and secure the necessary approval and letter of probate in  \nyour favor for the transfer of the funds to an account that will be  \nprovided by you with my guidiance.There is no risk involved at all in  \nthe matter as we are going adopt a legalized method and the attorney  \nwill prepare all the necessary documents.\n\nPlease endeavor to observe utmost discretion in all matters concerning  \nthis issue. Once the funds have been transferred to your nominated  \nbank account we shall discuss the percentage issue on your reply.If  \nyou are interested please send me your full names, private phone/fax  \nand current residential address, and I will prefer you to reach me on  \nmy private and secure email address below (liuyan_1968@yahoo.com.hk)  \nand finally after that I shall provide you with more details of this  \noperation.\n\nYour earliest response to this letter will be appreciated.\nN:B Please make sure you contact me on my private email  \n(liuyan_1968@yahoo.com.hk)\n\nKind Regards\n\nLiu Yan\n\n\n", "id": "c067abf74153cb57546f542bdbd3312a"}