{"email_subject": "I NEED YOUR HELP", "email_body": "WILLIAM USMAN\nUNITED NATIONS REFUGEE CAMP\nABIDJAN(COTE D'IVOIRE)\n\n                 CALL FOR HELP\n\nDEAR CHILD OF GOD\n\nPERMIT ME TO INFORM YOU ABOUT MY DESIRE TO GO INTO\nBUSINESS RELATIONSHIP WITH YOU. I AM WILLIAM USMAN THE\nONLY CHILD OF MR AND MRS.MICHEAL USMAN, MY FATHER WAS\nA VERY RICH COCOA MERCHANT, BASED IN ABIDJAN, THE\nECONOMIC CAPITAL OF IVORY COAST BEFORE HE WAS POISONED\nTO DEATH BY HIS BUSINESS ASSOCIATES ON ONE OF THEIR\nOUTINGS TO DISCUSS ON A BUSINESS DEAL. WHEN MY MOTHER\nDIED ON MAY 24,1996, MY FATHER TOOK ME SO SPECIAL\nSINCE I AM MOTHERLESS.\n\nBEFORE THE DEATH OF MY FATHER ON NOVEMBER 26,2003 IN\nA PRIVATE HOSPITAL WHERE HE WAS ADMITTED, HE CALLED ME\nSECRETLY TO HIS BED SIDE AND TOLD ME THAT HE KEPT A\nSUM OF US$10,500,000 (TEN MILLION FIVE HUNDRED\nTHOUSAND UNITED STATES DOLLARS) IN A BANK IN ABIDJAN\nCOTE D'IVOIRE. THAT HE USED MY NAME WILLIAM USMAN AS\nTHE NEXT OF KIN IN DEPOSIT OF THE FUND HE ALSO\nEXPLAINED TO ME THAT IT WAS BECAUSE OF THIS MONEY HE\nWAS POISONED BY HIS BUSINESS PARTNER AND THAT I SHOULD\nSEEK FOR A FOREIGN PARTNER IN A COUNTRY OF MY CHOICE\nWHERE I WOULD TRANSFER THIS MONEY AND USE IT FOR AN\nINVESTMENT PURPOSE, SUCH AS:REAL ESTATE INVESTMENT OR\nSTOCK MARKET INVESTMENT .\n\nSIR, I AM HONOURABLY SOLICITING YOUR KIND ASSISTANCE\nAS FOLLOWS.(1)TO PROVIDE A BANK ACCOUNT WHERE THIS\nMONEY WILL BE TRANSFERRED TO.(2)TO SERVE AS THE\nGUARDIAN OF THESE FUND,SINCE I AM A BOY OF 22 YEARS\nOLD.\n(3)TO MAKE ARRANGEMENT FOR ME IN YOUR COUNTRY TO\nCONTINUE MY EDUCATIONAL CAREER AND TO PROCURE ME A\nRESIDENTIAL PERMIT IN YOUR COUNTRY.I AM INCLINED TO\nOFFER YOU 15% OF THE TOTAL SUM AS A MODE OF\nCOMPENSATION FOR YOUR EFFORTS AFTER THE TRANSFERING OF\nTHESE FUND TO YOUR ACCOUNT IN YOUR COUNTRY.PLEASE, I\nWILL BE VERY HAPPY IF THIS TANSACTION WILL BE\nCONCLUDED WITHIN SEVEN(7)WORKING DAYS FROM NOW.\nI AM  EXPECTING TO HEAR FROM YOU AS SOON AS POSSIBLE\nN.B:SIR,I WILL LIKE YOU TO GIVE ME YOUR DIRECT\nTELEPHONE AND FAX NUMBER IN YOUR REPLY OF THIS\nPROPOSAL.\n\nMAY ALMIGHTY GOD BLESS YOU AS YOU DO CARE FOR\nAN ORPHAN LIKE ME.ANTICIPATING TO HEAR FROM YOU.\n\nPLEASE REPLY TO my Email Address\n\nBEST REGARDS\nWILLIAM USMAN\n\n\n\n\n\n\n\n\n", "id": "c07195ddd57b47c2bca1d096c3d91607"}