{"email_subject": "APPEAL", "email_body": "ALHAJI MOHAMMED ABACHA,\n2/8 GIDADO DRIVE,GRA,\nKANO - NIGERIA.\nSIR,\nPLEASE AS YOU READ KINDLY OPEN THE WEBSITE FOR THISDAY NEWSPAPER OF TUESDAY, SEPTEMBER 24TH., 2002, VOL 8, NO.2711 FRONT PAGE, AT(WWW.THISDAYONLINE.COM).\nPLEASE EXCUSE MY INTRUSION INTO YOUR PRIVATE LIFE AS I WRITE YOU THIS LETTER IN GOOD FAITH AND TO THE GLORY OF ALMIGHTY GOD WHO THUS BROUGHT ME OUT CLEAN AFTER ALL THE ALLEGATIONS LEVELLED AGAINST ME AFTER THE DEATH OF MY FATHER, GENERAL SANI ABACHA (FORMER NIGERIAN MILITARY HEAD OF STATES).\nMY RELEASE FROM PRISON WAS NECESSITATED BY THE EFFORTS OF THE FORMMER SENATE PRESIDENT, CHIEF ANYIM PIUS ANYIM AND THE SPEAKER OF THE LOWER HOUSE, ALHAJI GHALI NA'ABBA. \nSINCE MY FATHER'S DEATH AND MY DETENTION FOR CLOSE TO THREE YEARS, MY FAMILY HAS BEEN LOOSING A LOT OF MONEY DUE TO VINDICTIVE GOVERNMENT OFFICIALS WHO ARE BENT ON DEALING WITH OUR FAMILY. AFTER MY RELEASE THE FEDERAL GOVERNMENT OF NIGERIA HAS MADE ME SIGN SOME DOCUMENTS THAT WILL ENABLE THEM EXTRACT THE SUM OF ONE BILLION FIVE HUNDRED MILLION US DOLLARS FROM MY FATHER'S BANK ACCOUNTS IN LONDON,SWITZERLAND,LUXEMBIURG,LIECHTENSTEIN AND JESEY ETC. MY  FAMILY AND I ARE LOOKING FOR A TRUSTWORTHY FOREIGN PARTNER WHO CAN ASSIST  US BY TAKING POSESSION OF THE TOTAL SUM OF US$28,200,000.00 ( TWENTY  EIGHT MILLION , TWO HUNDRED THOUSAND UNITED STATES DOLLARS ), WHICH THE  GOVERNMENT DID NOT KNOW ABOUT. BECAUSE IN THEIR THINKING THEY WANT TO  LEAVE ONLY ONE HUNDRED MILLION TO MY FAMILY.  THIS MONEY IS PRESENTLY IN  THE POSSESSION OF A SECURITY COMPANY ABROAD. THIS MONEY WAS OF COURSE,  ACQUIRED BY MY LATE FATHER AND IS NOW KEPT SECRETLY BY THE FAMILY. THE  SWISS GOVERNMENT HAS ALREADY FROZEN ALL OTHER ACCOUNTS OF MY FAMILY IN  SWITZERLAND, AND SOME OTHER COUNTRIES ALSO TRIED DOING LIKE WISE. THIS  BID BY SOME GOVERNMENT OFFICIALS TO DEAL WITH THIS FAMILY HAS MADE IT  NECESSARY THAT I SEEK YOUR ASSISITANCE IN RECEIVING THIS MONEY AND IN  INVESTING IT ON BEHALF OF MY FAMILY. THIS MUST BE A JOINT VENTURE  TRANSACTION AND WE MUST ALL WORK TOGETHER. \nSINCE THIS MONEY IS STILL  CASH, EXTRA SECURITY MEASURES HAVE BEEN TAKEN TO PROTECT IT FROM THEFT OR SEIZURE. I HAVE PERSONALLY WORKED OUT ALL MODALITIES FOR THE PEACEFUL CONCLUSION OF THIS TRANSACTION WITH THE SECUITY COMPANY. HOWEVER, BASED ON THE GROUNDS THAT YOU ARE WILLING TO WORK WITH ME AND ALSO ALL CONTENTIOUS ISSUES DISCUSSED BEFORE THE COMMENCEMENT OF THIS TRANSACTION. \nYOU MAY ALSO DISCUSS YOUR PERCENTAGE BEFORE WE START TO WORK.AS SOON AS I HEAR FROM YOU, I WILL GIVE YOU ALL NECESSARY DETAILS AS TO HOW WE INTEND TO CARRY OUT THE WHOLE TRANSACTION. PLEASE, DO NOT ENTERTAIN ANY FEARS, AS ALL NECESSARY MODALITIES ARE IN PLACE, AND I ASSURE YOU OF ALL SUCCESS AND SAFETY IN THIS TRANSACTION. PLEASE, THIS TRANSACTION REQUIRES ABSOLUTE CONFIDENTIALITY AND YOU WOULD BE EXPECTED TO TREAT IT AS SUCH. IF YOU ARE INTERESTED IN ASSISTING ME. \nPLEASE SEND ME YOUR CONCENT AND TELEPHONE NUMBER FOR FURTHER COMMUNICATION.  \nYOU MAY ALSO IGNORE THIS LETTER AND RESPECT MY TRUST IN YOU BY NOT EXPOSING THIS TRANSACTION, SHOULD YOU NOT BE INTERESTED.\nYOU MAY ALSO REPLY TO ANY OF MY PRIVATE EMAILS: abachmmed@yahoo.es   or   mohab223@myway.com  \nI LOOK FORWARD TO WORKING WITH YOU. \nTHANK YOU.\nALHAJI MOHAMMED ABACHA \n\n\n\n", "id": "c0724d25afd66aad3f1e278d5966f0af"}