{"email_subject": "URGENT RESPONSE NEEDED!!!", "email_body": "\nHIMAGE INTL LIMITED \n                   \n                   Corporate Headquater \n                   12 HARWELL GROOVE \n                   WINFORD CHESHIRE \n                   CUM 3UR UNITED KINGDOM \n                 \n\nDEAR SIR/MADAM \nMy name is Harrison Justain, a representatives from HIMAGE INTERNATIONAL LIMITED with the headquarter in United Kingdom.\n\nWe recently expanding our sales to US and Canada becuase of the great innovation the company has gained across the world in the marketing of all sort of Electronic apppliances. \nWe have been facing serious difficulties when it comes to selling our products to Americans,interms of payment as majority of them  offer payment with momey order or casher's cheque, which is difficult for us to cash here in London United Kingdom. \n\nWe are presently working on setting up a branch in the state for now and we are urgently in need of a representative in the United States Of America and Canada who will be working for us as a part time staff workers who will be working from home without affecting his/her present job if they have any at hand now and we will be willing to pay 10% for every transaction. \nScope of the work is to receive payments from any of our customers in the states,in terms of money order or cashier's cheque, which will be address to you in your name once you are ready to work as our representative, so all you need do is cash the form of payment and deduct your percentage and send the balance to us after deducting the transfer charges on any transaction. \nNOTE: All charges of the Western  Union money transfer or Money Gram.will be deducted from the money, so you are rest assured that you wouldn't spend any of your personal money. \nIf you are interested, please get back to me as soon as possible via email. \n\nsushiart09120@yahoo.co.uk or sushiart0912@hotmail.com\nN: B, Please send to me the listed information below: \n#Your full name: \n#Your full home address, \n#Your age\n#Occupation  and as well your\n #marital status, and your,\n#direct contact telephone number, \nWe will need your mailing address in order to forward any necessary information across to you. \nLooking forward to your urgent response. \nThanks \n\n\nHarrison Justain \nwww.himage.com, \nCorporate Headquater \n12 HARWELL GROOVE \nWINFORD CHESHIRE \nCUM 3UR UNITED KINGDOM \n\n__________________________________________________\nTo: R@S\n\n\n\n\n\n", "id": "c08fd29d7d131864a2ec69952cedea81"}