{"email_subject": "FROM: ANITA ADAMS JOHNSON", "email_body": "  FROM: ANITA ADAMS JOHNSON\nCHRIST BETHEL HOSPITAL\n11 RUE ABOBOTE,ABIDJAN\nIVORY COAST\n  Dearest Beloved ,\n  I am SISTER ANITA ADAMS JOHNSON from Ivory Coast. I was married to Late Chief Adams Johnson who was a contractor with the government of Cote D'Ivoire before he died after few days in the hospital owing to high blood presure.\n \nWhen my late husband was alive he deposited the sum of $8.700 Million with a Bank in Cote D lvoire for investment outside west Africa in  fixed account stating the the fund will be transfered into an account of his foriegn partner .Presently this money is still in the custody of the Bank here in\n Cote DIvoire.And I want communicate to the bank that you are my late husband foriegn business partner based on your sincere accptance to assist.My Doctor told me that it is very likely i will die within the next 3 months due to A Blood cancer {LUCAMIA}.\n \nHence my late husband brother who would have inherited the fund is responsible for his death and  i vowed not to associate with him for my dear life.\n \nI have decided to donate the money for charity to A GOD FEARING PERSON like you since i do not have a child to inherit it and it better i do not die leaving the money here without it reaching the poor and the less privilaged ones in the society.OR I ALLOW THE FUND TO BE IN THE BANK.\n  As soon as the fund is transfered into your reciving cordinate,you will take 30 percent of the total amount and use the balance of the fund as stated below:\n  a).BUILDING A HOUSE FOR LORD.\nb).DONATION TO MOTHELESS BABY HOMES\nc).TRAINING CENTER FOR THE DEAF AND DUMP.\n  As soon as I receive your reply I shall tell my bank to transfer the\nmoney to you so that if i die now i know where i am going.And i have nothing to regret since i have fulfiled my heart desire .\n  PLEASE FEEL FREE TO CONTACT ME  for more information and details you might need from me.\n  God bless you.\nYOURS SINCERELY,\nSISTER ANITA ADAMS JOHNSON.\n\n\n \n \n\n \n---------------------------------\nStart Yahoo! Auction now! Check out the cool campaign\n", "id": "c0cb4db5ef5b09a9a70f2787c6fb37a3"}