{"email_subject": "PERSONAL FROM KABILA", "email_body": "Dear sir/ma,\n\n I called your embassy, which described your country as being economically conducive and her people as transparent and trustworthy to engage in a   business, on which premise I write you.By way of introduction, I am Mr.Mobin  Kabila the Son of late  Laurent   Kabila, who was assassinated by  his bodyguards in his mansion.\n\n I was only twenty-three years old prior to my fathers death. He entrusted to my mother who was his favorite wife certain documents. The documents were Deposit Bond Certificate of two trunk cases containing the sum    (USD18.5Million)  and sum family treasures which my father deposited in a security Financial   institution in europe with the name of my mother.  These Deposit Certificates and Bond of the cases were hidden in an underground  Cellar in the Mansion known only to my mother until my fathers death.Then my elder half-brother took over as the president, he confiscated all our late fathers properties including his bank accounts and other family  possessions.My mother was worse hit as she was driven out of the family house while I was declare wanted in the course of fleeing the  Mansion. My other was able to  smuggle the documents out of the cellar.\n\n These papers she now asked me to run off to overseas and retrieve the  fund from the Security Company before my brother discovers about  the deposit.Presently I  have taken a temporal refuge in a neigbouring African Country pending my  getting assistance in moving this money to your country for further  investment. I came to you so that you will help us retrieve this money and assist us  to   invest this money in any profitable business in and or outside  our country.  upon clearance from \nthe Security Company because I do not want to invest  the   money here in Africa for security reasons.I need your assistance to move  this  money to your country.\n\n If you are willing to do this busines with me,include in your response the  following: (1)Your full name and contact address for submission to the security  financial  firm as the receiver of the boxes/cases containing the money. (2) A guarantee from you that the money will be safe with you pending my  coming  to your country for close deliberation \nbefore investment of  the money starts. (3) Your acceptance to visit the security financial institution, sign  out the money and safe guide it in your personal/foreign account. According to my mothers instruction, you shall be entitled to 15% of  the total amount(USD18.5Million) while balance for us/viable business.Most  importantly, we have generally agreed in principle to buy an estate where  my mother, brothers, sisters and I  will reside.\n\nIf God has touched your heart of humane kindness to assist us please  send without delay your full particulars to enable the Security financial  Institution transfer ownership to you.\n \nYour private fax/telephone numbers are needed to enable speedy conclusion of this transaction.\nPlease keep his  information to yourself only for reasons of security.\n\n Yours Truly .\n\n Mobin Kabila", "id": "c0dea44ad646caf918a71c20a472c9d1"}