{"email_subject": "URGENT PLEA FOR ASSISTANCE {this is not spam} ", "email_body": "DESK OF CHAIRMAN \nSub-Committee on Finance \nSouth African World Cup bid 2010 \n24 Steven Bikko Blvrd Pretoria, \nRepublic Of South Africa. \nTele :0027-78-393-0704 \nEmail: william_muyeke_03@yahoo.com \n\nAttn: Sir, \n\nGreetings you must be aware now that my country The Republic of South Africa won the bid to host the world cup by 2010,prior to this bid my committee was mandated to lobby the members of board of Federation International Football Association (FIFA) on selection of the \ncountry to host the world, the bidding was intensive but at the end we got the hosting right. Mycommittee was given the sum of $29 million dollars to lobby the members of the FIFA ruling body to make sure that we win the hosting right considering the gain that comes with the hosting right like South Africa?s economy will receive a massive direct boost from hosting the 2010 World Cup, \n\nfinancial impact report for South Africa's World Cup bid committee shows that the 2010 World Cup will pump R21.3-billion into South Africa's economy, and creating an estimated 159 000 new jobs.With the help the living legend of our time 85-year-old Nobel  Peace Prize winner Dr. Nelson Mandela who made an emotive case for The  Republic of South Africa, we got the bid without spending all the money, I and my committee members saw this as a God sent opportunity to secure our future and that of our family therefore was mandated by other committee members to look for a way to move the remaining money  to a safe place with the  help of a foreigner who we can trust and is  ready to assist us to move the funds considering the fact that we are  still members of the bid committee and in the eyes of the public. we have in our possession the sum $21millon since we spent just $8million for lobbying. We are ready to give you 20% for all your assistance then me and my colleagues will keep 80% lf you are willing kindly reply to my letter for further directive. we will want to invest our share  into Real-estate and air taxi business in your country with your assistance,bearing in mind that confidentiality is of great essences  so is time in this project I will await your response. \n\nBest Regards, \n\nMr.Williams Muyeke. \n\nAll responses should be sent to: w_muyeke9@hotmail.co.uk\n\n\n\n\n\n", "id": "c0e601284d5c6cb10460187c23447358"}