{"email_subject": "IN GOOD FAITH", "email_body": "Dear sir,\n\nAs you read this, I don't want you to feel sorry for me, because, I\nbelieve everyone will die someday. My name is IDRIS UMAR a merchant in\nDubai, in the U.A.E.I have been diagnosed with Esophageal cancer .It has\ndefiled all forms of medical treatment, and right now I have only about a\nfew months to live, according to medical experts. I have not particularly\nlived my life so well, as I never really cared for anyone(not even\nmyself)but my business. Though I am very rich, I was never generous, I was\nalways hostile to people and only focused on my business as that was the\nonly thing I cared for.\n\nBut now I regret all this as I now know that there is more to life than\njust wanting to have or make all the money in the world. I believe when\nGod gives me a second chance to come to this world I would live my life a\ndifferent way from how I have lived it. Now that God has called me, I have\nwilled and given most of my property and assets to my immediate and\nextended family members as well as a few close friends.\n\nI want God to be merciful to me and accept my soul so, I have decided to\ngive alms to charity organizations, as I want this to be one of the last\ngood deeds I do on earth. So far, I have distributed money to some charity\norganizations in the U.A.E, Algeria and Malaysia. Now that my health has\ndeteriorated so badly, I cannot do this myself anymore. I once asked\nmembers of my family to close one of my accounts and distribute the money\nwhich I have there to charity organization in Bulgaria and Pakistan, they\nrefused and kept the money to themselves. Hence, I do not trust them\nanymore, as they seem not to be contended with what I have left for them.\nThe last of my money which no one knows of is the huge cash deposit of\neighteen million dollars $18,000,000,00 that I have with a\nfinance/Security\nCompany abroad.\n\nI will want you to help me collect this\ndeposit and dispatched it to charity organizations.\n\n\nI have set aside 10% for you and for your time.\n\nGod be with you. IDRIS UMAR.\n\nN.B\nPLEASE I WILL APPRECIATE THAT YOU REPLY THROUGH MY PRIVATE EMAIL\n(idumar11965@mmail.com)\n\n\n\n\n\n\n\n__________________________________________________________ \n For special offers on latest publications on Malta or by Maltese authors go to http://shop.di-ve.com\n\n", "id": "c0ecb8fd3f7aa95133e4cf1c08df35a3"}