{"email_subject": "FROM MISS VICTORIA", "email_body": "Hello Dearest One\n\nI am writting this letter with due respect and heartful of tears since we have not known or met ourselves previously. I am asking for your assistance after I have gone through my search and find your contact eamil, I believe  that you are capable to assiste me.\n\n I will be so glad if you can allow and lead me to the right channel towards your assistance to my situation now. I will make my proposal well known if I am given the opportunity. I would like to use this opportunity to introduce myself to you.\n\nI am Victoria Karegaye 22years old girl from Rwanda, and I know that this proposal might be a surprise to you but do consider it as an emmergency.In nutshell, My (late) father Dr.Michael Kagame Karegaye ,was the managing and director of( Royal Dimaond COMPANY) KIGALI the capital of Rwanda. But he was killed along side with my mother during the longing civil war and all his properties was totally destroyed. However, after their death I managed to escape with a very important document (DEPOSIT CERTIFICATE that he made on my Name, in a bank which I will tell you the amount when I recive your reply.\n\nNow I have formaly claim the money with all relevent Document filed by my father and after seriess of inquiry and investigation into my application the Bank approved my claim but due to the new international Banking monetary policy/laws does not allow a person with refugee status to operate Bank account and since I am on run/hidding for my Dear life.\n\nI have been advice to look for a trusth worthy foreign person/ contact who help me make this claim on my behalf.for this is reason I decided to contact you if you can make up your time and your mind to contact the Bank.\nI will furnish you will all the document about this transaction, and tell you more of the deatils when I hear from you.\nThnaks for giveing out your time to read my proposal, as am waiting to hear from you.\nHave a gooday\nyours Victoria\n\n\n\n\n", "id": "c14ede73ce88e9dafb81030e313a65cf"}