{"email_subject": "Urgent Assistance From South Africa.", "email_body": "                     STRICTLY CONFIDENTIAL & URGENT.\n\nTEL: 871 - 762535915\nFAX: 871 - 762535916\nTEL: 27 - 835948129\n\nAlternative:E-mail address:erickerick39@latinmail.com\n\nDear Sir,\n\nI am Mr.Tambo, a native of Cape Town in South Africa and I am an Executive\nAccountant with the South Africa Department of Mining & Natural Resources.\nFirst and foremost, I apologized using this medium to reach you for a\ntransaction/business of this magnitude, but this is due to Confidentiality\nand prompt access reposed on this medium. Be informed that a member of the\nSouth Africa Export Promotion Council (SEPC) who was at the Government\ndelegation to your country during a trade exhibition gave your enviable\ncredentials/particulars to me. I have decided to seek a confidential\nco-operation with you in the execution of the deal described hereunder for\nthe benefit of all parties and hope you will keep it as a top secret\nbecause of the nature of this transaction.\n\nWithin the Department of Mining & Natural Resources where I work as an\nExecutive Accountant and with the cooperation of four other top officials,\nwe have in our possession as overdue payment bills totaling Twenty - Six\nMillion, Five Hundred Thousand U. S. Dollars ($26,500,000.) which we \nwant to transfer abroad with the assistance and cooperation of a foreign\ncompany/individual to receive the said fund on our behalf or a reliable\nforeign non-company account to receive such funds. More so, we are\nhandicapped in the circumstances, as the South Africa Civil Service Code\nof Conduct does not allow us to operate offshore account hence your\nimportance in the whole transaction.\n\nThis amount $26.5m represents the balance of the total contract value\nexecuted on behalf of my Department by a foreign contracting firm, which\nwe the officials over-invoiced deliberately. Though the actual contract\ncost have been paid to the original contractor, leaving the balance in the \ntune of the said amount which we have in principles gotten approval to\nremit by Telegraphic Transfer (T.T) to any foreign bank account you will\nprovide by filing in an application through the Justice Ministry here in\nSouth Africa for the transfer of rights and privileges of the former\ncontractor to you.\n\nI have the authority of my partners involved to propose that should you be\nwilling to assist us in the transaction, your share of the sum will be 25%\nof the $26,.5 million, 70% for us and 5% for taxation and miscellaneous\nexpenses. The business itself is 100% safe, on your part provided you \ntreat it with utmost secrecy and confidentiality. Also your area of\nspecialization is not a hindrance to the successful execution of this\ntransaction. I have reposed my confidence in you and hope that you will\nnot disappoint me. Endeavor to contact me immediately through my above\nTel/Fax number or \nmy e-mail address, whether or not you are interested in this deal. If you\nare not, it will enable me scout for another foreign partner to carry out\nthis deal I want to assure you that my partners and myself are in a\nposition to make the payment of this claim possible provided you can give\nus a very strong \nAssurance and guarantee that our share will be secured and please remember\nto treat this matter as very confidential matter, because we will not\ncomprehend with any form of exposure as we are still in active Government\nService and remember once again that time is of the essence in this\nbusiness.\nI wait in anticipation of your fullest co-operation.\n\nYours faithfully,\n\nMr. Tambo   \n\n\n", "id": "c157f9fe68be857d5146393ad8eee892"}