{"email_subject": "My Beloved In Christ.  ", "email_body": "\nBeloved in the Lord Jesus Christ, PLEASE ENDEAVOUR TO USE IT FOR THE\nCHILDREN OF GOD.\n\nMy name is Mother Doris Killam 63years old woman from United States of\nAmerica. I am married to Engineer Pitt Killam who till his death Worked\nwith Willbros, a U.S oil Engineering firm here in Nigeria, we were\nmarried for Thirteen (13) years without a child.\n\nHe died on Saturday, 18 February 2006 after my late husband Eng. Pitt\nand Eight (8) other foreign oil workers were abducted by militia groups\nactive in the Niger Delta Region of Nigeria, on the process of\nnegotiation by the Nigerian Government and the Militant Group\nunfortunately, my\nhusband Eng. Pitt Killam died, before his death, we deposit a sum of\n$2.5 Million Dollars which was proceed of a contract work he just\nconcluded with the Nigerian Ports authority.\n\nPLEASE FIND FACT ON THE INFORMATION FROM THE WEBSITE BELOW.\n\nhttp://news.bbc.co.uk/2/hi/africa/4726680.stm\n\nAfter his painful death I decided not to re-marry or get a child\noutside my matrimonial home. My Doctor told me that I would not last\nfor the\nnext three months due to cancer problem. Though what disturbs me most\nis my partial stroke as a result of high blood pressure.\n\nHaving known my condition I decided to donate this funds to church or\nbetter still a Christian individual that will utilize this money the\nway\nI am going to instruct herein. I want a church or individual that will\nuse this money to fund churches, orphanages and widows propagating the\nword of God and to ensure that the house of God is maintained.\n\nThe Bible made us to understand that blessed is the hand that grivet. I\ntook this decision because I dont have any child that will\ninherit\nthis money and my husband's relatives are not Christians and I\ndont\nwant my husband's hard earned money to be misused by unbelievers. I\ndont want a situation where this money will be used in an\nungodly\nmanner, hence the reason for taking this bold decision.\n\nI am not afraid of death hence I know where I am going. I know that I\nam going to be in the bosom of the Lord. Exodus 14 VS 14 says that the\nlord will fight my case and I shall hold my peace. With God all things\nare possible. As soon as I receive your reply I will want you to give\nme\nyour\n\nName:...........................\nAddress:........................\nSex/age:........................\nPhone:..........................\nOccupation:.....................\n\nI will send a copy to the bank. For identification when you will\ncontact them. I want you and the church to always pray for me because\nthe\nlord is my shepherd and I shall not want.\n\nMy happiness is that I lived a life of a worthy Christian. Please\nassure me that you will act accordingly as I stated herein.\n\nNote: this must be kept confidentially from eyes and ears of my\nhusband's family. Hoping to hear from you.\n\nReply me and Remain blessed in the name of the Lord.\n\nRegards,\nMrs. Doris Killam.\n\nPrivate email Reply me here:(motherdorisk9@yahoo.com.hk)\n_________________________________________________________________\nConnect to the next generation of MSN Messenger \nhttp://imagine-msn.com/messenger/launch80/default.aspx?locale=en-us&source=wlmailtagline\n\n", "id": "c1616671a672dd944d17a2d9e207d78e"}