{"email_subject": "ASSISTANCE", "email_body": "\nDr. Israel Junaid\n16 Kingsway Road \nIkoyi,Lagos. \nInternet Fax:1 309 216 0222 \n\n \n            PLEASE I REQUEST FOR YOUR GENUINE ASSISTANCE\n\nI want to first solicit your confidence in this transaction. This is by\nvirtue of its nature as being utterly confidential and top secret. We\nshall be counting on your ability and reliability to prosecute a\ntransaction of great magnitude involving a pending business transaction\nrequiring maximum confidence. \n\nWe are top officials of the Federal Government Contract Review Panel who\nare interested in importation of goods into our country with funds which\nare presently trapped in Nigeria. In order to commence this business we\nsolicit our assistance to enable us RECEIVE the said trapped funds ABROAD. \n\nThe source of this fund is as follows : During the regime of our late\nhead of state, Gen. Sani Abacha,the government Officials set up companies \nand awarded themselves contracts which were grossly over-invoiced in\nvarious Ministries. The NEW CIVILIAN Government set up a Contract Review\nPanel (C.R.P) and we have identified a lot of inflated contract funds\nwhich are presently floating in the Bank. \n\nHowever, due to our position as civil servants and members of this\npanel,we cannot acquire this money in our names.\n\nI have therefore, been delegated as a matter of trust by my colleagues of \nthe panel to look for an Overseas partner INTO whose ACCOUNT the sum of\nUS$15,600,000.00(Fifteen Million Six Hundred Thousand United States\nDollars) WILL BE PAID BY TELEGRAPHIC TRANSFER. Hence we are writing you\nthis letter. \n\nWe have agreed to share the money thus: \n\n70% for us (the officials)\n\n20% for the FOREIGN PARTNER (you) \n\n10% to be used in settling taxation and all local and foreign expenses. \n\n\nIt is from this 70% that we wish to commence the importation\nbusiness.Please note that this transaction is 100% safe in all it's\nramifications and we hope that the funds arrive your account in latest\nten (10) banking days from the date of reciept of the following\ninformation by email: A suitable name and bank account into which the\nfunds can be paid. Your confidential telephone and fax numbers for essay\ncommunication. \n\nThe above information will enable us write letters of claim and job\ndescription respectively. This way we will use your company's name to\napply for payments and re-award the contract in your name/company name.We \nare looking forward to doing business with you and solicit your\nconfidentiality in this transaction. \n\nFor security reasons and in order to move forward quickly,please respond\nto me by Tel:234 1 776 0870,Internet Fax:1 309 216 0222,so I can bring\nyou into the complete picture of this pending project and provide more\ninformation as to the succcessful conclusion of this project. The best\nresponse however,would be by telephone, so we can discuss fully all\nissues needed to complete this venture in good time,and successfully.\n\nThank you and God bless. \n\nYours Faithfully\nDr. Israel Junaid\nInternet Fax:1 309 216 0222\n\n\n\n\n", "id": "c1f0f60ae37a668afdc2bb589a0afd22"}