{"email_subject": "Acknowledge Receipt.", "email_body": ">From :Mark Wimble \nTel  :44 704 011 0287 \nFax  :44 870 130 6123 \nEmail:markwimble006@yahoo.com.hk \n\nThis is an official notification of funds deposited in your name. \nWe arrange for the safekeeping of special and valuable packages and baggage in \ntrust for reputable clients that are honest and trustworthy. A benefactor \nwhose identity can not be disclosed because of the Non Circumvention and Non \nDisclosure Agreement that was signed with the said benefactor when the funds \nwere being deposited, made you the beneficiary of a package containing some \namount of money. \n\nThe Non Circumvention and Non Disclosure Agreement signed with the benefactor \nmandates us to fully divulge and disclose the benefactor's identity 18 months \nafter you, the beneficiary, has received the funds. \n\nThe funds totals US$7.5M (Seven Million, Five Hundred Thousand United States \nDollars) and we confirm that these funds are fully free of any liens, or \nencumbrances and are clean, clear and non-criminal origin and are available in \nthe form of CASH. \nYou are hereby advised to reconfirm your Full Contact Information for \nverification with information contained in our database in the format stated \nbelow. \n\nAfter verifying the details with the information we have in our database,you \nwill be contacted to personally claim the funds in the Finance and Security \nFirm in Europe where its being kept with the Consignment Deposit Information \n(C.D.I) that will empower you to do so. This Consignment Deposit Information \n(C.D.I) is what is needed to claim the funds and will only be sent to you \nafter all your information has been verified and confirmed to be true. \n\nThe information should therefore be sent in the manner stated below so as to \nensure that no mistake is made. \nYour Full Name: _________________________ \nYour Complete Address (Physical Address with Zip Code) : _____________________\nDate of Birth (Day/Month/Year):____________________\nDirect Telephone/Mobile Number: ___________________________ \nFax Number:_________________________\nComplete the above and send back to me as soon as possible\nCongratulations in advance.\nThank you and I sincerely remain\nMark Wimble .\n\n\n\n\n\n\n", "id": "c2044fd5c35e4a887c2ce0a46b813aa5"}