{"email_subject": "URGENT  REPLY", "email_body": "Mr.BUHARI  TIJANI\nThe Manager of Audit & Accountancy Dept.\nBANK  OF  AFRICA  BOA\nOuagadougou, Burkina-Faso.\n\n                             ( READ CAREFULLY AND KEEP SECRET)\n\nGreeting, and how are you doing? I hope fine.Please let this my message do \nnot be a surprise to you because i got your information and lay trust in you \nbefore i contacted you.I am the MANAGER OF AUDIT & ACCOUNTANCY DEPARTMENT of \nour bank and i decided to contact you over this financial transaction worth \nthe sum of TWENTY TWO MILLION,THREE HUNDRED THOUSAND UNITED STATES DOLLARS \n($22,300,000.00).This is an abandoned fund that belongs to the one of our \nbank foreign customers who died along with his completely family on 25th \noct,2002 in a plane crash disaster.\n\nI was very fortune to came acroos the deceased file when i was arranging the \nold and abandoned customers files of 2003-2004 in other to submit to the \nbank managements accordingly for documentation purposes.It is clearly stated \nin our BANKING FOREIGN POLICY and signed lawfully that if such fund remains \nunclaimed by the NEXT OF KIN till the period of SIX(6) years starting from \nthe date when the beneficiary died, the money will be transferred into the \nBANK TREASURY as an unclaimed fund.Besides,it is not authorized by the law \nguiding our bank for a citizen of BURKINA FASO to make the claim of the \nfund.\nSo the request of you as a foreigner is necessary to apply for the claim and \ntransfer of the fund smoothly into your reliable bank account as the NEXT OF \nKIN to the deceased.When the fund is transferred into your account,FOURTY \nPERCENT(40%) will be for you in an assistance and in provision of the bank \naccount,while SIXTY PERCENT (60%) will be for me. If you are really sure of \nyour integerity, trustworthy and confidentiality,reply with your contact \nnecessary for the transfer and call me as you so that i will let you know \nthe steps to follow in order to finalize this transaction immediately.I will \nbe waiting for your urgent reply.\n\nMy. regards to you and your family,\n\n   MR BUHARI  TIJANI\n\n_________________________________________________________________\nMSN Hotmail sur i-mode : envoyez et recevez des e-mails depuis votre \ntlphone portable ! http://www.msn.fr/hotmailimode/\n\n\n\n", "id": "c238c495025f81935fe5935aa1073676"}