{"email_subject": "PROJECT", "email_body": "Dear Rrrrr,\nBefore I introduce my self, i will like to tell you the reason why i needed your assistance in this matter.\n  I had to contact you since your last name coincide with that of our late customer last name which is appropriate for this,i hope and pray to God that i have the right and trusted person.\n  I am a Manager in a bank here in Africa. \n  I have been working in this bank since 1989,i have urgent and very confidential business proposition for you, in January 2001, an American oil consultant /contractor(ENGR.Frank Rrrrr) made a numbered-time (fixed) deposit for twelve calendar months in a Domiciliary Account in my Branch running into a very large sum of money, At the time of opening this account, he did not name a next of kin promising to do so in his next visit to Africa.\n  He never came back and nobody heard from him.Upon maturity, I sent a routine notification of Account Status to his forwarding address but got no reply. In february 2005, i sent a reminder of same letter and finally i discovered from his contact employers that Engr.Frank , died in an Auto Crash.After further investigation in Oct 2006, I found out that he did not leave a \"WILL\" and all attempts to trace his Next-of-kin were fruitless.\n  I therefore made further investigation and discovered that the late Engr.Frank , did not declare any Next-of-Kin in all his official documents, including his Bank Deposit Papers. \n  This sum of $24Million Dollars, is still floating in our Bank and the interest is being rolled over with the principal sum at the end of each year. No one would come forward to claim it.\n  According to the local Laws, at the expiration of 6 (six) years, the money will revert to our Bank Managerment if nobody applies to claim the funds. Consequently upon the above, my request is that I would like you to stand in as the Next-of-kin to the late Engr. Frank Rrrrr,since your last name is the same with our late customer, i would document you in our records here as the next of kin to the man so that you can make claims to the deposit. \n  With me here your claims will be approved without any delay and the funds will be transferred to your nominated bank account. \n  Though we need to discuss in detail as to our participation and modalities. Be assured that i am in charge and there will be no problem but I'll not fail to beg you to observe religiously the high level of secrecy required in this deal for us to succeed.\n  Please I await your urgent response. \n  Regards,\nMr.John Bello\n\n \n---------------------------------\nCheap Talk? Check out Yahoo! Messenger's low PC-to-Phone call rates.", "id": "c243d7ce15ad5323060af9b20c296d1e"}