{"email_subject": "URGENT ASSISTANCE IS HIGHLY NEEDED.pls reply me back ASAP", "email_body": "Good Day,\r\nMay it not be a surprise to receive this letter from me, considering the\r\nfact that you do not know me? First I must seek for your understanding and\r\nwith hope that you will have the wisdom to understand this matter and be in\r\na position to help as you will be surely\r\nblessed as you help.I am MR GEORGE ABBEY,I am 41 Years old and also a\r\nBranch Manager with a Bank in Nigeria named, UNITED BANK FOR AFRICA{UBA} . I\r\nhave a\r\nTransaction which I think will be of mutual benefit to both of us. In my\r\ndesire for a befitting foreign partner with whom to do this transaction\r\nwith, I got your contact from a foreign trade Centre in my Country. As the\r\nmanager of a branch of UBA, I discovered some Amount of money while I was\r\nauditing accounts for the 2001 financial year which has been lying there for\r\nover 3 years. On further inquiry, I discovered that this money totaling\r\nabout USD$2O.5 Million (Twenty Million! Five hundred thousand United States\r\nDollars) including accumulated interest which belonged to one MR. ROBERT\r\nLIN, a Chinese National who lived here and died intestate without providing\r\nanybody to claim the money. This man died\r\nThrough a plane crash of ADC airlines in 1998.I have successfully\r\nsecured the money and with the assistance of powerful contact, the money has\r\nbeen moved out of my bank and deposited in a security company for safe\r\nkeeping. I am therefore requesting to have your\r\npersonal information to enable me prepare documents which will\r\nauthenticate that the funds belongs to you as the next of kin to MR.ROBERT\r\nLIN and to enable you claim the money since nobody has come to claim the\r\nmoney. According to the law here if by the end of this year nobody comes up\r\nfor the money it will be claimed by the Management of my\r\nbank.I am sure that you will be in a position to provide a safe account\r\nwhere the money\r\nWill be deposited pending my arrival to meet with you. For us to file\r\napplication of claim to this money as the next of Kin i will need to have\r\nyour personal information's which includes , YOURFULL NAME AND\r\nADDRESS,TELEPHONE AND FAX NUMBER, AND YOUR FULL BANK DETAILS WHERE THIS\r\nFUNDS WILL BE TRANSFERRED TO. This transaction is absolutely risk free with\r\nno legal complications as we have made arrangements to secure all the legal\r\ndocuments that will free us from any litigation, I have made all necessary\r\narrangements with the security company, that as soon as I get your\r\nconfirmation of interest in this venture, we shall put in all the necessary\r\npaper which will authorize the security company to process the funds and get\r\nit transferred through their\r\noffshore bank, to your account. In doing this you must have to maintain\r\na high degree of trust and adequate confidentiality is required and on\r\nsuccessful completion of this transfer to your account, I have agreed that\r\nyou will retain 30% of the total sum while 70% will be for me. Finally I\r\nwant you to note that we are going to spend money where\r\nNecessary to make this venture work out successfully. Therefore, confirm\r\nyour interest in this transaction immediately by sending the above mentioned\r\ninformation's as to enable us finalize this issue as soon as possible. I\r\nneed to emphasize once again that a high\r\nDegree of trust and confidentiality is required in this transaction.\r\nFinally i want to inform You that as soon as the funds are in your account and the sharing\r\ncompleted between us.You will introduce me into lucrative business in your\r\ncountry because i will like to invest most of my money in your country.\r\nPlease reply through this email: - {abbeygeorge26@indiatimes.com} awaiting\r\nyour urgent response ASAP.\r\n\r\nYours Faithfully\r\n GEORGE ABBEY\r\n Email:- abbeygeorge26@indiatimes.com \r\n    ", "id": "c262dd17f7a069460a884a5edf594706"}