{"email_subject": "urgent reply", "email_body": "ATTN:President/Ceo Business Proposal, >  > DEAR SIR, >  > I am the manager of bills and exchange at the > foreignremittance > department of the ECOBANK Nigeria. I am writing this > letter to ask > foryour support and co-operation to carry out this > business > opportunity in my department. > We discovered an unclaimed sum of US$ 25.5 million > (Twenty-five > million five hundredthousand United States Dollar > only) in an account > that belongs to one of our customers who died a long > with his entire > family in November 1997 in plane crash in > Nigeria.Since we got > information about his death we have been expecting his > next of kin > tocome over and claim his money because we cannot > release the money > unless somebodyapplied for it as the next of kin or > relation to the > deceased as indicated in ourbanking guidelines. >  > Rightaway,neither the family member nor the > relationhas appeared to > claim this money, at this discovery another official > and I in > thedepartment now decide to do business with you as > the next of kin > or relation of thedeceased for safety and sequent > disbursement since > nobody is coming for it and wedon't want this money to > go into the > bank treasure as an unclaimed debt. The bankinglaw and > guidelines of > the ECOBANK Nigeria stipulates that if such money > remained > unclaimedfor a period of four (5) years it will be > transferred into > the ECOBANK treasury asunclaimed fund. The need for a > foreigner as > next of kin in this business is occasionedby the fact > that the > customer was a foreigner and cannot stand as his next > of kinor heir. >  > We agreed that 25% of the money will be for youas the > foreign > partner, thereafter my colleague and I will visit your > country > fordisbursement according to the percentage indicated. > Therefore to > enable the immediatetransfer of the fund to you as > indicated.You must > apply to the bank as relation ornext of kin of the > decreased, > indicating your bank account number and location > wherein the money > will be remitted. Upon receipt of response, I will > send to you by > fax the Application Form. As soon as you receive this > letter you > should contact me immediatelyand indicate your direct > and > confidential telephone and fax number for effective > communication.Trusting to hear from you immediately. > Yours faithfully, > MD.OBINA OKORO. ------------------------------------------------------------ http://Game.37.com/  <--- Free Games http://newJoke.com/   <---  J O K E S  ! ! ! --------------------------------------------------------------------- Express yourself with a super cool email address from BigMailBox.com. Hundreds of choices. It's free! http://www.bigmailbox.com ---------------------------------------------------------------------", "id": "c278412c27d8060874d8dd28cdc658a5"}