{"email_subject": "URGENT", "email_body": "Mr PIKKA SAAIMAN\n\nLAND AND AGRICULTURAL BANK.\n192 Visagie St, cnr Paul Kruger, Pretoria\nRepublic Of South Africa.\n\n\nDear Sir/Madam,\nI am Mr Pikka Saaiman, General Manager(Treasury) of Land Bank,South\nAfrica.This is an urgent and very confidential business proposition.\n\n\nI am in a position to influence the transfer of \nUS$26,500,000.00,(Twenty-six Million, five hundred thousand Dollars). \nThis fund was deposited by a customer who was a foreign contractor with\nthe South African Institute of Mining and Metallurgy.\n\n Upon maturity of the deposit,The bank sent a routine notification to his\nforwarding address but got no reply. After a month,we sent a reminder and\nfinally we discovered from his contract employers,South African Institute\nof Mining and Metallurgy, that Mr.paul bryson was dead.On further\ninvestigation,I found out  from his attorney that he died without making\na WILL,and all attempts to trace his next of kin was fruitless.\n\nI therefore made further investigation and discovered that Mr.paul bryson\ndid not declare any kin or relations in all his official\ndocuments,including his Bank Deposit paperwork in my Bank. This sum of\nUS$26,500,000.00 has carefully been fixed in my bank for safekeeping.\n>From our records the funds was deposited in the year 2000 and  according\nto south african Law, at the expiration of 5 (five) years, the money will\nrevert to the ownership of the Government if nobody applies to claim the\nfund.\n\nI will need you to stand in as his next of kin,i have already made\narrangements with an attorney who will prepare all the necessary documents\nthat will make this possible as i will follow all the necessary protocols\nand laws governing inheritance in my country.\n\nI am willing to offer you 40% of the funds so that i can gaurantee your\ncommitment to this project.\nIf you are interested, please reply immediately via my email address  and \n Upon your response,I shall then provide you with more details that will\nhelp you understand how i plan to implement this project.\n\nPlease observe utmost confidentiality, and be rest assured that this\ntransaction would be most profitable for both of us because I shall\nrequire your assistance to invest my share in real estate within your\ncountry.\n\nDue to the nature of confidentiality in this Transaction our\ncommunication can only be via email and fax mostly.\n\nAwaiting your urgent reply\n\nThanks and my regards.\n\npikka saaiman\n\n", "id": "c29e7f4b5521900df6dd720003ac5e79"}