{"email_subject": "please get back to me immediately", "email_body": "I have a new email address!You can now email me at: oliverchulu@yahoo.com\n\n ATTENTION: GENERAL DIRECTOR\n\n \n\nDear Sir,\n\n \n\nLet you not be surprised with this my private mail to you because I got your contact through the  www.nge.ru  web-site due to my personal search for a Russian businessman who can help me receive, secure or invest the sum of US$15,000,000.\n\n \n\nTo introduce myself to you, I am Mr. Oliver Chulu H.,a citizen of Liberia-West Africa. I am the youngest brother to the wife of the ex-president of Liberia Mrs. Jewel Howard. Presently, I am on political asylum in Spain.\n\n \n\nI have gone through your company profile and think that you can be capable to help me privately to secure or invest this private fund of mine with your company name or your personal name. Because of my family political problems and my asylum situation here, I cannot invest this fund in my name and this is the main reason why I contact you for your assistance. Another major reason why I beg you to handle this transaction with maximum confidentiality is because of my family critical political situation.\n\n \n\nI deem it most necessary to contact you,if you can willingly accept this offer and forward me with business opportunities in your country which will be very lucrative to both parties. I will most appreciate it if you can give this investment enquiry a food for thought as I will want you to respond to this message as quick as possible.\n\nBe informed that all capital investments shall be provided by me while all business plans,feasibilty and ideas shall be made available by you according to the code of investment in your country.\n\n \n\nFinally, you could get back to me through this my private email addresses below so that we can discuss and negotiate on our mutual understanding and all information provided to you. Kindly furnish me with your private telephone number too for direct communication.\n\n \n\nI look forward to hearing from you.\n\nE mail.......... oliver_chulu@yahoo.com\n\nBest regards,\n\n \n\nMr. Oliver C.H.\n\n\n\n- OLIVER CHULU\n\n", "id": "c2f3aed5b92ced12884f870115e955b0"}