{"email_subject": "compliment's", "email_body": "\nDear Friend,\n                              ASSISTANCE\n\nKindly allow me the modesty of introducing myself. I am GEORGE KABILA,the son\nof the former head of state/president of Congo-Kinshasha (then called Zaire)\nMr.Laurent Desire Kabila.\n\nI am contacting you in other to ask for your assistance on this confidential\nBusiness proposal with full financial benefit for both of us.\n\nBefore I go into further details please be informed that I am writing without\nany other person(s)\npre-knowledge of my contacting you on this transaction.\n\nTherefore I will appreciate same attitude to be maintained all through.\n\nI have the sum of USD20.7Million from a secret sale of Diamond by my father\nbefore he was assassinated by one of his body guard (Rashid) on January 16th\n2001, which I will like you to receive on my behalf due to Security reasons, as\nmy narration below will explain.\n\nBut before I continue be well informed that your share in this transaction has\nbeen calculated as 15% of the total sum of USD$20.7M, 5% for expenses and the\nrest for my family and I.\nMy father as a real African traditionalist was a polygamist thereby having\nmarried to so many wives, and my mother being the second wife of my father, My\nstep brother Joseph, who is currently the  president of my country, is the son\nof the first wife and he does not have any knowledge about this deal.\n\nAlready president Joseph is using his power to colonize all the money and\nprivate property, which my late father left behind for the entire family.\n\nNow my mother and I are left with nothing in the inheritance of my late\nfather's wealth. Our situation is seriously critical that we need your\nassistance to help us receive this money overseas for proper investment.\n\nLet me quickly assure you that this transaction is 100% risk free because the\ndiamond sales are packaged from  the unset in a pattern that shows no direct\ntrace or linkage with us (Kabila family). At present the money is deposited and\nis secured with a holding company under deposit account.\n\nI am waiting for your swift and favourable response, and in case you have any\nquestion(s), do not hesitate to contact me.\n\nMy alternative e mail address is : gkabila@hispavista.com\n\nBest Regards.\n\n\nGeorge Kabila.\n\n\n\n\n\n\n\n", "id": "c39799ac70642a265df90cf96fc6d9e3"}