{"email_subject": "Chessonfamily corporation", "email_body": "From: J. Rodney Chesson \nChesson Family Corporation,\nLiberia.\nEmail: jrchesson@rediffmail.com\n\nKindest attention,\n\nI am very sorry for the informal manner in which this mail is reaching you. This is necessitated by my urgent need to reach a dependable and trustworthy foreign partner. This request may seem strange and unsolicited but I crave your indulgence and pray that you take my request very serious.\n\nI am Mr. J. Rodney Chesson, the first son of Late J. J. F. Chesson (Liberian Minister of Justice 1979 to 1980). On April 22, 1980, my father along with 12 other Liberian Government officials was assassinated as a result of a military coup that toppled the government of President William\nR. Tolbert, Jr. May his soul rest in Eternal Peace. Since then, my family has always been seen as a symbol of peace in Liberia. \n\nI received information from a reliable source that described your country as being economically conducive for investment and her people as transparent and trustworthy to engaging business, which made me to write you. As you may want to know and to make you less curious, I got your email address from an Internet site that portrayed you in good light.\n\nEarly this year, Liberia rebels agitated for the removal of President Charles Taylor, who portrayed a very good example of a bad leader. The President who needed support from prominent Liberia citizen gave me the sum of twenty-eight million United States Dollars (US$ 28M) cash (stalked in two trunk boxes) as compensation for my late father and solicited for my support. \n\n\nI quickly made an arrangement with a courier company here in Monrovia and moved the consignment to an asset management company in Europe. I did not support President Charles Taylor because my conscience is not for sale. Some months later heavy fight broke up in Liberia, he placed all the eligible members of my family under travel watch confiscated all our traveling documents and frozen all our account in Liberia. Later in July, foreign troops invaded Liberia and different peace keeping meetings were held and President Taylor was advised to step down for national peace. On the 11th August 2003 President Charles Taylor flied into exile and handed over power to his Vice-President Moses Blah who is even more wicked and dangerous. He was the person that instigated Taylor to confiscated all our traveling documents and frozen all our account in Liberia. On Tuesday 14th October 2003, Gyude Bryant took office in Liberia as the head of an interim government. Bryant, 54 was by picked b!\n y the warring factions and this step has offered Liberia a new chance to end nearly 14 years of violence. My lawyer approached him as regards releasing our traveling documents and the embargo on our bank accounts but he declined and told us that his priority is disarm fighters and pave the way for elections that is why I requested for your sincere assistance pending when a fresh election will be held here. \n\nWHAT YOU ARE EXPECTED TO DO FOR US: \n\nI will transfer the ownership of the consignment /boxes containing the cash to you and issue you a power of attorney through my Lawyer. With these document you will claims to the money as my proxy from the asset management company in Europe. The entire operation is risk free since it is only you and me and my Lawyer that knows the details of the money after you must have taken the money to your country where it is save my lawyer will then meet you in your country to use my share of the money for investment. Bearing in mind that your assistance is needed to transfer this fund, I propose a commission of 20% (twenty percent) of the total sum to you for the expected services and assistance.\n\nYour private fax and telephone numbers are needed to enhance the speedy conclusion of this transaction (our only hope in life now) urgently. Your urgent response via the above email address is highly needed so as to stop further contact. I must use this opportunity to implore you to exercise the utmost indulgence to keep this matter extra ordinarily confidential whatever your decision while I await your prompt response. Our phone line both home and abroad are bugged. So don't call me. I will always call you at my convenient time and in a conducive atmosphere.\n\nBest regards,\n\nJ. Rodney Chesson.\n\n\nN.B. Please reply with above email address (jrchesson@rediffmail.com). I want you to note that neither the Chesson Family Corporation nor any of its officials are soliciting money of any kind or financial or other assistance from organizations, agencies, or individuals. Visitors to our website are advised that there is a current scam by unknown individuals using our corporation website and my name to solicit money or goods from the public. We advise that all who receive letters soliciting funds, etc, in my name or the name of our corporation to report them to your local law enforcement authorities. This notice is a sufficient legal warning to all who visit our website. You can view our family web page below. (www.chessonfamily.com/chessonfamilypage.htm\n\n", "id": "c3be364afbcf6d422ba8bbdc0113efa4"}