{"email_subject": "", "email_body": "Dear Sir / Madam\n\nI am Mr.Chuks Anthony,an account officer with Stanbic Bank of South Africa.\n\nI have an urgent and confidential business proposition for you. On June \n6,\n1997, an American Mining Consultant/Contractor with the South African \nMining\nCorporation, Mr. Ken Power made a numbered time (Fixed) Deposit for \ntwelve\n(12) calendar months, valued at US$28,320,000.00 (Twenty-Eight Million Three Hundred and Twenty Thousand Dollars) in my branch. Upon maturity, I sent a routine notification to \nhis\nforwarding address but got no reply.\n\nAfter a month, we sent a reminder and finally we discovered from his\ncontract employers, the South African Mining Corporation that Mr. Ken \nPower\ndied from an automobile accident. On further investigation, I found out \nthat\nhe died without making a WILL and all attempts to trace his next of kin \nwas\nfruitless. I therefore made further investigation and discovered that \nMr.\nKen Power did not declare any next of kin or relations in all his \nofficial\ndocuments, including his Bank Deposit paper work in my Bank. This sum \nof\n$28,000,000.00 USD is still sitting in my Bank and the interest is \nbeing\nrolled over with the principal sum at the end of each year.\n\nNo one will ever come forward to claim it. According to South African \nLaw,\nat the expiration of 5 (five) years, the money will revert to the \nownership\nof the South African Government if nobody applies to claim the funds.\nConsequently, my proposal is that I would like you to stand in as the \nnext\nof kin to Mr. Ken Power so that the fruits of this old man's labour \nwill not\nget into the hands of some corrupt government officials. This is \nsimple, I\nwill like you to provide immediately your full names and address so \nthat the\nAttorney will prepare the necessary documents and affidavits which will \nput\nyou in place as the next of kin.\n\nWe shall employ the service of an Accredited Attorney for drafting and\nnotarization of the WILL and to obtain the necessary documents and \nletter of\nProbate/Administration in your favour for the transfer. A bank Account \nin\nany part of the world which you will provide will then facilitate the\ntransfer of this money to you as the beneficiary/next of kin. The money \nwill\nbe paid into your Account for us to share in the ration of 60% for me \nand\n40% for you.\n\nThere is no risk at all as the paper work for this transaction will be \ndone\nby the Attorney and my position as the Branch Manager guarantees the\nsuccessful execution of this transaction. If you are interested, please\nreply immediately email.\n\nUpon your response,I shall then provide you with more details and \nrelevant\ndocumentsthat will help you understand the transaction. Please observe\nutmost confidentiality, and be rest assured that this transaction would \nbe\nmost profitable for both of us because I shall require your assistance \nto\ninvest my share in your country.\n\nAwaiting your urgent reply.\n\nMr. Chuks Anthony\n\n\n\n\n", "id": "c454de7c26007aa9016b506db4758e54"}