{"email_subject": "SOLICITATION FOR BUSINESS PARTNERSHIP", "email_body": "ATTN:\n\n                                 \n\nI am interested in your partnership in a business transaction. This business proposal I wish to intimate you of will be of mutual benefit to the both of us and it?s success is entirely based on mutual trust, cooperation and a high level of confidentiality.\n\nI am representing the board of the contract award and monitoring committe of the Zambian Ministry of Mining and Resources. I am seeking your assistance to enable me transfer the sum of US$30,500,000.00 (Thirty Million, Five Hundred Thousand United States Dollars) into your private/company account.\n\nThe fund came up as a result of a contract awarded and executed for and on behalf of my Ministry. The contract was supposed to be awarded to two foreign contractors to the tune of US$180,000,000.00 (One hundred and Eighty Million United States Dollars). But in the course of negotiation, the contract was awarded to a Bulgarian contractor at the cost of US$149,500,000.00 (One hundred and Forty-nine Million, Five Hundred Thousand United States Dollars) to our advantage unknown to the contractor. This contract has been satisfactorily executed and inspected as the Bulgarian firm is presently securing payment from my Ministry, where our Board is in-charge of all foreign contract payment approval.\n\nAs a civil servant still in active government service, I am forbidden by law to operate an account outside the shores of Zambia. Hence this message to you seeking your assistance so as to enable me present your private/company account details as a beneficiary of contractual claims alongside that of the Bulgarian contractor, to enable me transfer the difference of US$30,500,000.00 (Thirty Million, Five Hundred Thousand United States Dollars) into your provided account.\n\nOn actualisation, the fund will be disbursed as stated below.\n\n1. 20% of the fund will be for you as beneficiary\n\n2. 80% of the fund will be for Us.\n\nAll logistics are in place and all modalities worked out for a smooth actualisation of the transaction within the next few working days of commencement. For further details as to the workability of this transaction, please reach me as soon as possible for further clarification. Please, call me on receipt of this mail on TEL: +31 612 932 685\nThank you and God bless as I await your urgent response.\n\nYours Sincerely,\n\nMr. JOHNSON ABBAS\n\n\n\n", "id": "c473723ae14d6f594ed725b2c972c05d"}