{"email_subject": "", "email_body": "My Dear,\n\nGreetings and l hope this message finds you well, and pardon me for \ncontacting you this way , it is because of the urgent nature of my \nrequest.My name is Mrs. Mary Abavana and I am living with AIDS. Ever since \nmy husband, Hon. Lawrence R. Abavana, former Ghanaian Agriculture minister \ndied of AIDS and I was tested positive of the AIDS virus, the mass media \nwouldn't just let me and my family be. My children have stopped going to \nschool because they could no longer stand the humiliations from fellow \nstudents. The embarrassment are getting on my nerves but what can I do? I \nwould have loved to travel out of the country to a place where I will have \npeace and spend the rest of my life with my children but I couldn't make it \nfor I am weak and severely sick. Moreover, no Embassy would grant me Visa to \nher country with my hairs withering and boils all over my body. View my \nfamily on the website:\n\nwww.ghanacastle.gov.gh/President/castle_newsp_details.cfm?EmpID=476\n\n>From all indications, I know that my days are numbered. In the light of the \nabove, I have contacted you to assist me to accommodate the SUM OF $15 \nMillion USD and the 250kg of Gold which my husband acquired while alive and \nserving as minister and which he deposited as with a Finance and Gold \ncompany here in ghana for the up-keep of my children. I want you to \nsafe-keep it for my children as they will be coming over to your country in \ndue course to live and school. YOU WILL INVEST THIS MONEY FOR MY CHILDREN IN \nCOMMERCIAL ESTATE OR ANY BUSINESS OF YOUR CHOICE YOU DEEM HEALTHY.\n\nFor your effort, I am prepared to give you 25% of the total funds. I am \nlooking forward to hear from you while thanking you for your anticipated \ncooperation in this regard.Please l will need your telephone number also.\n\nKind Regards,\nMrs. Mary Abavana\nyou can also write to me with;  maryabavana75@terra.com\n\n_________________________________________________________________\nTry the next generation of search with Windows Live Search today!  \nhttp://imagine-windowslive.com/minisites/searchlaunch/?locale=en-us&source=hmtagline\n\n\n\n", "id": "c4d42ffbfa73d492b8b7766442092ad3"}