{"email_subject": "MR PAUL DOLL", "email_body": "FROM THE DESK OF MR PAUL DOLL\nAUDITING AND ACCOUNTING MANAGER,\nBANK OF AFRICA (B.O.A)\nDAKAR-SENEGAL. Branch.\nPHONE:+221-547-8858\n\nDear Friend,\n\nI feel quite safe dealing with you in this business proposition having gone through your remarkable profile on the Internet. Though, this medium (Internet) has been greatly abused, I choose to reach you through it because it still remains the fastest, surest and most secured \nmedium of communication. However, this correspondence is purely Private, and it should be treated as such.I am the AUDITING AND ACCOUNTING MANAGER BANK OF AFRICA (B.O.A) here in DAKAR-SENEGAL. Branch. In my department we discovered an abandoned sum  of US$6.5m dollars (Six Million Five Hundred Thousand Dollars) in an account that belongs to one of our foreign customer (MR. ANDREAS SCHRANNER from Munich,  Germany) who died along with his entire family in Jully 2000 in a  plane crash. FOR MORE INFORMATION VISIT THIS SITE BELOW;\n\nhttp://news.bbc.co.uk/1/hi/world/europe/859479.stm Since we got information about his death, we have been expecting his next of  kin to come over and claim his money because we cannot release it unless  some body applies for it as next of kin or relation to the deceased as indicated in our banking guidlings and laws but unfortunately we learnt that  all his supposed next of kin or relation died alongside with him at the plane crash leaving nobody behind for the claim.It is therefore upon this discovery that I now decided to make this business  proposal to you and release the money to you as the next of kin or relation  to the deceased for safety and subsequent disbursement since \nnobody is coming for it and we don't want this money to go into the bank treasury as  unclaimed bill.\nThe banking law and guidline here stipulates that if such money remained  unclaimed after fours years, the money will be transfered into the \nbank treasury as unclaimed fund.nobody applies to claim the fund .Consequently, my proposal is that I will like you as a foreigner to stand as the next of kin to MR. ANDREAS SCHRANNER so that the fruit of this old man's labor will not get into the hands of some corrupt Government officials. This is simple, The request of foreigner as next of kin in this  business is occassioned by the fact that the customer was a foreigner and a  SENEGAL cannot stand as next of kin to a foreigner.I agree that 30% of this money will be for you as a respect to the provision  of a foriegn account ,10% should be for expenses, tax as your government may require. and 60% would be for me Thereafter, I will visit your country  for disbursement according to the percentage indicated Therefore,to enable the immediate transfer of this fund to you arranged,you must apply first to  the bank as relation or next of kin of the deceased indicating your bank  name, your bank account number, your private telephone and fax number for  easy and effective communication and location where in the money will be  remitted.\nUpon receipt of your reply, I will send to you by fax or email the text of  the application . I will not fail to bring to your notice this \ntransaction is hitch-free and  that you should not entertain any atom of fear as all required arrangements have been made for the transfer.I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law, as this transaction is 100% risk free.  You should contact me immediately as soon as you receive this letter.Trusting to hear from you immediately.\nYours Faithfully,\n\nMR PAUL DOLL. (B.O.A)\nTREAT  AS URGENT AND CONFIDENCIAL\nPLS: REPLY TO pd232002@box.az\nYOU CAN CALL ON MY PHONE:+221-547-8858", "id": "c4f8dbe4b26db1d004f02f06bc6cbc52"}