{"email_subject": "REPLY ME", "email_body": "    Attn,\n   \n  RE: TRANSFER OF US$168.559 MILLION TO YOUR ACCOUNT. \n   \n  I feel quite safe dealing with you in this important business. Though, this medium (Internet) has been greatly abused, I choose to reach you through it because it still remains the fastest medium of communication. However, this correspondence is unofficial and private, and it should be treated as such.\n   \n  At first I will like to assure you that this transaction is 100% risk and trouble free to both parties.\n   \n  My name is MODISE ROBERT, I work as the operational manager in account management section in charge of credit and foreign bills of one of a prime banks here in South Africa. On  a  routine  inspection I Discovered  a  dormant  domiciliary  account  with  a Balance of  US$168,559,000. 00 (One hundred and sixty eight million five hundred and fifty nine thousand U.S dollars only}. The account holder[The deceased] was believed to be incharge of Former Iraq resident,Saddam Hussein secret CRUDE OIL transactions in Africa before his  death. On further discreet investigation, I also discovered that the account holder has died long ago with his family on a fatal Auto- Accident leaving no beneficiary to the account and no other person knows about this account.\n   \n  I am in close contact with the manager of the bank here who is my partner and he is willing to approve the transfer to any reliable and trustworthy foreigner with foreign bank account because the former operator of the a/c is a foreigner. I am certainly sure that he has no writen or oral WILL attached to the account ,no beneficiary and  nobody will come again for the claim of this money. It is only a foreigner who can claim this money with legal claims to the account holder which I will provide to you if you are interested, therefore I need your cooperation in this transaction. This money will remain useless in this dormant account if I did not transfer the fund out to a foreign account.\n  I will provide the necessary information and documents needed in order to claim this money. I only need your cooperation as a foreigner to provide your safe bank account information for the transfer. All arrangement that will ensure a smooth transfer of the fund to the account which you are to nominate is already in place.You should provide me with your correct account information for the transfer and your direct cell phone lines for easy communication. I wish for utmost confidentiality in handling this transaction. \n \nAt the conclussion of this transaction, your share will be 15% of the  total transfer sum, 80% for me and my partner while 5% will be set aside for any expenses both parties might incure during the process of the transfer. The fund will be transferred to your account in two parts. I will first transfer USD 38 Million to your account as a test  transfer. I will fly over to meet you after the successful transfer for sharing according to the agreed percentages. I will have the remaining balance of USD130,559 Million transferred to your account  only after the successful sharing of the first transfer without any disappointment from your side.\n \nLet me hear from you urgently by Emailing me. \n  Best Regards, \nMODISE ROBERT\n\n\n\n\n\t\t\n---------------------------------\n Yahoo! Music Unlimited - Access over 1 million songs. Try it free.", "id": "c52ac372cd3c0acdcc8b56e14c9f66fa"}