{"email_subject": "CONFIRM YOUR PAYMENT, I NEED YOUR RESPONSE TO PROCEED", "email_body": "THE PRESIDENCY\nDEBT RECONCILIATION COMMITTEE\nTel: +234-1-765-8477\nFax: +234-1-555-9344\n\n\nATTN CONTRACT BENEFICIARY,\n\nIMMEDIATE PAYMENT OF YOUR FUNDS. #: GVRCBN/NNPC/FGN/MIN/006.\n\nI am the Director, Debt reconciliation Committee of the Federal Republic of Nigeria. I bring to your immediate notice and urgent attention that the Nigerian Government, The United Nations and the African Union\nhave finally approved your payment.\n\nA woman by name Mrs. Janet White came to our office with an application letter stating that you have instructed her to be the beneficiary also that you told her to act as your Next of Kin to receive your payment in her account. We are writing to know if you at any time gave this woman the power of attorney to represent you also if you are aware that your payment of $15.5M will be transferred to the below account:\n\n\nBank of America,\n2201 C St. NW, Washington, D.C. 20520ABA Number: 114000653; Account\nNumber: 4746363838;\nAccount Name: JANET WHITE\nAccount officer's Phone number: 202-624-4750\n\nIf you are not aware of the above, do immediately reconfirm your correct banking details so that funds can be transferred to your account without any further delay as we have instructed our London paying bank to\neffect transfer to the above account if we do not hear from you till the next four banking days from the day this message was sent.\n\nI wish to inform you that this approved amount has been processed and will be released to you as soon as you respond to this letter. Also note that from the record in my file, the approved amount for immediate transfer is $15.5 million dollars (Fifteen Million Five Hundred Thousand United States Dollars). With due respect sir, do reconfirm the below details to avoid paying your Contract/Inheritance payment to a wrong account or beneficiary. Note that this payment is ready to be made into your account as soon as you confirm to us that you did not send this woman and reconfirm the below details.\n\n1) Your full name and full address (2) Phone, fax and mobile #.3) Bank Name and address (4) Bank account number, Swift code etc where funds will be transferred to.\n\nAs soon as this information is received, your payment will be made in cash payment or KTT wire transferred to your bank account directly from Central Bank of Nigeria or our London Paying Bank and a copy of payment slips sent to you for immediate confirmation through your bank.\n\nDo help us serve you better by responding to this message immediately.\n\nRegards,\nDr. Paul A. Sule\nDIRECTOR DEBT RECONCILIATION COMMITTEE\n\n\n\n\n\n\n", "id": "c57d1ab164d23c43c1aebc77876da19f"}