{"email_subject": "THIS IS THE TRUE STORY OF THIS MATTER", "email_body": "Financial Adviser.\n121 Old ojo road,\nPmb 224 Ikoyi,\nLagos-Nigeria.\n\n\nDear friend,\n\nTHIS IS THE TRUE STORY OF THIS MATTER\n\nPlease my name is Jones Usman a financial adviser to David a national of your \ncountry.He was an oil merchant here in Nigeria. On the 21st 1997, my client, \nhis wife and their three children were involved in a car accident along \nIbadan Express road lagos. All occupants of the vehicle unfortunately lost \ntheir lives along with the driver.\n\nSince then I have made several enquiries in his Embassy to locate any of my \nclient's extended relatives.After these several unsuccessful attempts,as a \nmatter of fact,I decided to trace his relatives over the internet in order to \nlocate any member of his family for a huge sum of fund deposited on his name \nin an offshore financial company overseas but that was to no avail, hence I \ndecided within myself to contact you as his supposed relative since you are \nalso a foreigner to avoid the offshore company from confiscating the deposit \nfor theirs .\n\nPlease, I want you to assist me in repatriating the money left behind by my \nclient before they get confiscated or declared unserviceable by the UBN \nFinance company offshore payment centre where these huge deposits were lodged.\n\nHe had an deposit valued at about US$12M(Twelve Million US Dollars)and now \nthe finance company has issued me an urgent notice to provide the next-of-kin \nor have the account freezed within the next ten official working days.\n\nThis was the last fund moved by my late claim to the offshore payment company \nof UBN for sefety by the oil merchant shortly before the autocrash that took \nhis life and all in the car.This was as a result of the conflict emulated \nfrom the annulled june 12 presidential election by the military dictatorship \nGen.Ibrahim Babangida which resulted to the death of many people in Nigeria \neven chief Moshood K.O Abiola that won the presidential race.\n\nGO THROUGH; \ntopics.nytimes.com/top/reference/timestopics/people/a/moshood_k_o_abiola/index\n.html?s=oldest& - 42k )\n\nSince, I have succeeded in locating you today as his relative,I hereby seek \nyour consent to present you as well as use your name and particulars apply as \nthe next of kin to the deceased,so that the proceeds of this account deposit \nvalued at US$12M can be paid to you and then you and I can share the money at \nlast or invest with it for a profitable venture in your country, 50% to me \nand 50% to you.To present you as the next of kin will pose no difficulty as \nthere is no risk involved hence i am the one presenting you officially.\n\nI have all the necessary legal documents that can be used to back up our \nclaim.\n\n1. The Death Certificate\n2. Letter of Administration\n3. Sworn Affidavit\n\nAll I require is your honest co-operation to enable us see this transaction \nthrough. I guarantee that this business proposal to you is 100% real and will \nbe executed under a legitimate arrangement without any problem at all.\n\nPlease get in touch with me via my secured and confidential email address \nwhile you forward to me the following informations immediately you receive \nthis message so that I will give you further details if you are interested \nand ready to work with me .\n\n1.. YOUR NAME AND ADDRESS TO MAKE THE CLAIM...\n2...YOUR PHONE NUMBER FOR URGENT CONTACT BY ME..\n3...YOUR OCCUPATION AND YOUR AGE..\n\nRemember to include your own private or mobile cell phone with which I can \nequally reach you.\nAnticipating your prompt response.\nYours Sincerely,\nFinancial Adviser..\nJones Usman..\n(jones_usman1977@rixmail.se)\n\n\n\n\n", "id": "c5b83eeb7eb3938c25c30db291b4500d"}