{"email_subject": "BOUNCE bg-misc@majordomo.cs.CU:    Non-member submission from [didi sithole <didi_sithole@yahoo.co.in>]   ", "email_body": ">From bg-misc-owner@cs.CU Fri Jun 11 10:09:08 2004 Message-ID: <20040611140858.34379.qmail@web8002.mail.in.yahoo.com> Subject: ASKING FOR  ASSISTANCE To: didi_sithole@yahoo.co.in MIME-Version: 1.0 Content-Type: multipart/alternative; boundary=\"0-1057925132-1086962938=:26956\" Content-Transfer-Encoding: 8bit X-PMX-Version: 4.6.0.99824, Antispam-Core: 4.6.0.101390, Antispam-Data: 2004.6.10.103327 X-PerlMx-Spam: Gauge=XXXXXXXXXIIIIIIIII, Probability=99%, Report='RCVD_IN_SBL 3, NIGERIAN_BODY3 2.900, NIGERIAN_BODY4 2.900, NIGERIAN_BODY2 1.442, NIGERIAN_BODY1 1.296, RISK_FREE 1.278, NA_DOLLARS 0.765, LINES_OF_YELLING_2 0.001, LINES_OF_YELLING 0.001, SUBJ_ALL_CAPS 0.001, __CTYPE_HAS_BOUNDARY 0, __CTYPE_MULTIPART 0, __CTE 0, DEAR_SOMETHING 0.000, __NIGERIAN_BODY_46 0, __NIGERIAN_BODY_45 0, __MSGID_BEFORE_OKAY 0, __NIGERIAN_BODY_1 0, __NIGERIAN_BODY_13 0, __NIGERIAN_BODY_20 0, __NIGERIAN_BODY_26 0, __HAS_MSGID 0, __MIME_HTML 0, __SANE_MSGID 0, __RATWARE_SIGNATURE_3_N1 0, __TO_MALFORMED_2 0, __MIME_VERSION 0, __CTYPE_MULTIPART_ALT 0, __EVITE_CTYPE 0, __CT 0' --0-1057925132-1086962938=:26956 Content-Type: text/plain; charset=iso-8859-1 Content-Transfer-Encoding: 8bit FROM DIDI SITHOLE, JOHANNESBURG,SOUTH AFRICA. TELL:+27-732112866. Dear sir, I am MR, DIDI SITHOLE, the son of late MR.PATRICK SITHOLE, who was murdered in a land dispute in ZIMBABWE.I got your contact during my search for reliable&compitent foreigner to handle a confidential financial transaction, then I decided to write you. My late father was among the few black Zimbabwean rich farmers murdered in cold blood by the agent of the ruling government of President ROBERT MUGABE for his alleged support and sympathy for Zimbabwean opposition party. Before the death of my father, he took me to South Africa to deposit the sum of Twelve million US Dollars ($12m) with a security and finance company, as if he knew the looming danger in Zimbabwe. The money was deposited as a gem/precious stone to avoid much dumourage from the security firm. This money was earmarked for the purchase of new machinery and chemicals for the farms and the establishment of new farms in Lesotho and Swaziland. This land problem arose when President R. MUGABE introduced a new land Act. which wholly affects the White rich farmers and some few blacks vehemently condemned the 'MODUS OPERANDI' adopted by the government. This resulted to rampant killing and mob actions. I and my family who are currently staying in South Africa as refugees or asylum seekers have decided to enter your name as foreigner/beneficiary of the Trunck Cases containing the Cash (USD12M) for futher transfer of the money to a foreign country where we can invest it. I am faced with the dilemma of claiming/investing this amount of money in South Africa for fear of encountering the same experience in future since both countries have the same political history. Moreover, the South African monetary policy/law does not allow such investment hence I am seeking for an asylum or refugee. I must let you know that this business is 100% risk free and the nature of your business does not necessary matter. So if you are willing to assist us claim the ownership of this money,I and my family have agreed to give you 20% of the total money, 40% will be for a joint business venture I will be doing with you and another 35% will be for me and my family which we shall also invest in your country and the remaining 5% will be mapped out for all expenses we may incure during the transaction. Therefor, if you are willing and interested to render the needed assistance. Please funish me your private phone and Fax number for easy and better communication. Remember that this is highly confidential and the success of this business depends on how secret it is kept. Expecting your reply soonest. Best Regard. DIDI SITHOLE Yahoo! India Matrimony: Find your partner online. --0-1057925132-1086962938=:26956 Content-Type: text/html; charset=iso-8859-1 Content-Transfer-Encoding: 8bit FROM DIDI SITHOLE,JOHANNESBURG,SOUTH AFRICA.TELL:+27-732112866.Dear sir,I am MR, DIDI SITHOLE, the son of lateMR.PATRICK SITHOLE, who was murdered in a land disputein ZIMBABWE.I got your contact during my search forreliable&compitent foreigner to handle a confidentialfinancial transaction, then I decided to write you. Mylate father was among the few black Zimbabwean richfarmers murdered in cold blood by the agent of theruling government of President ROBERT MUGABE for hisalleged support and sympathy for Zimbabwean oppositionparty. Before the death of my father, he took me to SouthAfrica to deposit the sum of Twelve million US Dollars($12m) with a security and finance company, as if heknew the looming danger in Zimbabwe. The money wasdeposited as a gem/precious stone to avoid muchdumourage from the security firm.This money was earmarked for the purchase of newmachinery and chem!  icals for  the farms and theestablishment of new farms in Lesotho and Swaziland.This land problem arose when President R. MUGABEintroduced a new land Act. which wholly affects theWhite rich farmers and some few blacks vehementlycondemned the 'MODUS OPERANDI' adopted by thegovernment. This resulted to rampant killing and mobactions. I and my family who are currently staying in SouthAfrica as refugees or asylum seekers have decidedto enter your name as foreigner/beneficiary of theTrunck Cases containing the Cash (USD12M) for futhertransfer of the money to a foreign country where wecan invest it. I am faced with the dilemma ofclaiming/investing this amount of money in SouthAfrica for fear of encountering the same experience infuture since both countries have the same politicalhistory. Moreover, the South African monetary policy/law doesnot allow such investment hence I am seeking foran asylum or refugee.I must le!  t you  know that this business is 100% riskfree and the nature of your business does notnecessary matter. So if you are willing to assist usclaim the ownership of this money,I and my family haveagreed to give you 20% of the total money, 40% will befor a joint business venture I will be doing with youand another 35% will be for me and my family which weshall also invest in your country and the remaining 5%will be mapped out for all expenses we may incureduring the transaction.Therefor, if you are willing and interested to renderthe needed assistance. Please funish me your private phone and Faxnumberfor easy and better communication.Remember that this is highly confidential and thesuccess of this business depends on how secret it is kept.Expecting your reply soonest.Best Regard. DIDI SITHOLE Yahoo! India Matrimony: Find your partner  online. --0-1057925132-1086962938=:26956--", "id": "c5c71a08376f551423c9afd9fa0f19ef"}