{"email_subject": "", "email_body": "ATTN: DIRECTOR/C.E.O\nMy name is MR.PAUL\nMPOYO, elder son of MR. DANIEL MPOYO of Zimbabwe. This might be a surprise to you where I got your contact address.\nI got your address from South African Information Exchange in Johannesburg.\nDuring the current war against the farmers in Zimbabwe from the supports of our President Robert Mugabe to claim all the white-owned farms to his party members and his followers, he ordered all the\nwhite-owned farmers to surrender all their farms to his party members and his followers.\nMy father was one of the best farmers in our country and because he\ndid not support his idea,supporters invaded my father's farm and burnt\neverything in the farm, killing my father and mad away with a lot of items in my father's farm.\nAfter the death of my father, me and my mother and my younger sister decided to move out from Zimbabwe because our lives are still in danger\nwith the money my father kept in his hidden safe in my mother's house. The amount contained in the safe is US$12.8m (Twelve million, eight hundred thousand US dollars)and we decided to move to the United Arab Emirate(U.A.E) where we deposited the money in a Security Company as valuables.So, I decided to contact overseas Firm that will assist me to move this money out of United Arab Emirate.\nWe have agreed to give you from the total sum 20% for helping us to move this money to your country and 5%:will be mapped out for expenses both of us might incured during this transaction and 75% will be for me and my family to invest in your country.\nAll I want is for you to furnish me with all your personal phone and fax numbers for easy communication.\nNote that this transaction is 100% risk-free and it requires mutual trust and absolute confidentiality and I have taken care of all formalities regarding it.\nYour urgent response will be highly appreciated in this regard.\nThanks and God bless.\nBest regards,\nPLEASE REPLY (mpoyo_mpoyo2002@yahoo.co.uk )\n\nMR.PAUL MPOYO.(For the family)\n\n\n\n\n\n\n", "id": "c5cc25aab7a15e6c7ae67f43cb346850"}