{"email_subject": "REPLY TIMELY", "email_body": "FROM THE DESK OF DAN ASANTE\nSENIOR STAFF IN FILE DEPARTMENT,\nINTERNATIONAL COMMERCIAL BANK I.C.B\nACCRA,GHANA.WEST AFRICA.\n\nPLANE CRASH WEB SITE\nHTTP://WWW.CNN.COM/2003/WORLD/AFRICA/12/26/BENIN.CRASH/INDEX.HTML\n   ( \"REMITTANCE OF $15 MILLION U.S.A DOLLARS CONFIDENTIAL IS THE\nCASE\")\n              COMPLIMENT OF THE SEASON,\nON A VERY GOOD DAY. I AM (DAN ASANTE) A SENIOR STAFF IN FILE DEPARTMENT IN \nINTERNATIONAL COMMERCIAL BANK(I.C.B).I GOT YOUR CONTACT FROM A YAHOO TOURIST \nSEARCH.WHEN I WAS SEARCHING FOR A FOREIGN PARTNER I ASSURED OF YOUR \nCAPABILITY AND RELIABILITY TO CHAMPION THIS BUSINEES OPPORTUNITY  WHEN I \nPRAYED TO GOD OR ALLAH ABOUT YOU.IN MY DEPARTMENT WE DISCOVERED AN ABANDONED \nSUM OF $ 15 MILLION U.S.A DOLLARS ( FIFTEEN MILLION U.S.A DOLLARS) . IN AN \nACCOUNT THAT BELONGS TO ONE OF OUR FOREIGN CUSTOMER WHO DIED ALONG WITH HIS \nENTIRE FAMILY IN (FRIDAY DECEMBER 26,2003  ) IN A PLANE CRASH. SINCE WE GOT \nINFORMATION ABOUT HIS DEATH,\n\nWE HAVE BEEN EXPECTING HIS NEXT OF KIN TO COME OVER AND CLAIM HIS MONEY \nBECAUSE WE CANNOT RELEASE IT UNLESS SOMEBODY APPLIES FOR IT AS NEXT OF KIN \nOR RELATION TO THE DECEASED AS INDICATED IN OUR BANKING GUIDELINES, BUT \nUNFORTUNATELY WE LEARNT THAT ALL HIS SUPPOSED NEXT OF KIN OR RELATION DIED \nALONGSIDE WITH HIM AT THE PLANE CRASH LEAVING NOBODY BEHIND FOR THE CLAIM. \nIT IS THEREFORE UPON THIS DISCOVERY THAT I AND ONE OFFICIAL IN MY DEPARTMENT \nNOW DECIDED TO MAKE THIS BUSINNESS PROPOSAL TO YOU AND RELEASE THE MONEY TO \nYOU AS THE NEXT OF KIN OR RELATION TO THE DECEASED FOR SAFETY AND SUBSEQUENT \nDISBURSEMENT SINCE NOBODY IS COMING FOR IT AND WE DONT WANT THIS MONEY TO GO \nINTO THE BANK TREASURY AS UNCLAIMED BILL.\n\nTHE BANKING LAW AND GUIDELINE HERE STIPULATES THAT IF SUCH MONEY\nREMAINED UNCLAMED AFTER FIVE YEARS, THE MONEY WILL BE TRANSFERED INTO THE \nBANK TREASURY AS UNCLAIMED FUND. THE REQUEST OF FOREIGNER AS NEXT OF KIN IN \nTHIS BUSINESS IS OCCASIONED BY THE FACT THAT THE CUSTOMER WAS A FOREIGNER, \nAND A GHANAIAN CANNOT STAND AS NEXT OF KIN TO A FOREIGNER. WE AGREE THAT 40 \n% OF THIS MONEY WILL BE FOR YOU AS FOREIGN PARTNER, IN RESPECT TO THE \nPROVISION OF A FOREIGN ACCOUNT, 10 % WILL BE SET ASIDE FOR EXPENSES INCURED \nDURING THE BUSINESS AND 50 % WOULD BE FOR  THERE AFTER I  WILL VISIT YOUR \nCOUNTRY FOR DISBURSEMENT ACCORDING TO THE PERCENTAGES INDICATED.THEREFORE TO \nENABLE THE IMMEDIATE TRNANSFER OF THIS FUND TO YOU ASARRANGED, YOU MUST \nAPPLY FIRST TO THE BANK AS RELATIONS OR NEXT OF KIN OF THE DECEASED \nINDICATING YOUR BANK NAME, YOUR BANK ACCOUNT NUMBER, YOUR PRIVATE TELEPHONE \nAND FAX NUMBER FOR EASY AND EFFECTIVE COMMUNICATION AND LOCATION WHERE THE \nMONEY WILL BE REMITTED.UPON RECEIPT OF YOUR REPLY, I WILL SEND TO YOU BY FAX \nOR EMAIL THE TEXT OF THE APPLICATION I WILL NOT FAIL TO BRING TO YOUR NOTICE \nTHAT THIS TRANSACTION IS HITCH FREE AND THAT YOU SHOULD NOT ENTERTAIN ANY \nATOM OF FEAR AS ALL REQUIRED ARRANGEMENTS HAVE BEEN MADE FOR THE TRANSFER.\n\nYOU SHOULD CONTACT ME.IMMEDIATELY AS SOON AS YOU RECEIVE THIS LETTER. \nTRUSTING TO HEAR FROM\nYOUIMMEDIATELY.\n\nYOURS FAITHFULLY,\nDAN ASANTE\nALTERNATIVE EMAIL:danasante777@yahoo.com\n\nPOST SCRITUM:YOU HAVE TO KEEP EVERYTHING SECRET AS TOENABLE THE TRANSFER TO \nMOVE VERY SMOOTHLY IN TO THE ACCOUNT YOU WILLPROVE TO THE BANK.AS YOU \nFINISHED READING THIS LETTER GET BACK TO ME\nIMMEDIATELY SO THAT WE DISCUSS VERY WELL OVER THIS BUSINESS.\n.......................................................................................\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "c5fd99972ea2ddd900be56d252852076"}