{"email_subject": "VERY URGENT ATTENTION", "email_body": "FROM THE DESK OF DR. \nHAJIA MARIAM S. ABACHA\nATTN,\n\nI am Hajia Mariam Abacha the wife of the formal head\nof state the Fedral Republic of Nigeran Late General\nSani Abacha.\n\nFollowing the sudden death of my husband General Sani\nAbacha the late former head of state of Nigeria in \nAugust 1998, I have been thrown into a state of  utter\nconfusion, frustration and hopelessness by the \npresent civilian administration, I have been subjected\nto physical and psychological torture by the security\nagents in the country. \n\nI have lost confidence with anybody within  the\ncountry.You must have heard over the media reports\nand the internet on the recovery of various huge sums\nof money deposited by my husband in different\nsecurity firms abroad, some companies willingly give\nup their secrets and disclosed our money confidently\nlodged there or many out right blackmail.In fact\nthe total sum discovered by the Government so far is\nin the tune of  $700. Million dollars. And they are\nnot relenting to make me poor for life. \n \nI got your contacts through my personal research,and\nout of desperation decided to reach you.I will give\nyou more information as to this regard as soon as you \nreply.I repose great confidence in you hence my \napproach to you due to security network placed on  my \nday affairs I cannot afford to visit the embassy so\nthat is why I decided to contact you and I hope you\nwill not betray my confidence in you. I have \ndeposited the sum of 48.3 million dollars with a\nsecurity firm abroad whose name is with held for now\nuntil we open communication. \n\nI shall be grateful if you could receive this fund \ninto your account for safe keeping.\nThis arrangement is known to you and my son Mustapha\nAbacha alone who have just been relised by the Federal\nGovernment,so my son will deal directly with you as\nsecurity  is up my whole being.\n\nI am seriously considering to settle down abroad in a\nfriendly atmosphere like yours as soon as this fund\nget into your account so that I can start all over\nagain if only you wish, but if it is impossible,just\nhelp me indiverting this fund into your account which\nwill accrue you 30% of this fund.Please honesty is\nthe watch word in this  transaction. \n\nI will give you a more detailed picture of  things. \nIn case you dont accept please do not let me out  to \nthe security as I am giving you this information  in \ntotal trust and confidence \n\nI will greatly appreciate if you accept my  proposal\nin good faith.Please expedite action. \n\nSincerely yours\n \nHajia Mariam Abacha \n\nN.B\n\nI would like you to send me your Phone/fax numbers so\nthat my son will call you for more details.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n__________________________________\nDo you Yahoo!?\nThe New Yahoo! Search - Faster. Easier. Bingo.\nhttp://search.yahoo.com\n\n", "id": "c6255ca5ced8087b8b62f17767c9dd57"}