{"email_subject": "FROM MARK", "email_body": "FROM; MARK ANDERSON\nTEL 27- 83-89-96-388\n\nATTN; C.E.O/MD\n\nYou may be surprised to receive this letter from me since you do not know me \npersonally, the purpose of my introduction is that, I am MARK ANDERSON the \nfirst son of MICHEAL ANDERSON who was recently murdered in the land dispute \nin Zimbabwe.I got your contact from world online in e-mail data services of \nsouth africa chamber of commerce and industry in my search for reliable \nindividual or company to assist me in this transfer business transaction.\n\nBefore the death of my father, he had taken me to Johannesburg to deposit \nthe sum of US$25Million(twenty five million United States Dollars),in one \nthe private security company, as if he foresaw the looming danger in \nZimbabwe.This money was deposited in a box as germ stones to avoid much \ndemurrage from Security Company.This amount was meant for the purchase of \nnew machines and chemicals for the farms and established of new farm in \nSwaziland.\n\nThis land problem came when Zimbabwean President Mr. Robert Mugabe introduce \na new Land Act reform which wholly affected the rich white farmers and some \nfew blacks farmers.And  this resulted to the killing and mob action by \nZimbabwean war veterans and some lunatics in the society.  In fact, a lot of \npeople were killed because of this land reformed Act for which my father was \none of the victim.\n\nIt is against this background that, I and my family who are currently \nstaying in South Africa decided to transfer my father?s money to foreign \naccount since the law of South Africa prohibit a refugee (asylum seeker) to \nopen any bank account or to be involved in any financial transaction \nthroughout the teritorial zone South Africa. As the eldest son of my father, \nI am saddle with the responsibility of seeking a genuine foreign account \nwhere this money could be transferred without the knowledge of my government \nwho are bent on taking everything we have got. The South African government \nseems to be playing along with them. I am faced with the dilemma of \ninvesting this amount of money in South Africa for fear of going through the \nsame experience in future since both countries have similar political \nhistory. Moreover, the South African Foreign Exchange policy does not allow \nsuch investment for an asylum seeker.\n\nAs a businessman, who I have to entrust my future and of my family in his \nhands, I must let you know that this transaction is risk free.  If you \naccept to assist me and my family all I want you to do for me is to make \narrangements and come to Johannesburg ? South Africa, so that you can open a \nnon-resident account which will aid us in transferring the money into any \naccount you will nominate overseas.  This money I intend to use for \ninvestment.\n\nI have two options for you, firstly you can choose to have certain \npercentage of the money for nominating your account for this transaction.Or \nyou can go into partnership with me for the proper profitable investment of \nthe money in your country.  Whichever the options you want, feel free to \nnotify me I have also mapped out 5% of this money for all kinds of expenses \nincurred in the process of this transaction. If you do not prefer a \npartnership I am willing to\ngive you 25% of the money while the remaining 70% will be for my investment \nin your country.\n\nContact me with the above E-mail while I implore you to maintain the \nabsolute secrect required in this transaction.\nYours Faithfully,\nMARK ANDERSON\n\n_________________________________________________________________\nMake each Search mission a success with MSN Toolbar! \nhttp://toolbar.msn.co.za?DI=1054&XAPID=2083\n\n\n\n", "id": "c646b61526511549c3edd0ae19494ad4"}