{"email_subject": "urgent reply", "email_body": "Dear Sir,\n\n I work with a Bank called IBTC in my country, in the foreign\nexchange department, and I'm the deputy head of my department.\n\nOur major objective is the operation of foreign accouunts for\nstates and highly placed citizens of my country and other\ncountries, especially those at the helm of affairs, and\nsuccessful business men.We also make sure the Forex market is\nwell controlled and checked.\n\nOne of those highly and successfully placed citizen is Joseph\nNanven Garba, (Major General Rtd). Until his demise, he held\nsensitive positions in the military, and diplomat seat, one of\nthe office he held , was the position of the personal assistant\nto the U.N secretary general, Koffi Annan. His death was a shock\nto the entire nation, the man in quote operates several foreign\naccounts in our department which I mannage myself due to his\nposition in the country. Such operations of accounts is called\n\"Private Banking\" where the deposits will only be known to the\nowner of the acounts and officer of the bank in charge.\n\nNormally,65% of the total deposit is supposed to be turned into\nthe Federal Government account and 30%, 5% given to the family\nand bank respectively.  This is what the banking law and policy\nof my country states, When this is achieved i.e transfer of the\nFederal Government account part, the people at the corridors of\npower withdraw these funds, under the disguise of security issues\nbut make use of theseFunds for their personal and family use.\nThis is a case of injustice on the officer in charge of the\naccount and the family of the deceased. So I released the code of\nthe account partly totaling just 50% of the initial deposit.\nSince the code of the account is in between me and the deceased\nthe fear of being checked is ruled out but I cannot make\nwithdrawals from this account myself and that is where you come\nin.\n\nAll you need to do for this transaction is to follow the\nprocedure binding this contract together and I guarantee you\nit&#8217;s risk free. However your suggestions will be\nappreciated.\n\nRegards\n\nWale F. Williams\n\n\nNB\nAlternatively you sent your reply through wale.caramail.com\n\n-- \nZiskejte kvalitu, kterou si zasluhujete. Za minimalni mesicni\npoplatek vam nabizime Antivir, Antispam nebo dalsi kapacitu pro\nvas Mailbox. Vice na: http://sluzby.volny.cz/product/postpaid/\n\n\n", "id": "c6505216e5d3de44943269dbb780f6aa"}