{"email_subject": "READ,UNDERSTAND.AND ANSWER IN REPLY.", "email_body": "From: The ACCOUNTANT.\nInternational Commercial Bank.\nFirst Light Branch,\nAccra - Ghana.\nWest Africa.\n\nATTN:My Dear,\n\nMy name is Mr. Michael Ezra. I am the accountant of the International Commercial Bank-Ghana, First Light Branch Accra. I am a Ghanaian married with three kids. I am writing to solicit your assistance in the noble transfer of US$14,800,000.00 (Fourtheen million, eight hundred thousand U.S.dollars). This fund is the excess of what my branch in which I am the accountant made as profit during the last year. I have already submitted an approved end of the last year report for the year 2005 to my Head Office here in Accra and they will never know of this Excess.I have since then, placed this amount of US$14,800,000.00 (Fourtheen million, eight hundred thousand U.S. dollars) on a SUSPENCE ACCOUNT without a beneficiary.\n\nAs an officer of the bank, I cannot be directly connected to this money thus I am impelled to request for your assistance to receive this money into your bank account.\n\nI intend to part 30% of this fund to you while 70% shall be for me. I do need to stress that there are practically no risk involved in this. It is going to be a bank-to-bank transfer to your nominated bank account anywhere you feel safer. All I need from you is to stand as the original depositor of this fund.\n\nFrankly speaking I have been working in this bank for close to 10 years and I have nothing to show for it,my yearly income is barely about $3,500 USD after tax and the major reason I packaged this transaction is that I have a 9 year old daughter with leukemia and needs a bone marrow transplant or she will die. I have already made arrangement for this surgery in the UK but I could not afford it, so I really need your help to do this deal or my daughter will die.\n\nI am offering you 30% of the total sum after this money is wired to your account, because it is a simple bank-to-bank inheritance claim transfer.I will also like you to get me rest assured that you will not abandon me when the money gets to your account.I have all the payment claim information worked out. All I require is your honest co-operation to enable us see this deal Through.\n\nPlease i will like you to answer me this questions.\n(1)Can a black man build a house in your country and invest there?\n(2)Can a black man be given staying permit and be allowed to visit sight seen?\n(3)Can i direct any company of my own?\n\nI guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the trasfer.Your prompt response via my email is highly envisaged;your response will make me act accordingly upon the receipt of your mail. I will be waiting to hear from you for further guidelines. If you accept this offer, I will appreciate your timely response.\n\nBye for now and thanks for your understanding.\n\nBest regards,\nMr. Michael Ezra.\n\nNote:You answer me through my alternative e-mail\naddress(mic.ezra2006@yahoo.fr)\n\n\n\n\n", "id": "c6e5205a576a29c69e1b9b43e1f09c2e"}