{"email_subject": "Hello!", "email_body": "Mr James Obulu\nUnited Bank Of Africa.\nCapetown Branch,\nSouth Africa.\nEmail:jobulu@webmail.co.za\n\nI am James Obulu, Bank Manager of United Bank Of\nAfrica , capetown Branch.I have urgent and very\nconfidential business proposition for you. On June 6\n1999, a gold merchant/contractor with the Randgold\nExploration Company,Mr.Jim Smith made a numbered\ntime (Fixed) deposited for twelve calendar months,\nvalued at US$25,000,000.00 (Twenty-five Million\nDollars) in my branch.\nUpon maturity,I sent a routine notification to his\nforwarding address but got no reply.After a month,we\nsent a reminder and finally we discovered from his\ncontract employers,Randgold Exploration company Ltd\nthat Mr.Jim Smith died from an automobile accident.\nOn further investigation,I found out that he did not\nleave a WILL and all attempts to\ntrace his next of kin were fruitless.I therefore made\nfurther investigation and discovered that Mr.Jim\nSmith did not declare any next of kin in all his\nofficial documents,including his Bank Deposit\npaperwork.\nThis sum of US$25,000,000.00 is still sitting in the\nBank and the interest is being rolled over with the\nprincipal sum at the end of each year.No one will\ncome forward to claim it.According to the South\nAfrican Law, at the expiration of 5 (five) years,the\nmoney\nwill revert to the ownership of the South African\nGovernment if nobody applies to claim the funds.\nConsequently, my proposal is that I will like you as a\nforeigner to stand in as the next of kin to Mr.Jim\nSmith so that the fruits of this old man's labour will\nnot get into the hands of some corrupt officials.This\nis simple,I will like you to provide me immediately\nwith your full names and address so that the attorney\nwill prepare the necessary documents and affidavits,\nwhich will put you in place as the next of kin.I\nwould also like you to scan you drivers license for\nme.\nWe shall employ the services of two attorneys for\ndrafting and notarization of the WILL and obtain the\nnecessary documents and letter of\nprobate/administration in your favour for the\ntransfer.\nA bank account in any part of the world, which you\nprovide, will then facilitate the transfer of this\nmoney to you as the beneficiary/next of kin.The money\nwill be paid into your account for us to share in the\nratio of 60% for me and 40% for you.There is no risk\nat all as all the paperwork for this transaction will\nbe done by the attorney and my position as the Branch\nManager guarantees the successful execution of this\ntransaction.\nIf you are interested,please reply immediately.Upon\nyour response,I shall then provide you with more\ndetails and relevant documents that will help you\nunderstand. Please\nobserve utmost confidentiality,and rest assured that\nthis transaction would be most profitable for both of\nus because I shall require your assistance to invest\nmy share in your country.\nAwaiting your urgent reply via email.\nThanks and regards,\n\nJames Obulu.\n\n\n\n\n\n ---\nhttp://www.torba.com\n\n", "id": "c751d9a5a9f9eb614b0f32716182f603"}