{"email_subject": "YOUR KIND ASSISTANC", "email_body": "\nFrom: Mr.Jim Kwesi\n\nPrivate Number:+23324641745\n\nEMAIL ;jim_kwesi50\n\n\n\n My name is Jim Kwesi I am the regional manager of Barclays Bank of Ghana takoradi branch in the western region of Ghana. I got your information on a recent bank conference with other West African countries held in Lome the capital city of Togo in West Africa.\n\n \n\n I write you this proposal in good faith; I am 45 years old married with four children. I am a devoted Christian and a man of peace.\n\nI have packaged a financial transaction that will benefit you and me, as the regional manager of the Barclays I am 45 years old married with four children. I am a devoted Christian and a man of peace\n\n\n\n I am 45 years old married with four children. I am a devoted Christian and a man of peace.   I have packaged a financial transaction that will benefit you and me, as the regional manager of the Barclays bank it is my duty to send in a financial report to my head office in the capital city Accra at the end of each business yea\n\nr. On the course of 2005 business report, I discovered that my branch in which I am the manager made two million five hundred and fifty thousand united state dollars ($2,550,000.00) which\n\n\n\n my head office are not aware of and will never be aware of.\n\nI have placed this funds on what we call escrow call account with no beneficiary. As an officer of this bank I cannot be directly connected to this money, so my aim of contacting you is to assist me receive this money in your bank account and get 30% of the total funds as commission.\n\n\n\nThere are practically no risks involved, it will be a bank-to-bank transfer, and all I need from you is to stand claim as the original depositor of these funds who made the deposit with my branch so that my head office can order the transfer to your designated bank account.   If you accept to work with me I will appreciate it very much.\n\n\n\nIf you accept to work with me I will appreciate it very much. You call me so that we can go over the details. Thank you in advance and May God bless you and your family.\n\n\n\nYours truly Mr.Jim Kwesi \n\n_______________________________________________\nNo banners. No pop-ups. No kidding.\nMake My Way  your home on the Web - http://www.myway.com\n\n\n\n\n", "id": "c75719bb79290eabf6ef4389f83a12e1"}