{"email_subject": "KINDLY TREAT", "email_body": "Dear Prospective Partner,\n \nAccept my compliments. However strange or surprising this contact might seem to you, I ask that you give due consideration to its importance, as we both stand to benefit immensely. Though we have not met or know each other, this is a criterion I have used to select you, as I wish to cut off all ties with my people for security and safety reasons.\n \nI am a stepson and personal aide to the Late General Robert Guei of blessed memory, former President of Cote d'Ivoire (Ivory Coast).\n \nYou may not be conversant with the present situation in my country, which has gradually degenerated into a civil war. On September 19, 2002, My Dad led a failed coup d'etat against President Laurent Gbagbo, in a bid to restore political stability in my country. Unfortunately, he was killed. After my Dad's death, there was confusion and power struggle in our camp; this led to an insurgence of several factions and has left no hope for peace anytime nearby.  To understand more on the situation click on this link http://www.state.gov/p/af/rls/rm/17657.htm \n \n I decided to flee my country, as I desired a peaceful life, and I no more had interest in conflicts and wars. \n \nTo the point, the essence of my contact with you is to seek your most needed assistance to siphon US$18,500,000 left in the bunker of my Dad\u0092s Private Palace. Only my Dad and me knew about this fund. Now that my Dad is dead, I intend to use this money for my personal benefit (as well as yours if you accept to be my partner). I see justification in diverting the money, rather using it to support the purchase of weapons for destruction of innocent lives and properties.\nThis money has been moved in cash in a trunk to my present location in Europe through diplomatic means. I plan to invest this money in diversified projects, and relocate to a private location. As you can understand, the kind of trust and confidence I want to place in you is extraordinary, and an act of desperation on my part, in order have my plans achieved in the shortest possible time. When the trunk is claimed, we shall firstly have the money deposited into an Offshore account in your name, as I am being discrete of using my name for now. Then you shall have your own share withdrawn to an account of your choice, and leave the rest as fixed deposit, for release to me at the appropriate time for the investments and my relocation. \nAlso, ensure that this contact with you should be treated with utmost secrecy. Be informed that I am confiding in you by disclosing all this information to you, hence it is only me (apparently you now) that have knowledge of this. The importance of prosecuting this within the next few days cannot be overlooked; hence your immediate response will be highly appreciated.\nIf you accept to assist me, for your reliable assistance, I will reward you with 15%($2,775,000) of the money. \nOn hearing from you, I shall disclose my location to you, and explain details of your role in this. Furthermore, everything regarding this process will be legally processed for transfer of ownership to you, and this transaction should be completed in a very short while, depending on your prompt response.\nI thank you in advance as I anticipate your assistance in enabling me achieve this goal. \nPlease contact me whether or not you are interested in assisting me. This will enable me scout for another partner in the event of non-interest on your part.\nSincerely,\nJ.C.G.  ", "id": "c794718946997775a03cbf0d1656e29b"}