{"email_subject": "Thank You.", "email_body": "Attn: The President /ceo \n\nDear, \n\nBy way of introduction I am Mr.Idris Umar working in the credit and accounts department Union Bank of Nigeria Plc, Lagos, Nigeria. I write you in respect of a foreign customer with Domiciliary A/C number 6402356789. His name is Engineer Joseph Schultzman. He was among those who died in a plane crash here in Nigeria during the reign of late General Sani Abacha. \n\nSince the demise of this our customer, Engineer Joseph Schultzman, who was an oil merchant/contractor, I have kept a close watch of the deposit records and accounts and since then no body has come to claim the money in this a/c as next of kin to the late Engineer. He had only $38.5mllion in his a/c and the a/c is coded. It is only an insider that could produce the code or password of the deposit particulars. As it stands now, there is nobody in that position to produce the needed information other than my very self considering my position in the bank. \n\nBased on the reason that nobody has come forward to claim the deposit as next of kin, I hereby ask for your co operation in using your name as the next of kin to the deceased to send these funds out to a foreign offshore bank a/c for mutual sharing between myself and you. At this point I am the only one with the information because I have removed the deposit file from the safe . \n\nBy this doing, what is required of you is to send an application laying claims of the deposit as next of kin to the late Engineer. I will need your full name and address, company or residential, so that i can computerize them to tally with next of kin column in the certificate of deposit. Finally I want you to \nunderstand that the request for a foreigner as the next of kin is occasioned by the fact that the customer was a foreigner and for that reason alone a local cannot represent as next of kin. When you contact me, then we shall discuss on how the money will be split between us. \n\nTrusting to hear from you, I remain \n\nRespectfully yours, \n\nMr. Idris Umar. \n\nNB:FOR SECURITY REASONS PLEASE REVERT BACK TO ME VIA \nTHIS MY ALTERNATIVE MAILBOX:(idrisumar71@rediffmail.com) \nFIND MY CELL NUMBERS 234 80 33338093. \n\n\n\n\n\n\n\n\n\n\n___________________________________________________\nGO.com Mail                                    \nGet Your Free, Private E-mail at http://mail.go.com\n\n\n\n", "id": "c7d76b610e6cc65de17140d3ce132f38"}