{"email_subject": "RE:YOUR PENDING PAYMENTS!", "email_body": "FROM: OFFICE OF REVD.FR David CLARK DIRECTOR SPECIAL DUTIES,UNITED NATIONS IN CONJUNCTION WITH THE  INTERNATIONAL MONETARY FUND WORLD BANK SPECIAL DUTIES,OFFICE DAKAR,SENEGAL. TEL:+221-448-8469 EMAIL: rev.davclk2@katamail.com  Dear Friend.  I am Rev. Fr. David Clark, a senior staff with the UN special duties office,my  office monitors and controls the affairs of all banks and financial institutions.   I have before me list of funds, which could not be transferred to some nominated  accounts as these accounts have been identified either as ghost accounts, unclaimed  deposits and over-invoiced sum etc; I have the opportunity to write you based on  the instructions among others i received days ago from the officer in the computer  section in person of Engineer Peter Cliff,to bring out part of your total pending  payment with reference number(LM-05-371) amounting US$10 million.The (Ten Million  Dollars) is been arranged in a security-proof box weighing 75kg. In order to get  the box shipped to you.  As I found out that you have almost met all the statutory requirements in respect  of your pending payment. The problems you are having is that of interest groups. A  lot of people are interested in your payment and those people are merely doing  paper works with you and that explains why you receive different kinds of untrue  fax and phone messages from different people everyday. Also we found out that some  of the officials of the parastatals have been extorting a lot of money from you  with the pretext of helping you receive your money. I can assure you this will keep  happening if you do not do away with those officers. For security reasons you do  not have to tell anybody that your have your payment on the way until the payment  gets to you.    The said payment is been arranged in a security-proof box weighing 75kg. In order  to get this box shipped to you,the(CSO)and i Yesterday went to this four courier  companies Dhl, Ems, FedEx and Ups to make arrangements on how to get the box  shipped to you by courier, but to no avail the above courier companies all made us  to understand that they will have to open the box for inspection by the customs  before shipment. This is something we want to avoid because this box is been padded  with synthetic nylon and to open it you will have to cut the pad before you will  meet the button that you will press to open the dial code-lock. There is no way you  can open the box and be able to close it again because it was padded with machine.   We told the courier services that the box contained film materials and when open  will spoil the materials.  we did not declare money because courier does not  carry money.    Today a friend of mine who is a diplomat disclosed to me that there is a security  courier service company that is specialized in sending diplomatic materials and  information from one country to another, which also has diplomatic immunity and  consignment such as this cannot be checked by any customs anywhere in the world. I  have therefore met the official of the security courier service and concluded  shipping arrangement with them, which they will commence as soon as I have your go  ahead order. The diplomat who will be bringing in this consignment to you is an  expert and has been in this line of work for many years now so we have Notting to  worry about. After all arrangements we have concluded that you must donate Five  Hundred Thousand United States dollars (US$500,000.00) to any charity organisation  I designate as soon as you receive your money. To this effect, you will send to us  a promissory note for the donation along with your address where you will like the  box to be delivered to by the courier. Please maintain topmost secrecy as it may  cause a lot of problems if found out that we are using this way to help you. You  are advised not to inform anyone about this until you received your money. Am  helping you on this because something in me is tells me that you are an honest  person. When you conclude this and you send fufill the agreement, we will help to  ship the final part of your money to you.  May God be with you as i await your response. Feel free to call me if you will  like us to discuses more. Yours Faithfully, Revd. Fr. David Clark. Director, Special Duties.UN/WBF. TEL:+221-448-8469", "id": "c7f75725cfec81f9d3fee0fd241dcf15"}