{"email_subject": "IMMEDIATE PAYMENT", "email_body": "\n\n\n\n\n\n            CENTRAL BANK OF NIGERIA\n             TINUBU SQUARE,VICTORIA ISLAND,LAGOS.\n           FEDERAL REPUBLIC OF NIGERIA\n\n From the Desk Of:\nProf Charles Soludo\nExecutive Governor (CBN)\n\nIMMEDIATE PAYMENT REF: CBN/IRD/CBX/021/06\n\n\nTHIS IS AN OFFICIAL NOTIFICATION OF FUNDS DEPOSITED IN YOUR NAME AND IT IS NOT\nA SALES SOLICITATION.\n\nI am professor Charles.c. Soludo governor, central bank of Nigeria (  \nCBN ). The\nmentioned bank is known for  the safekeeping of special and valuable packages\nand baggage in trust for reputable clients that are honest and trustworthy.\n\nWe work in collaboration with top firms and Governments of various  \ncountries as\nwe have earned a name as a service whose hallmarks in reliability and\nconfidentiality are revered. International missions and Embassies of the world\nhave used our services to satisfaction.\n\nA benefactor whose identity can not be disclosed because of the Non\nCircumvention and Non Disclosure Agreement that was signed with the said\nbenefactor when the funds were being deposited in the Central Bank of Nigeria,\nmade you the beneficiary of a package containing some amount of money and\nstated clearly that you should only be contacted when the time signed  \nfor it to\nbe in our care elapses and the time has already elapsed that is why you are\nbeing contacted.\n\nThe Non Circumvention and Non Disclosure Agreement signed with the benefactor\nmandates us to fully divulge and disclose the benefactor's identity 18 months\nafter you, the beneficiary has received the funds.\n\nThe funds totals $5.000,000 (Five Million Dollars) i shall reconfirm to you\nare fully free of any liens, or encumbrances and are clean, clear and non-\ncriminal origin and are available in the form of CASH.\n\nYou are hereby advised to reconfirm your Full Contact Information for\nverification with information contained in our computer database as well as\nother relevant information in the format stated below so that the funds would\nbe arranged by the deplomats who will be moving the funds from the  \nCentral Bank\nof Nigeria to be brought to you.\n\nI would also inform you clearly here that you must procure an affidavit of\nclaim of ownership before the  comensment of the diplomat bringing the  \nfunds to\nyou, this you will be informed as soon as your information is received.\n\nThe  Diplomats shall accompany you to your bank (if you want them to) to\ndeposit the funds in your name and submit all documentations of proof of the\norigin of the funds in other to exonerate you from any form of investigations\nor interrogation and to authenticate the fact that the funds are clean and has\nno links whatsoever with either drugs or terrorism.\n\nThe Requested Information is to ensure that no mistake or error is made and it\nshould be forwarded\n\nin the manner stated below:\n\nYour Full Name: ______________________________\n\nYour Complete Address (Physical Address with Zip Code not\nP.O.BOX) : ______________________________\n\nName of City of Residence:_______________________________\n\nCountry:____________________________________\n\nDirect Telephone Number:\n____________________________________\n\nMobile\nNumber:____________________________________\n\nFax\nNumber:___________________________________\n\nFinally your age and sex very impotant too please note this.\n\nThe Contact Numbers are very necessary because the number would be called\nbefore the funds would be handed over to the Deplomats so as to ensure  \nthat the\npackage is handed over to the right person.So, it is mandatory you send your\nDirect Telephone Number preferably your Mobile or Cell Phone Number.\n\nComplete the above and send back to me through my  E-mail address  \nbelow as soon\nas possible.\n\nCongratulations in advance.\n\n  YOURS SINCERELY,\n\n\n\nPROFESSOR CHARLES C. SOLUDO,\nGOVERNOR, CENTRAL BANK OF NIGERIA (CBN).\n  PRIVATE E-MAIL: prof_charles.soludocbn@gawab.com\n\n****PRIVATE & CONFIDENTIAL*****\nThis e-mail and any attached files are confidential and may be legally\nprivileged.\n\nIf you are not the addressee, any disclosure, reproduction,\ncopying,distribution, or other dissemination or use of this communication is\nstrictly prohibited.\n\n\n\n\n\n\n\n----------------------------------------------------------------\nReserve your free e-mail@egypt.com, http://www.egypt.com\nSpam free & Virus clean web based mail service\nReport abuse to abuse@egypt.com\n\n\n\n\n", "id": "c80a6e371eb486c728675d3515571b28"}