{"email_subject": "a call for help", "email_body": "FROM: DR CHUKWUBU EZE PRUDENT BANK OF NIGERIA HEAD OFFICE Plot 021, Hight Street, LAGOS-NIGERIA,P.M.B 0090,  EMAIL:chukwubueze@walla.com Attn:Dear Friend I know that you must have recieved the first letter I sent to you by post,but if you have not, here comes a follow-up to the letter. First I must seek for your understanding and pray that God will give you the wisdom to understand my problem and be in a position to help as you will be surely be blessed as you help. I am DR CHUKWUBU EZE,I am 51 Years old and also the chief accountant with PRUDENT BANK OF NIGERIA PLC. I have a transaction which I think will be of mutual benefit to both of us. In my desire for a foreign partner with whom to do this transaction, I stumbled on your contact from a business directory. As the head of Accounts Department of PRUDENT BANK OF NIGERIA, I discovered some amount of money while I was auditing accounts for the 2002 financial year which has been lying there for over 3 years. On further inquiry, I discovered that this money totalling about USD$15. Million ( fifteen Million  United States Dollars) including accumulated interest belonged to one Mr Gerald Welsh , A United Kingdom Nationale who lived here (lagos-Nigeria)and died intestate with no beneficiary.This man died through a plane crash of 31st October 1999 in an Egyptian airline 990 with Other passengers on board,You can confirm this from The website below which was published by CNN.WEBSITE.http://news.bbc.co.uk/1/world/americas/502503.stm. I have Successfully secured the money and with the assistance of my colleague, the money has been moved out of my bank and deposited in a finance company.It was packed in two(2)metal trunk boxes as photographic materials. I would need your particulars to enable me prepare documents which will authenticate that the Consignment belongs to you as the next of kin to Mr Gerald Welsh and to enable you claim the money. I want to be assured of a safe account where the money will be deposited pending my arrival. This transaction is absolutely risk free with no illegal complications,I have made all necessary arrangements for a successful transaction. Before this money is entrusted into your care, there must be an agreement that will be reached between us stating that: 1.BOTH PARTIES WILL NOT FOR ANY REASON CHEAT EACH OTHER.2.BOTH PARTIES WILL WORK TOGETHER TO SEE THIS TRANSACTION THROUGH.3.A HIGH DEGREE OF TRUST AND CONFIDENTIALITY WILL BE APPLIED FOR THE SAKE OF OUR WORK.4.I AND MY PARTNER WILL STRONGLY BE BY YOUR SIDE AS YOU CLAIM THIS FUND AND I AND MY PARTNER WILL ARRANGE AN ATTORNEY (LAWYER) WHO WILL WORK ON YOURBEHALF TO GET THE NECESSARY PAPERS NEEDED FOR A SMOOTH TRANSACTION.5.YOU WILL NOT DISAPPEAR WITH OUR FUND AFTER YOU HAVE CLAIMED IT.6.DISBURSEMENT RATIO WILL BE 70% FOR ME AND MY COLLEAGUE,20% FOR YOU,WHILE 10% WILL TAKE CARE OF OUR MUTUAL EXPENCES. There is need for you to respond to this offer immediately as the government of my country have concluded plans to apply the money into arms procurement to project wars and unrest in African continent. I must let you know that a high degree of trust is required and also we will like to use our own share to go into any lucrative business with your help/assistance. Awaiting your urgent response now.Yours Faithfully DR CHUKWUBU EZE CHIEF ACCOUNTANT PRUDENT BANK OF NIGERIA EMAIL:chukwubueze@walla.com-----------------------------------------------------------------------SOS Aldeas Infantiles. Ningún niño sin hogar.http://ad.doubleclick.net/clk;15349974;7829128;a?http://ad.es.doubleclick.net/clk;15339847;11200040;r?http://www.aldeasinfantiles.es/aldeas/microsite/index.htm", "id": "c8311df4a8551189f04985f12a284ae9"}