{"email_subject": "I will appreciate your reply", "email_body": "From: Mrs Farah al-Hashemi\nAddress: Chiang Rai hospital\n31-12 Chiang Rai - Lampoon Rd,\n,Chiang Rai Thailand\n\nDearest Beloved,\nThank you for the attention being given to go through my mail.I am\nMrs.Farah al-Hashemi, The wife of Iraq military finance corps Chief,\nwho was in charge of the payment of the military salary during his life\nservice time . I am 58 years old, i am now receiving treatment in the\nhospital. It's quite obvious that I won't live Longer according to my\ndoctor as i am suffering from my kidney transplant illness,this is because my \nillness has gotten to a very bad stage.\n\nMy late husband died from the British and American attacks over my\ncountry Iraq , I was born in Trinidad & Tobago while my husband is from Iraq and I met my husband  during the period of his 4 years training in  my country and we got married, during the period of our marriage we had two male children Musa and Idris.\n\nAfter the death of my husband , We inherited some money which my late\nhusband deposited with a Security  Company in Thailand for\nsafety .The doctor has advised me that I may not live long, so I now\ndecided to contact you to assist my two sons to claim this money From where \nit was deposited and guide them for investment as they do not have Idea or experience in business issue\n\nMy family will be interested in doing business in your country,\ntherefore i would like to seek your assistance and help.I am interested\nparticularly in properties , but your advise on other areas of\nprivate sector would be highly appreciated, i am in believe that you\nwould be of great help in guiding my two sons to a successful\nexploration of the investment potentials of your country , which\nguarantees good capital returns and human security .As a result of this, i \ncan take you in confidence basically due of the source of the fund , hereby\nbelieving that your assistance will be profitable to us.\n\n\nThe amount in question is USD$12 Million .I will appreciate your\nwillingness to carry this transactions the gratification remark which\nwill be determined as soon as i hear from you.As i have mapped out 20%,\nfor your assistance and 5% would be used for the re-reimbursement\nof any expenses that is incurred during on the process of this\ntransaction .\n\n\nLastly, I honestly pray that this money when transferred to your\ncountry will be used for the said purpose of investing in the industry,\nbecause I have come to find out that wealth acquisition without Allah is\nvanity upon vanity.\n\nI await your urgent reply to enable me up-date you with more information and \nhow to proceed.\n\nDo feel free to ask me any question if you wish to as my husbands\ndeath has blocked every trace of this money from us,the documentations\nrelating to the deposit of this fund are all intact with my first son\nfor your verification .I await to hearing from you soonest.\n\nYours Sincerely.\nMrs Farah al-Hashemi\n\n\n\n\n", "id": "c85733e1515c5a94720720fe6616a956"}