{"email_subject": "God's will", "email_body": "Dear friend, \nI wish to begin by way of introduction. I am Kenneth Masuku, the first and only surviving son of late Marc Masuku one of the foremost and rich black farmers in Zimbabwe recently murdered in the land dispute in my country. Before the death of my father, he had given me the certificate of deposite he used to deposit the sum of US$30.5 million (Thirty Million Five Hundred United State Dollars) in one of the private security companies in Europe, as family valuables, when he realized the looming dangers in Zimbabwe. \nThis amount was meant for the purchase of new machineries and chemicals \nfor the farms and also for the establishment of new farms in Swaziland.This land dispute started when President Robert Mugabe introduced a new land reform, which was particularly targeted at the rich white farmers and a few black farmers (my father included). \nThis resulted in the gruesome killing of rich farmers (mainly whites) and \nthe unlawful possession of their properties by Mugabe's war veterans, under the disguise of fighting for the interest of the country. It is against this background that I fled the country with my family, to the Netherlands where we are currently seeking asylum. \nI have decided to seek foreign assistance, as the Netherlands law prohibits asylum seekers from operating bank accounts or involve in financial transaction of any kind, hence this letter to you. All I need is your trustworthiness to be able to entrust the above said amount and help me with investment opportunities. My family's survival depends on this money as we have virtually lost all our assets. \nThere are two options, firstly, you can choose to accept 15% of the total \namount for your assistance or go into partnership for the proper investment of the money in your country. \nWe shall discuss in detail the modalities involved when I hear from you. \nI await your reply through the above media, while I implore you to maintain the absolute secrecy required to ensure a safe and hitch free transaction. \nI shall furnish you with more details on request. \nYours truly, \nKenneth Masuku \nN.B. \nMy confidential email account:  kennethandfamily@o2.pl\n", "id": "c900ebbe269bebdec46fa0efe8928254"}