{"email_subject": "FROM MR J. MOORE", "email_body": "My name is Dr. John Moore, and I work in the  International Operation \nDepartment in a Bank here in London.I feels quite safe dealing with you \nin this important business. Though, this medium (Internet) has been \ngreatly abused, I choose to reach you through it because it still \nremains the fastest medium of communication. However, this \ncorrespondence is  unofficial and private, and it should be treated as \nsuch. \n\nAt first I will like to assure you that this transaction is \n100% risk and trouble free to both parties. WE WANT TO TRANSFER OUT \nMONEY FROM OUR BANK\nHERE IN LONDON. THE FUND FOR TRANSFER IS OF \nCLEANORIGIN. THE OWNER OF THIS ACCOUNT IS A FOREIGNER, a program \nleader. Until his death, The Late Prime  Minister, Mr. Rafik Hariri, \nhas a huge investment here in the United Kingdom and all over the \nworld, as a matter of fact he has the sum of (THIRTY SIX MILLION SEVEN \nHUNDRED AND FIFTY NINE THOUSAND POUNDS  STERLINGS) in his account here \nin London which he deposited as a family valuables.\n\n The families do \nnot  know about this deposit. I was on a routine  inspection that I \ndiscovered a dormant domiciliary account with a BAL. Of (THIRTY SIX \nMILLION SEVEN HUNDRED AND FIFTY NINE THOUSAND POUNDS STERLINGS) on \nfurther discreet investigation, I also discovered that the account \nholder has passed away (dead) leaving no beneficiary to the account. \nThe bank will approve this money to any foreigner because the  former \noperator of the a/c is a foreigner. I am certainly sure that nobody \nwill come again for the claim of this money. A foreigner can only claim \nthis\nmoney with legal claims to the account Holder, \n \nI need your full \ncooperation in this transaction. I will provide all necessary \ninformation needed in order to claim this money. Hoping in God that you \nwill never let me down now and in future.o.k! Rafik Bahaa Edine  Hariri \n(November 1, 1944- February 14, 2005), married to  Nazek Audi Hariri, \nwas a Lebanese self-made billionaire \nand business tycoon, and was five \ntimes Prime Minister of Lebanon (1992-1998 and 2000-2004) before his \nlast  resignation from office on October 20,2004. The late Rafik \nHariri died on February 14, 2005 when explosives equivalent  to around \n300 kg of C4 were detonated as his motorcade drove  past the Saint \nGeorge Hotel i n the Lebanese capital, for  more information please log \non to (http://www.hariri.info/)\n\nI WANT TOTRANSFER THIS MONEY INTO A \nSAFE FOREIGN ACCOUNT ABROAD BUT I DON'T KNOW ANY FOREIGNER  WHOM I CAN \nTRUST, I KNOW THAT THIS MESSAGE WILL COME TO YOU AS A SURPRISE AS WE \nDON'T KNOW OURSELVES BEFORE, BUT BE SURE THAT IT IS REAL AND A GENUINE\nBUSINESS. I CONTACT YOU BELIEVING THAT YOU WILL NOT LET ME DOWN ONCE \nTHE FUND GOES INTO YOUR ACCOUNT. \n\nLet me hear from you urgently \n \nBest Regards, \nMr John Moore.\n\n\n\n\n", "id": "c9245656943c523e5ec9507a888a97cb"}