{"email_subject": "YOUR URGENT ASSISTANCE IS REQUIRED.", "email_body": "Date: Tue, 13 May 2003 10:32:09 -0700 (PDT)\n\n\n\n\nNkomo Oil Services                            .\nDirector:Aron Nkomo\n             Our Ref:private\nPresent Direct Tel: 31645570750\nDirect Fax: 31645570751\nWorld Tel: +873-76-3432240\nWorld Fax: +873-76-3432241\nSouth Africa: +27-833654452\nJoshua Nkomo Avenue, Bulawayo, Zimbabwe.\n\n               Date:08-06-2003\n\n\n           Urgent!\nAttention:\nDo not be surprised about this letter to you as I got\nyour contact through a financial consultant of mine in Europe. My name is \nGooday\nNkomo the last born of late Joshua Nkomo the former\nVice President of Zimbabwe and Former President of\nZimbabwe African People's Union (ZAPU). However, I was\nstudying in a boarding high school when I had to\nforcefully return for my father's burial. After the\nburial, my father's lawyer notified the family about\nhis Will in their chamber. While going through the\nwill, I discovered that my father used his position as\nthe Former Vice President to acquire and make a\ndeposition of US$ 23 M {Twenty-three Million United\nStates dollars} in a special Security Company in South\nAfrica.\n\nI immediately had to travel to South Africa where a\nfinancial Expert advised me on the best way to safe\nguard and realize usefully this funds without any\nproblems from the South African authorities. This was\nto involve a foreigner, who will come down here to\nSouth Africa, open a non-resident Bank account where\nthe money will be deposited for onward transfer to any\nnominated account overseas as foreigners are highly\nrespected.\nThis is why I am making this contact with you now\nthough I am in Amsterdam arranging for the best\npossible way to ensure the delivery of the consignment\nto Europe here. You are to come down to Amsterdam and\nassist me in getting the money out to your beautiful\ncountry where I and my family can make further\ninvestment of the money and where I can live a better\nlife and have a better education as this is my life\nlong dream. Here in Amsterdam, my refugee status has\neliminated any chances of my owning an account.\nPlease, do contact me with my Tel No: +873-76 3432240\nor Fax No: +873 76 3432241 or Amsterdam\nTel:+31indicating your interest and capability for more\ndetails. You are entitled to 25% of the total amount\nfor assisting me; I have mapped out 3% for immediate\nre-imbursement for expenses upon your arrival here,\nwhile the rest will be for me, and my family members,\nwhich I would like to invest in your country under your\nclose supervision and direction. Note: The content of\nthe consignment is US$ 23 million cash money, but the\nSecurity Company does not know the actual content of\nthe consignment because it was deposited by my father\nwith a declaration that the content is precious metals\nand diamond valued at US$ 23 M, and this was done with\ndiplomatic immunity and for security reason, at the\ntime, my father was still in government in my country\nZimbabwe.\nThis transaction is basically risk-free for you;\ntherefore, reach me, preferably with the above stated\nphone or fax number to ensure the security of this\ntransaction. Note that it is because of the\nconfidential nature of this transaction that I am\ngiving you these contact info. which you can use to\nreach me anywhere I am in the world:\nTel:  +873-76-3432240\nFax: +873-76-3432241\nPrivate E-mail:goodnkomo@hotmail.com\nAwaiting your immediate, urgent contact!\n\nYours Faithfully,\n\nGOODAY NKOMO\nDirector;NKOMO OIL SERVICE.\n\n_________________________________________________________________\nProtect your PC - get McAfee.com VirusScan Online \nhttp://clinic.mcafee.com/clinic/ibuy/campaign.asp?cid=3963\n\n\n", "id": "c929a4a75521065a87842fbd174afc75"}