{"email_subject": "GOODDAY PLS HELP MARSHALL KINGSMAN & SISTER", "email_body": "Good day,\n\nI hope this mail meets you in good health and spirit, I am, Marshall Kingsman , a sierra Leonia. Presently, I live as a refugee in republic of Dakar Senegal with my younger sister, Aghata. I am a victim of war and the son of late Chief Dr.Desmond Kingsman, The assassinated former assistant director of Sierra Leone gold and Diamond Mining Corporation.\n\nMy father was killed with other government officials during official Hours when the rebel troops stormed and raided the mining corporation Office at the heat of the crisis in my country. A few weeks later, the Rebels also invaded our residential building in which my mother and two Of our security men were killed in the compound while I was out for a Special research program and my younger sister was in school. \n\nI had a singular shock and trauma, which compelled us to flee from the Country to republic of Dakar senegal by the help of an army colonel, who is a Close friend of my late father, I have first degree in marketing and I would have further my education if not for the death of my parents. I have never worked to earn my living since my late parents had enough Wealth for us.\n\nI am contacting you now because of the present difficulty i am facing. Unfortunately my father's two accounts in West Africa have recently been frozen, however this did not affect the 10.5 Million US Dollars  which he deposited with a prime Bank over here in dakar senegal.\n\nFor now, I am having every information and document needed for the Collection of the deposit with the Finance company and I want you to Act as the beneficiary of the deposit for easy and smooth collection to your account abroad for investment purposes.\n\nYou will no doubt be adequately compensated with as well as a Percentage of the profit from investment of the fund. Also you will see to it that my sister and I come over to your country at the earliest possible time. \n\nI am making this request to you with tears in my eyes and i feel that God almighty will touch you with his spirit to listen to my cry for Help and answer me without delay. \n\nSince our breadwinner is no more and this is the only hope for life. You positive response will give me the greatest joy and relief. God\n\nBless you for your kind assistance we have agreed to offer you 30% of the total sum. so you can contact me on this my alternate email address for security reason.\nEMAIL marshallkingsman200@yahoo.com \n\nSeriously waiting for your urgent reply,\n \nBest regard.\n\nMarshall kingsman & Sister.\n\nPLEASE FEEL IT WITH YOUR VITAL INFORMATIONS\n\nNAME......................................\nYOUR POSITION..................................\nAGE:......................................\nSTATUS:...................................\nSTATE/COUNTRY.............................\nBANK/ACCONUT DETAILS......................\nTELE/FAX NUMBERS..........................\n\nREMAIN BLESSED.\n\n\n\n\n\n", "id": "c94412eb9fb9699b4f372ca834e16be0"}