{"email_subject": "IMPORTANT", "email_body": "Good Day,\n\n\n\nWith warm heart I offer my friendship, and my greetings,\nand I hope this letter meets you in good time. It will\nbe surprising to you to receive this proposal from me\nsince you do not know me personally.\nHowever, I am sincerely seeking your confidence in this\ntransaction, which I propose with my free mind and as a\nperson of integrity.\n\nMy name is Wolny Olkusz, the first son of Paul Olkusz,\nof the most popular black farmer from Zimbabwe, murdered\nin the land dispute in my country. As led by my instict,\nI decided to contact you through email, after searching\nfor contacts via the internet, as it is the only means\nI can contact anybody since I am cutting off ties with\nZimbabwe for security and safety reasons.\n\nHowever, I apologize if this is not acceptable to you. The\npurpose of this letter is to seek your most needed\nassistance in a business venture. Due to the land and\npolitical problems in Zimbabwe, as a result of President\nRobert Mugabe's introduction of new Land Act Reform wholly\naffecting the rich white farmers and the few rich black\nfarmers, and his desire to hold on to power for life, my\nfather for saw the danger that came in Zimbabwe.\n\n\n\nBefore he was murdered, he withdrew all of our business\nforeign accounts in dollars and sold up our shares in\nmajor companies. We then went to SOUTH AFRICA to deposit\nthe sum of US$14.5 million (Fourteen million, Five Hundred\nthousand US dollars), in a private security company. This\nmoney was deposited with this Private Security company for\nsafety and security reasons, and was to be used for the\npurchase of land, new machines and chemicals establishment\nof new farms in Europe. President Mugabe's support for the violent\nZimbabwean war veterans and some lunatics in the society, led to the\nmurder of my beloved father and other innocent lives.\n\nI was continually threatened to abandon my inheritance from\nmy father after he was murdered. I resited for a while, but\nwhen the danger became unbearable, and I survived two murder\nattempts, I fled Zimbabwe. I am currently staying in the\nHolland where I am seeking political asylum. In fact my\ndecision to come here to seek asylum, is because the security\ncompany from South Africa, has a branch holland and they\nhave moved the deposit from their office in Johannesburg down here.\n\nI need to transfer this money to an account and invest part\nof the money. Since the law of Netherland prohibits a refugee\n(asylum seeker) to open any bank account or to be involved\nin any financial transaction, this is why I am seeking a\ngenuine and reliable partner, whose account this money can\nbe transferred, hence this proposal to you.You have to\nunderstand that this decision taken by me entrusts my future\nand in your hands, as a result of the safe keeping of this money.\n\nIf you accept to assist me, all I want you to do for me, is\nto assist with arrangements to claim the deposit from the\nsecurity company from their office in Netherlands,\nas it has now been transfered from Johannesburg, South Africa\nto their branch here. The company will be legally informed of you\nrepresenting me. For your assistance, I have two options for you.\n\nFirstly you can choose to have 10% of the money for your\nassistance, and helping me open an account for the money\nto be deposited here, or you can go into partnership with\nme for the proper profitable investment of the money in your country.\nWhichever the option you want, please to notify me in your reply. I\nhave also set aside 1%($145,000,00) of this money for all kinds of\nexpenses that come our way in the process of this transaction, and 4%\n($580,000,00) for Charity donation.\n\nIf you prefer to accept the 10\u000for assisting with opening an\naccount,\nthen 85%will be left in the account here for me. Please, I want\nyou\nmaintain the absolute secrecy for the purpose of this transaction.\nI look forward to your reply and co-operation, and I thank you\nin\nadvance as I anticipate your co-operation.You can reach me on my\ndirect line which is  31-630-854-650 or via email,\nwolny_olkusz@latinmail.com\n\n\n\n\nSincerely,\n\nWolny Olkusz.\n\n", "id": "c9699905dd79bfe73946da2baa152375"}