{"email_subject": "rrrrr,URGENT CONFIDENTIAL ASSISTANCE IN A MUTUALLY BENEFICIAL TRANSACTION", "email_body": "PETERSON BULINGA\nContracts Award Monitoring Committee.\nZambian Ministry of Mining and Resources.\n0031 617 664 901\nATTN:,\nI humbly wish to solicit for your assistance in a business transaction.\nThis business proposal I wish to intimate you of will be of mutual benefit\nto the both of us and its success is entirely based on mutual trust, cooperation and a\nhigh level of confidentiality.\n\nI am representing the board of the contract award and monitoring committee of\nthe Zambian Ministry of Mining and Resources. I am seeking your assistance\nto enable me transfer the sum of US$30,500,000.00 (Thirty Million, Five\nHundred Thousand United States Dollars) into your private/company account.\nThe fund came up as a result of a contract awarded and executed for and on\nbehalf of my Ministry. The contract was supposed to be awarded to two\nforeign contractors to the tune of US$180,000,000.00 (One hundred and Eighty\nMillion United States Dollars). But in the course of negotiation, the\ncontract was awarded to a Bulgarian contractor at the cost of\nUS$149,500,000.00 (One hundred and Forty-nine Million, Five Hundred Thousand\nUnited States Dollars) to our advantage unknown to the contractor. This\ncontract has been satisfactorily executed and inspected as the Bulgarian\nfirm is presently securing payment from my Ministry, where our Board is\nin-charge of all foreign contract payment approval.\n\nAs a civil servant still in active government service, I am forbidden by law\nto operate an account outside the shores of Zambia. Hence this message to\nyou seeking your assistance so as to enable me present your private/company\naccount details as a beneficiary of contractual claims alongside that of the\nBulgarian contractor, to enable me transfer the difference of\nUS$30,500,000.00 (Thirty Million, Five Hundred Thousand United States\nDollars) into your provided account.\n\nOn actualization, the fund will be disbursed as stated below.\n1. 20% of the fund will be for you as beneficiary\n2. 80% of the fund will be for us.\n\nAll logistics are in place and all modalities worked out for a smooth\nactualization of the transaction within the next few working days of\ncommencement. For further details as to the workability of this\ntransaction,\nplease reach me as soon as possible for further clarification.\nThank you and God bless as I await your urgent response.\nYours Sincerely,\nPETERSON BULINGA\n\n", "id": "c983d7a18554755b6297793a537364dd"}