{"email_subject": "I AWAIT YOUR RESPONSE ", "email_body": "Attn:\n\nSir/Madam,\n\nI have made up my mind to contact you for assistance, after considering your \noutstanding performance in business. There are certain times in ones life \ntime that whether or not one indicate interest for certain assignment; the \npeople would look for him/her for assistance. Pls .Do not allow this golden \nopportunity to slip off my hands, as I believe it will be of good benefit to\nboth of us.\nMy reason for writing to you is for the fact that I need your assistance to \nmake a transfer of US$26.2Million to your bank account and this requires to \nbe done through a trusted person, who will not seat on the fund after the \ntransfer of the fund.\n\nBefore I will comment further let me introduce myself to you: I am Mr. \nSheriff Johnson, the son of Mr. Benjamin Johnson. My father Mr. Benjamin was \nthe former economic adviser on petroleum to the Head of state of Equatorial \nGuinea. He was poisoned to death by his business partner\nabout some months ago, and he died in a private hospital here in Malabo  \nEquatorial Guinea. When he was about to die, he (secretly) called me beside \nhis sick bed and told me that he deposited the sum of (USD26.2Million United \nState Dollars) in Ghana Bank call SG-SSB BANK LTD  this he told me as he was \nabout to die.\n\nIs this US$26.2M that I want to transfer to your account for investment? I \nhave decided to let you have for yourself (20%) of the total sum for using \nyour bank account in securing this fund.\nI will give you more information as soon as I received your reply. Please do \nnot forget to include your personal telephone number for easy communication.\n\nI look forward to hearing from you soonest,\nTruly yours,\nSheriff Johnson\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "c9b817f78203bc29b2a753b8fe6ba285"}