{"email_subject": "URGENT", "email_body": "DATE:20/11/02\nFROM:MARTIN CHIME\nPRIVATE Tel: 234-1-7756809\nFax: 234-1-7599173\nE-MAIL:martinchime@usa.com\nATTN: MD/CEO\n\nAN URGENT BUSINESS PROPOSAL \n\nI am pleased to get across to you for a very urgent and profitable Business proposal, though I don't know you neither have I seen you before but my confidence was reposed on you when the Chief Executive of Lagos State chamber of Commerce and Industry handed me your contact for a confidential business. I am a Staff of United Bank\nfor Africa (UBA),Ilupeju branch, Lagos Nigeria.\n\nThe intended business is thus; we had a customer, a Foreigner (a Turkish) resident in Nigeria, he was a Contractor with one of the Government Parastatals. He has in his Account in my branch the sum of US$21.5 Million (Twenty One Million Five Hundred ThousandU.S.Dollars).Unfortunately, the man died four years ago until today non-of his next of kin has come forward to claim the money. Having noticed this, I in collaboration with two other top Officials of the bank we have covered up the account all this while. Now we want you (being a foreigner) to be fronted as one of his next of kin and forward your account and other relevant documents to be advised to you by us to attest to the Claim. We will use our positions to get all internal documentations to back up the claims .The whole procedures will last only ten working days to get the Fund retrieved successfully Without trace even in future.\n\nYour response is only what we are waiting for as we have arranged all necessary things. As soon as this message comes to you kindly get back to me indicating your interest ,Then I will furnish you with the whole procedures to ensure that the deal is successfully Concluded. \n\nFor your assistance we have agreed to give you thirty percent (30%) of the Total sum at the end of the transaction. It is risk free and a mega fortune. All correspondence towards this transaction will be through the e-mail addresses, Telephone and Fax, until the end of the\ntransaction when we will meet for the sharing of the money based on this agreed percentage.\n\nPlease reply urgently by e-mail, fax or call me on my private telephone numbers as stated above.\n\nI await your earliest response.\n\nThanks, \n\nYours Sincerely\n\nMARTIN CHIME\n\n\n", "id": "c9bfec1a605390d2dbe9e23814521e1c"}