{"email_subject": "I NEED YOUR QUICK RESPONSE", "email_body": "I NEED YOUR QUICK RESPONSE\n\nCalvary Greetings\n\nI am a preacher with the Seed Harvest Ministry,and I will like to get advice\nfrom you.I believe the advice I need is secular to some extent, but do have\nthe patience to understand my intention.  \n\nA few year's ago I was in Baghdad,Iraq where I had established a little\ncongregation where I preached regularly,but the war escaleted and the church\nwas converted to a hospital of soughts. Before then, On one faithfull day\nthree American Soldiers came to me and left a trunk box of Money with me and\nswore to come back for it. \n \nWhen the war in Iraq intensified I was escorted to My country Benin Republic\nWest africa, by the U.S soliers who felt the content of the trunk box was\nchurch documents and never cared to check the trunk box,, when I was getting \nfraustrated I returned to Iraq only to find out that two of the three Soldiers\ndied in Battle while the last was decleared MIA (Missing in Action). \n \nNow I have the fund which belongs to the soldiers and which is Eight million\nus dollars ($8,000.000.00),but i have deposited it with a security company\nhere in my country Benin Rep, and I was contacted in a letter dated 10th of\nMay.2006 by the company asking me to indicate if I was in reciept of the\nletter as a sign that I am still living and still subscribed for their\nservice.  \n\nI am interested in using a small fraction of this money,much less than ten\npercent for a re-organisation of the work, but I do not need the rest and do\nnot want to have any direct dealing with it, I need someone who will be able\nto use the fund better maybe for charity or something universally profitable,\nI have thought of doing it my self but, my ministry is the apocalypse and I\nbelieve and preach the soon comming  which make me not indulgent in reliance\non money or wealth in any form. \n \nI also do not have the money that has accrued on the service and safe deposit\nof the company that holds the trunk box, I will be glad if you have any\ninterest in the direction of maybe managing or transmitting the fund as you\nprefer in your capacity like using it to help the motherless and people in the\n3rd world countries. I will like you to give me \nyour phone  number for easy and good communication.  I will be glad to get a\nresponse from you through my \ndirect email address pastor_jonesbell@mail.ru  \n\nRegards.\nPastor Jones Bell\n\n\n----------------------------------------------------------------------------\n   \"\"!      !\n       !\n. 563-0-563, 566-77-22\nhttp://www.adamant.ua/\n\n\n\n", "id": "c9e216734a137440f2353112cb4b5043"}