{"email_subject": "confidential", "email_body": "Dear Sir/madam,\n\nThis letter might surprise you because we have met neither in person nor by\ncorrespondence, but I believe that it takes just one day to meet or know\nsomeone either physically or through correspondence.\n\nI got your contact through my personal search, you were revealed as being\nquite astute in private Entrepreneurship, one has no doubt in your ability\nto handle a financial business transaction.\n\n\nHowever, I am the first son of His Royal Majesty  Pepple Y. William, the\ntraditional ruler of Bonny province in the Oil rich area of Rivers state in\nNigeria. I am making this contact to you in respect of USD45, 000,000.00\n(Forty Five Million United States Dollars), which I inherited from my late\nfather.\n\nAs You may be aware that my country is the third largest oil producing\ncountry in the whole world. My father is the ruler of the richest community\nin Nigeria. My community produce 5.8% of the total annual Oil production in\nNigeria and 0.5% of the Dollar value of each barrel is paid to my father as\nroyalty by the Federal Government to our community. In his position as the\nroyal head and chairman of the Bonny Oil trust fund.\n\n\nForeigners often refer to his kingdom as the Gas/Oil Land. This is because\nthe island floats atop one of the largest gas and oil deposits anywhere in\nthe world. This explains is why the island is home to several Multinational\noil companies, such as Shell, Exxon-Mobil, Chevron and one of Nigeria's most\nexpensive ventures in recent time, Nigeria Liquefied Natural Gas Company\n(NLNG), these companies also offers my father a lot of gratifications as the\nroyal father of the kingdom where they operate.\n\nSome of this money was accumulated from royalties paid to my father as\ncompensation by the Oil firms located in our area, for hampering Agriculture\nwhich is our main source of livelihood. Unfortunately my father died from\nprotracted diabetes. Before his death secretely he willed the sum of USD45,\n000,000.00 (Forty Five Million United States Dollars) and he safely\ndeposited this money in cash into a consignment and kept it in the custody\nof a security company without the security company knowing the content.\n\n\nI have the certificate of Deposit and any information you wish to have as a\nproof to show for it.\n\nMy problem actually started when my stepmother said that the next king must\nbe her son instead of me as the heir apparent to the throne. I am the first\nson of my father but my stepmother has used her position and influence to\nconvince some members of the council of elders that my biological mother was\nnot properly married to my father because my mother is not living in the\npalace due to some problems within the family before the death of my father.\nThis action by my step mother is just a bid to deny me of my right, which I\nchallenged. In the process  there was confusion that divided the community\ninto two factions. This led to a revolution by the youths and women who are\nsolidly behind me. Consequently, my international passport was seized just\nto stop me from traveling outside the country.\n\n\nNow I need help. I need someone who will claim the fund my father deposited\nwith the financial security company and deposit it in his/her personal\naccount pending when I will be free again. Please, help me to salvage the\nonly hope of survival that I now have of which my step mother and the\nchildren do not know about this money.\n\n\nI am in need of help to safe guide this money so as to settle down and fight\nfor my rightful throne. Right now, I am in hiding and I do not want this\nmoney to stay much more in the security company because I don't want to\nincur extra cost on the deposit since I don't know how long my problem will\nlast.\n\n\nIf you can help me in this my time of need, I will give you 20% of the total\nsum, while 80% will be kept for me.\n\n\nI look forward to your helping me.\n\n\nYours sincerely,\n\n\nPrince Yobo William\n\n\n\n\n", "id": "c9f0098f8fa3f586471760332f5d5f7c"}