{"email_subject": "Job offer", "email_body": "Hello. I am Steve Casey, general manager of the international company Le-Trans, and I have a wonderful offer for you.\n\nWe render services to companies that have international trade. These services consist of the reception of payments from the clients of the various companies when the client and the company are in the different countries. We save money for the companies by eliminating the expensive bank commission for international transactions. Only the small commissions for transactions between two banks inside one country are paid. \n\nTo create representatives in each country is rather problematic and, in some cases, unprofitable. Therefore we invite people to the post of the Financial Courier, which will carry out the following functions: receive money in their bank accounts and further transfer it on to our bank account in other regions. This allows us to save the maximum on percentage basis. \n\nThis method of transaction allows us to save the maximum on a percentage basis. It is necessary for you to have an account on which you will receive remittances. Your account should be activated for inter-bank transactions. If you do not have an account, it is necessary for you to open it. \n\nToday we invite you to work with us as a \"Financial Courier\". The functions of the financial courier is the reception of money clients of our company - and then transferring that money to our representatives.\n\nWe pay high percent from each operation - 5%. \n\nTo work with us you should meet the following requirements: \nBe over the age of 21 and with full capacity to carry out financial operations\nCapacity to make a bank withdrawals and transactions\nBe very efficient \nHigh accuracy when making calculations \nHave a bank account in a bank of USA (Bank of America, Wells Fargo).\n\nIt is a fantastic opportunity to earn a great income!\nStart to work right now! To start with us you need only to fill out the labour agreement.\n\nGet more details here: http://le-trans.org/careers.php \n\n\nThanks for attention.\n\nYours faithfully, \nSteve Casey,\nGeneral Manager of Le-Trans \n\n\n\n\n", "id": "ca02b27e84068d5173fb4817624b72c9"}