{"email_subject": "Bonjour", "email_body": "Republique de Cote d'Ivoire\nAbidjan,Rue 12,Ave 15\nPlateau.\nTrès cher\nCette lettre va sûrement vous paraître surprenante, je vous prie \nnéanmoin de bien vouloir lui\naccorder un grand intérêt et de la prendre au SERIEUX. Avant tout, \npermettez nous de nous presenter auprès de vous. je me nomme Miss. Halija \nAmed et, j'ai 23 ans.j'ai perdu mes parents depuis le début de la guerre \nque connait notre pays engendré par des rebelles.Et depuis nous traversons \nune periode assez difficile.\nMon père a été tué dans cette sale guerre alors qu'il était en visite \nde son usine de transformation de produit agricole et de ces \nplantations.Mon père était l'un des plus grand producteur de café-cacao (la \nbase de l\"économie ivoirienne.) Mon père avait avant sa mort déposé, une \nsomme d'argent vraiment importante (10.5millions $US).Lors du dépôt de ces \nfonds, il avait signé un accord avec la Compagnie de securité.\nDans les clauses de l'accord du depôt, il est mentionné que l'argent \nest mon heritage, et que pour pouvoir entrer en possession de cet argent, \nseul le partenaire étranger de notre père,aurait la possibilité de \ndébloquer le compte sur lequel sont logés les fonds pour un éventuel \ninvestissement dans le but de s'occuper de moi. Le problème c'est que notre \npère n'a pas spécifié le nom de son partenaire étranger.\nC'est pour cette raison que nous vous ecrivons pour solliciter mon aide \nafin de pouvoir faire le transfert de ces fonds sur votre compte. Votre \nrôle consistera à contacter la Compagnie de Securité et de leur faire part \ndu faite que vous êtes le partenaire étranger de notre père.Je vous proposons un pourcentage de 30%,une fois que le transfert est terminé.\nDans l'attente d'une suite favorable, recevez mes sincères \nsalutations.vous pouvez me contacter sur ma boite email privée: \nhalija_amed@yahoo.com\nsalutations les plus distinguées.\nMiss. Halija Amed\n", "id": "ca6fa09ec5912e3604944b4907bcb49e"}