{"email_subject": "CONSULTATION", "email_body": "WARTFORD & WARTFORD CHAMBERS\nADVOCATES AND SOLICITORS\n#100 LAGOS ROAD,NIGERIA\n18TH APRIL 2005\n\nFROM THE DESK OF: MARTINS ADE\nEMAIL:martinsade200@yahoo.co.uk\n\nSUBJECT: CONSULTATION\n\nATTN:\n\nSIR/MADAM\n\nI AM MARTINS ADE A LIBERIAN BY BIRTH. I AM\nTHE PERSONAL ASSISTANT TO LATE MR GERALD SMITH A\nFOREIGNER (AMERICAN), WHO WAS A CONTRACTOR TO AFRICAN\nPETROLEUM DEVELOPMENT COMPANY IN NIGERIA. ON THE 31ST\nOCTOBER, 1999, MR GERALD SMITH AND HIS WIFE BARBARA\nWERE INVOLVED IN A PLANE CRASH ON EGYPT AIR FLIGHT 990\nIN ONE OF THEIR NUMEROUS TRIPS.SINCE THE NEWS WAS WELL\nANNOUNCED ON CNN YOU MAY VIEW THE LINK BELOW FOR YOUR\nRECORD;\n\nHTTP://WWW.CNN.COM/US/9911/02/EGYPTAIR990.LIST/INDEX.HTML\n\nUNFORTUNATELY THEY BOTH LOST THEIR LIVES IN THE PLANE\nCRASH.SINCE THEN I HAVE MADE SEVERAL ENQUIRIES TO THE\nAMERICAN EMBASSY HERE AND THE HOME ADDRESS HE FILLED\nIN HIS FILE TO LOCATE ANY OF HIS EXTENDED RELATIVES\nARE NOT VALID.SINCE I HAVE NEVER BEEN TO THE U.S\nEVERYTHING HAS PROVED UNSUCCESSFUL. AFTER THESE\nSEVERAL UNSUCCESSFUL ATTEMPTS, I DECIDED TO USE THE\nINTERNET TO LOCATE ANY MEMBER OF HIS FAMILY, BUT TO NO\nAVAIL, HENCE I CONTACTED YOU.\n\nI CONTACTED YOU TO ASSIST IN REPARTRATING THE MONEY AND \nPROPERTY LEFT BEHIND BY MR GERALD SMITH BEFORE THEY GET \nCONFISCATED OR DECLARED UNSERVICEABLE BY THE BANK WHERE \nTHIS HUGE MONEY IS DEPOSITED. PARTICULARLY, THE FINANCE HOUSE\nWHERE THE DECEASED HAD AN ACCOUNT VALUED AT ABOUT\nUS$21M (TWENTY ONE MILLION DOLLARS). \n\nCONSEQUENTLY,THE BANK ISSUED ME A NOTICE TO PROVIDE THE NEXT-OF- KIN WHICH WAS HIS WIFE OR HAVE THE ACCOUNT CONFISCATED ACCORDING\nTO THE LAW. SINCE I HAVE BEEN UNSUCCESSFUL IN LOCATING\nTHE RELATIVES FOR OVER 3 YEARS NOW,I SEEK YOUR CONSENT\nTO PRESENT YOU AS THE NEXT-OF-KIN OF THE DECEASED\nSINCE YOU ARE ALSO A FOREIGNER SO THAT THE PROCEEDS OF\nTHIS ACCOUNT VALUED AT US$21M CAN BE PAID TO YOU AND I.\n\nWE SHALL SHARE THE MONEY THUS: 70% TO ME AND 25% TO\nYOU, WHILE 5% WILL BE USED TO RE-IMBURSE ANY EXPENSES\nTHAT MIGHT BE INCURRED ON BOTH ENDS AND TO SERVICE THE\nTAX THAT MIGHT BE INCURRED IN YOUR COUNTRY. I HAVE ALL\nTHE NECESSARY LEGAL DOCUMENTS THAT WILL BE ADJUSTED TO\nFAVOUR YOU AND TO BACK UP ANY CLAIM WE MAY MAKE. ALL I\nREQUIRE IS YOUR HONEST COOPERATION TO ENABLE US SEE\nTHIS DEAL THROUGH. I GUARANTEE THAT THIS WILL BE\nEXECUTED UNDER A LEGITIMATE ARRANGEMENT THAT WILL\nPROTECT YOU FROM ANY BREACH OF THE LAW. MY EMAIL ADDRESS\nIS: martinsade@yahoo.co.uk\n\nYOURS SINCERELY,\nMARTINS ADE\n \nN.B. PLEASE INDICATE YOUR TELEPHONE AND FAX NUMBERS FOR EASY \nCOMMUNICATION.\n\n\n\n\n\n\n\n", "id": "ca9664ec89dcf2eff4e9f6328d33caaa"}