{"email_subject": "(PROJECT/2005/PWM/M.MUDUO-INVESTMENT)", "email_body": "From: Maria Rose Muduo \nAv.12 RD 16,Apt.39B, Triechville \nAbidjan, Cote D'Ivoire. \nEmail:missmariarose_m@yahoo.com \n\n\nDear Friend, \n(PROJECT/2005/PWM/M.MUDUO-INVESTMENT) \nPermit me to inform you of my desire of going into business relationship with you .I am Maria Rose Muduo. The daugther of late Chief and Mrs. Alaine Muduo JP. My father was a very wealthy gold merchant who based in Abidjan the economic capital of Cote D'Ivoire His business associate on one of their business outings poisoned him to death. \nWhen my mother died on the 21ST October 1994, my father took my brother and me so special because we were motherless. \n\nBefore the death of my father on the 29th November 2000 in a private hospital here in Abidjan, He sincerely called me on his bedside and told me that he had a sum of US$10,500,000 (TEN MILLION FIVE HOUNDRED THOUSAND U.S DOLLARS) kept in a security company here. He also said that the security company does not know the content of the Trunk Boxes. \nHe also put my name in Depositing the 1 boxes as the beneficiary and next of kin. \n\nHe also explained to me that it was because of this wealth that he was poisoned by his business associates, That I should seek for a foreign partner in a country of my choice where I will transfer this money and use it for investment purposes and further my education, I want you to assist me in clearing this fund into your account overseas as a beneficiary of the fund, and also use it for an investment purpose, such as real estate management. My interested areas of investment are; REAL ESTATE, HOTELS, PETROLUM INDUSTRY & MINING, TRANSPORT or in any good investment you may advise me on. \nI am honorably seeking for your assistance To serve as the guardian of this fund since I am a student with no business experience. \n\nMoreover, I am willing to offer you 20% of the total sum as compensation for your effort /input after the successful transfer of this fund to your nominated account. Furthermore, you can indicate your option towards assisting me, as I believe that this transaction would be concluded within 14 days, from the day you signify interest to assist me. \n\nWaiting to hear from you soonest. Have a nice day and remain blessed. \n\nYours Truly, \nMaria Rose Muduo\n\n\n\n\n", "id": "cacd119bb142ff307dbbe6f3bbff75c4"}