{"email_subject": "Memo from lisa", "email_body": "Dear Friend, This mail will come as a surprise to you having not seen each other face to face for the first time.I am Lisa Jaime Savimbi,the wife tolate Jonas Savimbi,the leader of the national Union for The Total Independence of Angola (UNITA).   My husband was killed during a combat action against government forces in Moxico, Angola on the 22nd of Feb. 2002. you might wish to view the news on this websitehttp://news.bbc.co.uk/1/hi/world/africa/1839252.stmI am contacting you because of my need to deal with a person whom my family  had no previous relationship. Since the death of my husband, my family has been subjected to all sorts of harassment and intimidation with lots of  negative  report emanating from the government of President Santos about my husband. The present government has also ensured that all our bank  accounts are frozen,and all assets seized.It is in view of  this that I seek your assistance in investing and managing the sum of Thirty five Million United State Dollars in your country, being the very last of my family funds in my possession and control unknown to the government.  This money now in question came as a result of Diamond  Royalties that was paid to my late husband from the Diamond mining  within the areas in Angola being controlled by(UNITA)for more than a  decade.  Right now, the present government has intensified their probe on my family`s financial resources; frozen all our known foreign & local accounts,and even detained my son (Charles) on alleged flimsy charges just because my husband before his death was the  head of UNITA. As a result I urgently need a foreign partner, somebody who must acknowledge my dilemma and willingly assist and help  me in the following  ways (1)To assist by accepting to have this fund transferd  into your foreign or  provided account. (2)To act as my guidian and overseer and also help me to invest this money in any profitable business venture because I have a very little knowledge in business. However I propose giving you 20% of the total sum to you or your company for the expected services and assistance.But  please try and keep everything concerning this transfer very confidential for security reasons.And if you're ready and willing to assist me in  retrieving this deposit,please kindly reach me back immediately so that I can  furnish you with the entire  details. Thanks for your corperation and remain blessed. Best regards, Mrs lisa savimbi", "id": "cb085b1f9bbf250951e3459c54a7ed9d"}