{"email_subject": "Hello please i need your help.", "email_body": "\n\nGood Day: \n\nI am Tony Fred Williams I am 14 years old I live in Manchester(UK) before my \nfather die, now I live with my mother in Scotland. my father is from \nManchester  (UK) and my mother is from Scotland. my late father Mr. Fred \nWilliams was a Contractor in Manchester(UK) before he die in a car accident \nlast years July  25th 2005. he left 50Million (Fifty Million Pounds) in his \naccount before he die. The 50Million is in (First Union National Bank UK) I \nhave been trying to  collect the money from (First Union National Bank UK) but \nthe MD CEO told me to go and look for some body that is honest and old enough \nto help me collect  the money.\n\nI could have tell my mother to assist me to collect the 50Million for me but \nmy mother and father has devoured before my father die and my father told me \nto  not have anything to do with my mother I dont even want her to know \nbecause what my father told me before he die was true, now that I stay with my \nmother in  Scotland she dont even have time for me all she do is to take hard \ndrugs and to bring men to the house and she also hit me all the time.\n\nI dont want to have anything to do with her, I just want some body that is \nold enough and honest to help me collect the 50Million from the bank as I am \ntoo  young to take care of 50Million. Please I need your help if you can \nassist me to collect the 50Million from the bank I will give you 40% and take \n60%. I  have all documentation on my name you can confirm from the bank. i am \nthe indeed benefited Next of Kin to my late father Mr. Fred Williams. The MD \nCEO (First  Union National Bank UK) told me to look for some body that is \nhonest and old enough so that he can send the 50Million to the person account \nimmediately. \n\nIf you can help me i will contact the MD CEO (First Union National Bank UK) \nand tell him that i have found a honest person who want to help me collect the \n50Million. so when you contact him he will know i sent you.\n\nI will give you is contact so that you can contact him to enable him send the \n50Million to your provided account immediately Please help me. I will be  \nwaiting for your urgent reply so i can give you the contact of the bank and \nsend you the last statement of account of my late father and i will also  send \nyou my picture and my birth certificate. Please Help me reply back on my \nprivate email: tonyfw@mail.md so i can send you all information you need. \n\nBest Regards \nTony Fred Williams\n\n\n\n\n------------------------------------------------------------------\nSi queres tu casilla de mail y tu pagina WEB gratis... \nno lo dudes:\n\nhttp://www.eltimon.com\n\n\n\n", "id": "cb443e377e9dd3374fd20f643feedc43"}