{"email_subject": "please i nedd your urgentlt assistance.", "email_body": "Bottom of Form 1                                                  From MR .Bobby J                                                                   Rue de Chonc Villa78,                                                                   Dakar,Republic D' Senegal URGENT AND CONFIDENTIAL Dear, Good Day,  I wish to inform you that i have got your contact during my search for a reliable foriegn partner who can assist me. May God bless you in abundance as you read this my heart-meaningful letter with rapt attention and understanding. i would appreciate it if you could go through this proposal and think very well about it before contacting me, hence i would want you to assist me with good mind and sincerelity.  I'm a son of one of the senior officials of the Rebel Movement New Force (R.M.N.F) of Ivory Coast.But presently in dakar-senegal for some time now, but due to my ill-health I haven't been able to contact you since then. In brief,I have the sum of ($15.5 Million U.S Dollars) been deposited on in my name in a security company by my father before he died a year and some months ago,which I want to invest in your country.These money was realised from Diamond sales and it was kept under my father's office care as a commander in his Area which is (AREA F) that controls any financial issue in (R.M.N.F). So because of the condition in my country, I've not got the chance to go to Dakar-Senegal where these fund is deposited in Security Company Vault.But I've suceeded now with the very help of God and want to transfer these fund immediately for investment purpose. Therefore,I highly need your assistance both in transferring this fund to your country and investing it in any profitable business as I confide in you hoping you will never betray me at last. And I will give you 15% of the total sum for all your assistance. You can also reach me at . b_ojerumy11@yahoo.co.uk  Looking forward to hearing from you soonest.  Yours sincerely  Bobby Jerume", "id": "cba2e5ea3ffde7f062c9ec48b5008892"}