{"email_subject": "Immediate Attention.", "email_body": "From: Mr. Charles Nwodo\nUniversal Trust Bank.website:www.utbplc.com\nDear friend,\nThis letter may come to you as a surprise due to the fact that we have not yet met. The message could be strange but real if you pay some attention to it.\n I could have notified you about it at least for the sake of your integrity. Please accept my sincere apologies. In writing you this message, I have to say that\n I have no intentions of causing you any embarrassment. \n I am Mr. Charles Nwodo Manager with Universal Trust Bank  Plc. of Nigeria, Island Branch. I managed to get your contact details through the Internet myself.\n Time is of the importance and I am desperately looking for a person to assist me in this confidential business. A British oil consultant/contractor with the Nigerian\n National Petroleum Corporation, Mr. Claude Brian Best made a numbered time (Fixed) Deposit on January 6, 1999, valued at US$2,500,000.00 (Two Million Five \nHundred Thousand US Dollars), for twelve (12) calendar months in my branch. Upon maturity, I sent a routine notification to his forwarding address but got no reply.\n  After a month, we sent a reminder and finally we discovered from his contract employers, the Nigerian National Petroleum Corporation that Mr. Claude Brian Best died \nin an automobile accident. On further investigation, I found out that he died without making a WILL and all attempts to trace his next of kin were fruitless.\n I therefore made further investigation and discovered that Mr. Claude Brian Best did not declare any kin or relations in all his official documents, including his Bank\n Deposit paperwork in my Bank. This sum of US$2,500,000.00 is still sitting in my Bank and the interest is being rolled over with the principal sum at the end of each year.\n No one will ever come forward to claim it. According to Nigerian Law, at the expiration of 4 (four) years, the money will revert to the ownership of the Nigerian Government\n if nobody applies to claim the fund.\nConsequently, my proposal is that I will like you as a foreigner to stand in as the next of kin to Mr. Claude Brian Best so that the fruits of this old man's labor will not get into\n the hands of some corrupt government officials.  This is simple, I will like you to provide immediately your full names and address so that the attorney will prepare the necessary \ndocuments and affidavits that will put you in place as the next of kin.  We shall employ the service of two lawyers for drafting and notarization of the WILL and to obtain the \nnecessary documents and letter of probate/administration in your favor for the transfer.  A bank account in any part of the world that you will provide will then facilitate the transfer\n of this money to you as the beneficiary/next of kin.  The money will be paid into your account for us to share in the ratio of 60% for me and 40% for you.\nThere is no risk at all as all the paperwork for this transaction will be done by the attorney and my position as the Branch Manager guarantees the successful execution of this\n transaction. If you are interested, please reply immediately via the private email address below; charlesnwodo@dr.com. \nUpon your response, I shall then provide you with more details and relevant documents that will help you understand the transaction. \nPlease observe utmost confidentiality, and rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your\n country. Awaiting your urgent reply via my email address .Thanks and regards. \nMr. Charles Nwodo.\n\n", "id": "cbb52cc9b5a7f0ac5941746ba0831e5c"}