{"email_subject": "PLEASE CALL ME NOW", "email_body": "From: Maria Banda \nFROM:MRS.MARIA BANDA \nEmail:mariabanda18@yahoo.com\nTel:27-73-590-2653 \n\nATT: MANAGING DIRECTOR/CEO \nDear Sir/Madam, \n                        URGENT BUSINESS PROPOSAL/ASSISTANCE \nI cannot imagine the surprise this will bring to you, but please be rest \nassured is with good faith and intentions from a family in dare need of your \nassistance to help us transfer the inheritance sum of {42,2million DOLLARS \nUS$} into your account or company`s account, in which God will bless you \nfor rendering a helping hand to others. \nI am Mrs.Maria Banda, from Sierra Leone (currently residing in SouthAfrica), \nthe wife to the late James Banda. I got your contact details in the course \nof my discreet search for a reliable and God fearing person from the \nJohannesburg Trade an Exhibition Centre and after going through your \nprofile, I decided to solicit for your kind assistance. I am currently \nresiding with my family(son and \na daughter) here in South Africa as asylum seekers and the South African \nFiscal Policy Law and Regulations does not allow us certain financial \nrights. \nMy husband was a brigadier in charge of Arms and Ammunition procurement for \nthe Sierra Leone Army before his death. After his death I discovered that in \nhis will, he specifically drew my attention to the sum of 42,2 MILLION US$ \n}, which he had deposited, in a safe box of the Private Security Company \nhere in Johannesburg, South Africa. \nThe lives and future of my family depends on this fund as such I will be \ngrateful if you can assist us.In view of this, I cannot invest this fund in \nSouth Africa hence my asking you to assist me to transfer it out of South \nAfrica for investment purposes in your country. For your efforts, \nI am prepared to offer you 25% of the total sum while 3% will be set aside \nfor expenses incurred during the course of this transaction and the \nremaining 72% is for the family investment in your country. \nPlease note that this transaction is risk-free and the major thing I ask of \nyou is to assure me the safety of the money when transferred to your \naccount. Furthern information and arrangement will commence as soon as \ntrust, confidence and good relationship is established. \nI shall be most grateful if you maintain the confidentiality required in \nthis transaction. Do not hesitate to call me on my phone for further \ndirectives or send me email to enable us commence towards the conclusion of \nthis transaction. \nI await for your prompt response. \nThanks and God bless, \nMRS.MARIA BANDA \nFor the Family \n\n\n\n\n\n\n\n\n\n\t\t\n---------------------------------\nYahoo! for Good\n Click here to donate to the Hurricane Katrina relief effort. ", "id": "cbe4e007c5aa4434e8772f34f4c04d36"}