{"email_subject": "PLEASE HELP MY FAMILY.", "email_body": "NO.10 ANDERSON STREET,\nMANDELA CRESENT\nJOHANNESBURG 2001.\nTEL 27-73-307-2272\n\nDear Sir/Madam\n\nMy name is MR PETER MOYO, the eldeset son of Mr.MORGAN MOYO of Zimbabwe. \nThis might come to you as a surprise about where I got your contact address. \nI got your address from the South African Chamber of Commerce in \nJohannesburg, South Africa.\n\nDuring the current war against the farmers in Zimbabwe from the supporters \nof our President Robert Mugabe to claim all the white-owned farms to his \nparty members and his followers, he ordered all white farmers to surrender \nall their farms to his party members and his followers.\nMyfather was one of the best farmers in our country and because he did not \nsupport Mugabe's ideas, Mugabe's supporters invaded my father's farm and \nburnt everything in the farm, killing my father and made away with a lot of \nitems in my father's farm.\n\nBefore his death, my father had deposited with one of the Security Company \nin Johannesburg, South Africa the sum of US$26 Million United States \nDollars).with my name and made every documents with my name both the \ncertificate of depository. Then after the death of my father, we decided to \nmove to the Republic of South Africa\nwhere he had deposited the money in the Security Company as family \nvaluables.\n\nSo, I decided to contact you to assist me to transfer this money out of \nSouth Africa because as asylum seekers we are not allowed to operate any \nbank account within South Africa. We have agreed to offer you 20% of the \ntotal sum for your assistance, 5% will be mapped out for any expenses that \nmay be incurred in the course of this transaction and 75% will be for me and \nmy family to invest in your country.\n\nAll I want you to do is to furnish me with your full personal phone and fax \nnumbers for easy communication. You can contact me on the above Telephone \nnumber. Note that this transaction is 100% risk free and absolutely \nconfidential.\n\nThanks and God bless as I await your reply.\nBest Regards,\nPETER MOYO\n(For Family).\n\n_________________________________________________________________\nWe've added lots of new goodies to MSN South Africa - visit us today! \nhttp://www.msn.co.za/\n\n\n\n", "id": "cc2011d518a994fe694df71430edfcd7"}