{"email_subject": "URGENT/CONFIDENTIAL .", "email_body": "  From Frank Koff.\nABIDJAN COTE D' IVOIRE.\n  fank_koff22@yahoo.co.uk \n  \nDEAREST ONE ,\n   \n  PERMIT ME TO INFORM YOU OF MY DESIRE OF GOING INTO BUSINESS RELATIONSHIP WITH YOU. I GOT YOUR NAME AND CONTACT FROM THE IVOIRIAN CHAMBER OF COMMERCE AND INDUSTRY. I PRAYED OVER IT AND SELECTED YOUR NAME AMOUNG OTHER NAMES DUE TO IT'S ESTEEMING NATURE AND\n  \nTHE RECOMMENDATIONS GIVEN TO ME AS A REPUTABLE AND TRUSWORTHY PERSON I CAN DO BUSINESS WITH AND BY THEIR RECOMMENDATIONS I MUST NOT HESISTATE TO CONFIDE IN YOU FOR THIS URGENT BUSINESS.\n   \n  I AM Frank Koff., THE ONLY CHILD OF LATE MR AND MRS.PATRICK KOFF, MY FATHER WAS A VERY WEALTHY COCOA MERCHANT BASED IN ABIDJAN, THE ECONOMIC CAPITAL OF IVORY COAST BEFORE HE WAS POISONED TO DEATH BY HIS BUSINESS ASSOCIATES ON ONE OF THEIR OUTING TO DISCUSS A BUSINESS.WHEN MY MOTHER DIED ON THE 21ST OCTOBER 1984, MY FATHER TOOK ME SO SPECIAL BECAUSE I AM MOTHERLESS, BEFORE THE DEATH OF MY FATHER ON 29TH JUNE 2000 IN A PRIVATE HOSPITAL HERE IN ABIDJAN. HE SECRETLY CALLED ME ON HIS BEDSIDE AND TOLD ME THAT HE HAS A SUM \n  \nOF US$11.500,000 (ELEVEN MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS) LEFT IN A SUSPENCE ACCOUNT IN A LOCAL BANK HERE IN ABIDJAN, THAT HE USED MY NAME AS HIS ONLY SON FOR THE NEXT OF KIN IN DEPOSIT OF THE FUND. HE ALSO EXPLAINED TO ME THAT IT WAS\n  \nBECAUSE OF THIS WEALTH THAT HE WAS POISONED BY HIS BUSINESS ASSOCIATES. THAT I SHOULD SEEK FOR A FOREIGN PARTNER IN A COUNTRY OF MY CHOICE WHERE I WILL TRANSFER THIS MONEY AND USE IT FOR INVESTMENT PURPOSE WITH REST OF OUR FAMILY, (SUCH AS REAL ESTATE MANAGEMENT).\n  DEAR, I AM HONOURABLY SEEKING YOUR ASSISTANCE IN THE FOLLOWING WAYS. \n   \n  (1. TO PROVIDE A BANK ACCOUNT WHERE THIS MONEY WOULD BE TRANSFERRED TO\n\n  (.2)TO SERVE AS THE GUARDIAN OF THIS FUND BECAUSE OF MY LOW EXPERIENCE IN THE BUSINESS WORLD AND IN OTHER NOT TO LOSE THIS MONEY? COUPLED WITH MY AGE. I AM 24 YEARS OLD\n\n  (.3)TO MAKE ARRANGEMENT FOR ME TO COME OVER TO YOUR COUNTRY AFTER THE MONEY HAS BEEN TRANSFERRED.\n   \n  HOWEVER, DEAR, I HAVE ACCEPTED TO OFFER YOU 10% OF THE TOTAL SUM AS COMPENSATION FOR YOUR EFFORT/INPUT AFTER THE SUCCESSFUL TRANSFER OF THIS MONEY TO YOUR ACCOUNT OVERSEAS. FURTHERMORE, YOU CAN INDICATE YOUR OPTION TOWARDS ASSISTING ME AS I BELIEVE THAT THIS TRANSACTION WOULD BE CONCLUDED WITHIN SEVEN (7) DAYS YOU SIGNIFY YOUR INTEREST TO ASSIST ME.\n  \nANTICAIPTING TO HEAR FROM YOU SOON.\n   \n  THANKS AND GOD BLESS\n  FRANK KOFFI\n\n\n\t\t\n---------------------------------\nDon't miss important emails - get alerted on your phone when new Yahoo! Mail arrives.", "id": "cc3a5e9788f61c6994a317845f32235c"}