{"email_subject": "AWAIT RESPONSE", "email_body": "Mr.Eric Wong.\n99 Queens Road,\nCentral London\nUK,\n\nHello,\n\nI write you in good faith, hoping that you will treat this letter as a\ndesperate search for assistance in a matter that shall benefit both of us.\n\nA random search based on your locality from the Internet produced your\naddress, Please i apologise for this medium of contact as it appears the\nonly definate way i can have assistance with this matter.\n\nI am Mr Eric Wong,Former Head of Private Banking, Union Bank Of\nChina,Presently based in London, United Kingdom.Also account Manager to a\ndeceased Immigrant property magnate who was based in the U.K, and had vast\nbusiness interest in Hong Kong and and China ,also referred to as my\nclient.\n\nOn Monday, 31 July, 2000, 13:22 GMT 14:22 UK , my client, his wife and\ntheir two Children died in the Air France concord plane crash bound for\nNew York in their plan for a world cruise\n\nI have been managing his  Bank accounts in Hong Kong, and some Properties\nwhich he had put out for sale. The properties which have long been put out\non sale have been paid for, and the money paid has long been deposited\ninto his local bank account here. I have contacted you to assist in\nrepatriating the money and estate left behind by my client before they get\nconfiscated or declared unserviceable by my Former Bank. Particularly, the\nbank has issued me with a notice to provide any of his next of kin or have\nthe account confiscated within a short period of time.My late client has\nan account is valued at 18 Million United States Dollars Only\n\nI therefore made further investigation,with the personel department and\ndiscovered that did not declare any kin or relations in all his official\ndocuments, including his Bank Deposit paperwork in my Bank. This sum of\nUS$18million is still sitting in my Former Bank and the interest is being\nrolled over with the principal sum at the end of each year. No one will\never come forward to claim it. According  to Laws of Hong Kong, at the\nexpiration of 5 (five) years, the money will revert to the ownership of\nthe Hong Kong Government if nobody applies to claim the fund.\n\nI now seek your consent to present you as the next of kin to my deceased\nclient, so that the proceeds of his account valued at 18 Million United\nStates Dollars Only can be paid to you,I will like you to provide\nimmediately your full names and address so that the attorney will prepare\nthe necessary documents and affidavits that will put you in place as the\nnext of kin.\n\nThe money will be paid to you for us to share in the ratio of 60% for me\nand 35% for you and 5%, after completion,for Expenses Incurred in the\ncourse of the transaction .There is no risk at all as all the paperwork\nfor this transaction will be done by the attorney and withmy position as\nthe Head Private Banking guarantees the successful execution of this\ntransaction. If you are interested, please reply immediately to my email:\nerickw115@yahoo.com.hk\n\nAll I require is your honest co-operation to enable us see this deal\nthrough. I guarantee that this will be executed under a legitimate\narrangement that will protect you from any breach of the law. Trust me as\nhis Manager of his Estates, as i have all the needed information, that\nthis is a risk-free relationship.You should observe utmost\nconfidentiality, and rest assured that this transaction would be most\nprofitable for both of us because I shall  require your assistance to\ninvest my share in your country.\n\nAwaiting your urgent reply.\n\nThanks and regards.\n\nEric Wong.\n\n\n\n\n\n\n", "id": "cc935205c4fa4b9bdaa227c0332370ff"}