{"email_subject": "Attn/Dddddddd Rrrrr", "email_body": "From: Mr Benard Gelicah Sankoh.\nbenardsankoh@rome.com\n\nDear,\n\nI am well confident of your capability to assist me in a transaction for mutual benefit of both parties, ie(me and you) I am also believing that you will not expose or betray the trust and confidence I am about to establish with you. I have decided to contact you with greatest delight and personal respect.\n\nI am Mr Benard Gelicah Sankoh Son to FODAY SANKOH who was arrested by the ECOMAOG PEACE KEEPING FORCE months ago in my country Sierra Leone. Few days before the arrest of my father, he confided in me and ordered me to go to his underground safe and move out immediately, with a Deposit Agreement and Cash Receipt he made with a security Company where he deposited One Iron Box containing USD$22 million dollars cash (TWENTY TWO MILLION DOLLARS).\nThis money was made from the sell of Gold and Diamond by my father and he have already decided to use this money for future investment of the family.\n\nThereafter, I contacted the security company and notify them with the two documents and confirmed the deposit of the box by my father.\nMeanwhile, my father have instructed me to look for a trusted foreigner who can assist me to move out this money immediately for investment .\n\nBased on this, I solicited for your assistance to transfer this fund into your Account, but I will\ndemand for the following requirement:\n\n(1) Could you provide for me a safe Bank Account where this fund will be transferred to in your country or another nearby country where\ntaxation will not take great toll on the money?\n\n(2) Could you be able to assist me to obtain my travelling papers after this transfer to enable me\ncome over to meet you in your country for the investment of this money?\n\n(3) Could you be able to introduce me to a profitable business venture that would not require much technical expertise in your country where part of this fund will be invested?\n\nPlease, all these requirements are urgently needed as it will enable me to establish a stronger business relationship with you hence I\nwill like you to be the general overseer of the investment thereafter. I am a Christian and I will please, want you to handle this transaction based on the trust I have established on you. For\nyour assistance in this transaction, I have decided to offer you 15% percent commission of the total amount at the end of this business.\nThe security of this business is very important to me and as such, I would like you to keep this business very confidential. Upon the\nreceipt of your mail\n\nI shall expect your urgent reply. \n\nThank you and God bless you\n\nMr Benard Gelicah Sankoh.\n-- \n__________________________________________________________\nSign-up for your own FREE Personalized E-mail at Mail.com\nhttp://www.mail.com/?sr=signup\n\n\n", "id": "cc9fea078e673f3285666e2c0789dfb0"}