{"email_subject": "HELLO", "email_body": "Dr. Taylor Akintola,\nUnited Bank For Africa,\nILupeju Branch,\nLagos, Nigeria\nReply: jtaylor75_20@yahoo.com\n\nATTN: Sir/Madam\nI am Dr.Taylor Akintola, Branch Manager with United\nBank For Africa,ILupeju Branch, Lagos,  Nigeria.\nI have an urgent and very profitable business\nproposition for you that should be handled with\nextreme confidentiality.\n\nOn January 6,1998 a Foreign  Consultant and\ncontractor with the Nigerian Railway Corporation\nMr. Abbas Gumeri by name made a numbered time Fixed\nDeposit for twelve calendar months valued at US$38.6M\n(Thirty Eight Million, Six Hundred United States\nDollars Only) in my branch.\n\nUpon maturity I sent a routine notification in\naccordance with the Bank policy to his forwarding\naddress but got no reply.\n\nAfter a month we sent a reminder and finally we\ndiscovered from his contract employers Nigerian\nRailway Corporation that Mr. Abbas Gumeri died from an\nautomobile accident.\n\nOn further investigation, we found out that he died\nwithout making a Will and all attempts to trace his\nnext of kin was fruitless. I therefore made further\ninvestigations and discovered that Mr. Abbas Gumeri\ndid not declare any next of kin or relations in all\nhis official documents including his Bank Deposit\npaperwork in my Bank.\n\nThis sum of US$38.6M has been carefully  moved out of\nmy bank to a Financial and Security Company in Europe\nfor safekeeping.\n\nNo one will ever come forward to claim it and\naccording to the Law of my country, at the expiration\nof 7 years the money will revert to the ownership of\nthe State (Government) if nobody applies to claim the\nfund.\n\nThis prompted us to contact you.We want to front\nyou as the next of kin of our late client thereby\nmaking you the legal beneficiary of the sum of $38.6\nmillion U.S Dollars that is presently in a Financial\nand Security Company in Europe.\n \nI contacted you because it is against our code of\nethics to own and operate foreign accounts and your\nassistance would be needed to claim the money in the\nFinancial and Security Company in Europe.\n\nWe have unanimously agreed that 25% of the entire sum\nwould be for you if you agree to take part in this\nprofitable transaction,65% for me while the remaining\n10% would be used to pay back the expenses that may be\nincurred during the course of the transaction by both\nparties after the fund has been claimed and lodged in\nyour account. \n\nIn the event that you are genuinely interested in the\ntransaction,the following information would be needed\nfrom you to expedite action.\n\n1) Your Full Name .\n2) Your Residential or Company Address.\n3) Your Private Mobile,Telphone and Fax numbers where\nyou can be reached at all time because this\ntransaction entails constant communication.\n\nThe transaction is 100% legal and totally free of\nrisks as all modalities has been perfected to ensure\nthe hitch free success of the transaction.\n\nIf you are interested, send the requested information\nvia email\"  jtaylor75_20@yahoo.com  as soon as possible so that we can \nproceed and after sending it you call me.\nI await your response urgently.\n\nRegards,\n\n\nDr. Taylor Akintola \n\n\n\n\n\n \n\n\n\n\n\n", "id": "cc9f9c52509b1597f14c12d66ae2b95e"}