{"email_subject": "Get in touch", "email_body": "\nDear Friend,\n\nI have a profiling amount in an excess of US$18.2M,\nwhich I seek your partnership in accommodating for me.\nYou will be rewarded with 40% of the total sum for\nyour partnership. Can you be my partner on this?\n\nINTRODUCTION OF MY SELF:\n\nI am MR. KIMAEVA LIOUDMILA, a personal secretary to\nMikhail Khodorkovsky one of the richest man in Russia\nand\nowner of the following companies: Chairman CEO: YUKOS\nOIL (Russian Most Largest Oil Company) Chairman CEO:\nMenatep SBP Bank (A well reputable financial\ninstitution with its branches all over the world).\n\nSOURCE OF FUNDS:\n\nThe money in question was realised during my period of\nwork with my boss for a peroid spanning 20 years.\nAlready the funds have been deposited some where in\nthe UK (undisclosed for now), where the final \ncrediting is expected to be carried out. While I was\non the process, My Boss got arrested for his\ninvolvement on politics in financing the\nleading and opposing political parties (the Union of\nRight Forces, led by Boris Nemtsov, and Yabloko, a\nliberal/social democratic party led by Gregor\nYavlinsky) which poses treat to President Vladimir\nPuttin second tenure as Russian president. You can\ncatch more of the story on this\nhttp://newsfromrussia.com/main/2003/11/13/51215.html\n\nYOUR ROLE:\n\nAll I need from you is to stand as the beneficiary of\nthe above quoted sum and I will arrange for the\ndocumentation which will enable transfer of the sum to\nyou. I have decided to use this sum to relocate to\nAmerican continent and never to be connected to any of\nMikhail Khodorkovsky conglomerates. You can read more\nabout my boss from the following link\nhttp://mikhail-khodorkovsky-news.newslib.com/\n\nAs soon as I get your willingness to comply through my\nmost private email address kimlio233@web-mail.com.ar\nwill give you more details.\n\nThank you very much\n\nRegards:\nMR. KIMAEVA LIOUDMILA.\n\n\n___________________________________________________________________________\nWebMail service @ http://www.pullings.de & http://www.pullingworld.com\n\n\n", "id": "ccd618136e4539728576944e9adc7947"}