{"email_subject": "REQUEST FOR ASSISTANCE.", "email_body": "DEAR SIR,\n\nREQUEST FOR ASSISTANCE.\n\nI AM MRS CECILIA MARK AKU WIDOW OF LATE MARK ISHAYA AKU, MINISTER OF SPORTS AND YOUTH IN NIGERIA WHO DIED ON 4TH APIRL 2002 ON A PLANE CRASH. I HAVE BEEN INFORMED BY MY FAMILY ATTORNEY BARRISTER JAMES MOSES\nTHAT MY LATE HUSBAND DEPOSITED TWO TRUNK BOXES OF MONEYIN A SAFE KEEPING COMPANY AMOUNTING THIRTY-FIVE MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS US$35,500,000) IN HIS FAVOUR.\n\nTHE ATTORNEY NOW ADVISE I TO SEEK IN CONFIDENCE A FOREIGN PARTNER WHO CAN STAND AND RETRIEVE THESE BOXES AND BE TRANSFERRED FOR DISBURSEMENT AS DIRECTED BY MY LATE HUSBAND IN HIS WILL. IT HAS BEEN RESOLVED THAT 20 %(US$7,100,000) WILL BE YOUR SHARE FOR YOUR ASSISTANCE FOR THIS PURPOSE AND ANY OTHER ASSISTANCE YOU WILL GIVE IN THAT REGARD, 10 %( US$3,550,000) HAS BEEN SLATED FOR REIMBURSEMENT FOR ALL LOCAL AND INTERNATIONAL EXPENSES WHICH MAY BE INCURED IN THE TRANSFER PROCESS AND 5 %( US$1,775,000) HAS BEEN CONCEDED TO THE LOCAL BANK MANAGER THAT WILL BE ASSSISTING AND FACILITATINGTHE TRANSFER.\n\nFINALLY 65 %( US$23,075,000)WILL COME TO MYSELF AND CHILDREN AND A GOOD PART OF THIS SHALL BE DIRECTED TOWARDS EXECUTING HIS WILL WHICH IS TO BUY SHARES AND STOCKS IN FOREIGN COUNTRIES TO SECURE HIS CHILDRENS FUTURE.\n\nTO FACILITATE THE CONCLUSION OF THIS TRANSACTION, IF ACCEPTED, DO\nSEND TO ME PROMPTLY BY E-MAIL. THE FOLLOWING:\n3. FAX AND TELEPHONE NUMBERS THROUGH WHICH YOU WILL BE CONTACTED PROMPTLY WHENEVER YOUR ATTENTION AND ASSISTANCE MAY BE REQUIRED, SO THAT MY ATTORNEY CAN REACH YOU.\n\nPLEASE NOTE THAT I HAVE BEEN ASSURED THAT THE TRANSACTION WILL BE CONDUCTED WITHIN TWO (2) WEEKS UPON MY RECEIVING OR HERING FROM YOU THE ABOVE LISTED INFORMATION.\n\nI SHALL COMMENCE THE PROCESS OF RETRIEVING THE WILL IMMEDIATELY I HERE FROM YOU.\n\nMAY I AT THIS POINT EMPHASIZE THE HIGH LEVEL OF CONFIDENTIALITY WHICH THIS BUSINESS DEMANDS AND HOPE YOU WILL NOT BETRAY THE TRUST AND CONFIDENCE WHICH I REPOSE IN YOU. HOWEVER, YOU MAY NEED TO GIVE ME SUFFICENT ASSURANCE THAT YOU WILL NOT SIT ON THIS FUND WHAN IT IS FINALLY REMITTED INTO YOUR ACCOUNT.\n\nPLEASE GIVE THIS MATTER A PROMPT AND QUICK REPLY.\n\nPLEASE YOU WILL NEED TO DISCUS WITH MY FAMILY ATTORNEY BARRISTER JAMES MOSES TOWARDS THE EFFECTIVE COMPLETION OF THIS RANSACTION.\n\nPLEASE YOU CAN CONTACT ME WITH THIS E-MAIL ADDRESE.\n\nBEST WISHES.\n\n\nMRS CECILIA MARK AKU\n\n\n", "id": "ccd7abdd11db1942c9fa52a7e1f9e064"}