{"email_subject": "Good To  Meet You I Need Your Help", "email_body": "Dear Friend,\nI Hope This Mail Meets You In Good Health And Spirit, I Am, Mr Yaem Ahamed, A Sierra Leone. Presently, I Live \nAs A Refugee In republic of Senegal Dakar , With My Younger Sister,\n\n\nWe Are A Victim Of War And The Son Of Late Chief Dr.Us man .Ahamed The  Director Of Sierra Leone Gold And  \nDiamond Mining Corporation.\n\n\nMy Father Was Killed With Other Government Officials During Official Hours When The Rebel Troops Stormed And \nRaided The Mining Corporation Office At The Heat Of The Crisis In My Country. \n\n\nA Few Weeks Later, The Rebels Also Invaded Our Residential Building In Which My Mother And Two Of  Our Security \nMen Were Killed In The Compound While I Was Out For A Special Research Program And My Younger Sister Was In \nSchool. \n\n\nI Had A Singular Shock And Trauma, Which Compelled Us To Flee From The Country To republic of Senegal Dakar By \nThe Help Of An Army Colonel, Who Is A Close Friend Of My Late Father, I Have First Degree In Marketing And Would \nHave Further My Education If Not For The Death Of My Parents.\n\n\nI Have Never Worked To Earn My Living Since My Late Parents Had Enough Wealth For Us.\n\n\nI Am Contacting You Now Because Of The Present Difficulty I Am Facing. Unfortunately My Father's Two Accounts In \nWest Africa Have Recently Been Frozen. \n\n\nHowever This Did Not Affect The Twenty Million And Six Hundred Thousand Dollars (Us$ 20,600,000), Which He Kept \nIn a security company in Senegal Dakar. \n\n\nFor Now, I Am Having Every Information And Document Needed For The Clearance Of The Money In A company \nHere In Senegal Dakar And I Want You ToAct As The Beneficiary Of The Fund For Easy And Smooth Transfer To Your \nAccount Abroad For Investment Purposes. \n\n\nYou Will No Doubt BeAdequately Compensated  With As Well As A Percentage Of The Profit From Investment Of The Fund. \nAlso You Will See To It That My Sister And I Come Over To Your Country At The Earliest Possible Time. \n\n\nI Am Making This Request To You With Tears In My Eyes And I Feel That God Almighty Will Touch You With His Spirit To \nListen To My Cry For Help And Answer Me Without Delay.\n\n\nSince Our Breadwinner Is No More And This Is The Only Hope For Life. You Positive Response Will Give Me The Greatest \nJoy And Relief.\n\n\nFor Your Kind Of Assistance Me And My Sister We Have Agreed To Offer You 32% Of The Total Sum. Seriously Waiting For \nYour Urgent Reply In Our  MailBox  ahmed_yaem@yahoo.fr\n\n\n\nBest regard\n\n\nMr.Yaem Ahamed\n\n\n\n\n\n\n", "id": "cd011bde098e621c051217b1ef0bb705"}