{"email_subject": "PLS HELP MY FAMILY THANKS", "email_body": "Compliments...\n  I am MRS. MARIAM ABACHA, the widow of the late GEN. SANI \n ABACHA former Nigerian military Head of state who died \n mysteriously as a result of Cardiac Arrest. Since after \nmy husba \n and ?death my family is under restriction of movement and \nthat \n not withstanding. We are being molested. Policed and our \nBank \n Account both here and abroad are being frozen by the \nNigerian \n Civilian Government. Furthermore, my elder son is in \ndetention \n by the Nigerian Civilian interrogation about my husband?s \nasset \n and some vital documents. Following the recent discovery \nof my \n husband?s Bank Account by the Nigerian Government with \nSwiss \n bank in which the huge sum US$700 Million and D M 450 \nMillion \n Dollars was deposited, this is the reason I have decided \nto move \n the sum of US$25 Million Dollars which was secretly \nsealed in \n two metal Boxes for security reason. I therefore \npersonally, \n appeal to you seriously and religiously for urgent \nassistance to \n move this money into your country where I believe it will \nbe \n> safe since I cannot leave the country due to the \nrestriction of \n> movement imposed on the members of my family by the \nNigerian \n> Government. You can contact me through my family lawyer/ \n> Attorney on his e-mail eugenemartins@blazemail.com \n> and my lawyer shall arrange with you for a face \n> \n> to face meeting outside Nigeria in order to \n> liaise with you toward effective completion of this \n> transactions. However, arrangement have been put in place \nto \n move this money out of the country either Europe or \nAfrica in a \n secret vault through a security company here in Nigeria. \nwho \n have affiliate offices in Europe and Africa and as soon \nas you \n indicate your interest my Lawyer shall send you the \nDeposit \n Certificate of the Luggage and other related documents so \nthat \n you can help to claim the Luggage. Conclusively, we have \nagreed \n to offer you 20% of the total sum 70% is to be held on \ntrust by \n you until we can decide on a suitable business investment \nin \n your company and 10% for all incidental expenses \n.Subsequent to \n our free movement by the Nigerian Government. Please \nreply \n urgently and treat with absolute confidentiality and \nsincerity \n through the above E-mail address. You should note that \neven if \n you are not interested you should not let out this \nproposal to \n anybody whatever. You should urgently get across to my \nAttorney \n so that he can give you the necessary advice on the \nprocedure \n and requirements for this transaction.\n  Best Regards,\n  HAJIA MARIAM ABACHA (MRS.) \n \n\n\n\n", "id": "cd10ee54b37c4d1bc07c4b5dda0ef528"}