{"email_subject": "DEAR BELOVED,", "email_body": "\nDEAR BELOVED,\n\nI am Sussan Adams\n\nPLEASE ENDEAVOUR TO USE IT FOR THE CHILDREN OF GOD. I am the above named\nperson. I am married to Dr. Donald Adams A LIBERIAN but I?m now in Nigerian\nGeneral HOSPITAL taking treatment for my sickness, who worked with U.S embassy\nin LIBERIAN for nine years before he died in the year 2000. We were  \nmarried for\neleven years without a child. He died after a brief illness that lasted for\nonly four days. Before his death we were both born again Christians. Since his\ndeath I decided not to re-marry or get a child outside my matrimonial home\nwhich the Bible is against.\n\nWhen my late husband was alive he deposited the sum of$10.5 Million (Ten\nMillion five hundred thousand U.S.Dollars) with A Bank Presently, this  \nmoney is\nstill under the safe keeping of the Reserve FINANCE COMPANY Recently,  \nmy Doctor\ntold me that I would not last for the next SEVEN months due to my cancer\nproblems.\n\nThough what disturbs me most is my stroke.Having known my condition, I decided\nto donate this fund to church or better still a Christian or muslim individual\nThat will utilize this money the way I am going to instruct here in. I want a\nchurch that will use this fund on, orphanages, deaf and domb and poor widows\npropagating the word of God and to ensure that the house of God is maintained.\nThe Bible made us to understand that blessed is the hand that giveth. I took\nthis decision because I don't have any child that will inherit this money and\nmy husband relatives are not Christians and I don't want my husband's hard\nearned money to be misused by unbelievers. I don't want a situation where this\nmoney will be used in an ungodly manner. Hence the reason for taking this bold\ndecision.\n\nI am not afraid of death hence I know where I am going. I know that I am going\nto be in the bosom of the Lord. Exodus 14 VS 14 says that the lord will fight\nmy case and I shall hold my peace. I don't need any telephone communication in\nthis regard because of my health because of the presence of my husband's\nrelatives around me always. I don't want them to know about this development.\nWith God all things are possible. As soon as I receive your reply I forward\nyour personal information, such as Your full name, Your full address,  \nwith Your\ntelephone and fax number to my lawyer so that he will contact you as the legal\nowner of my fund before the bank will be transferring the fund into your\nnominated Bank Account in your country.\n\nI will also issue you a letter of a authority that will back you up as  \nthe real\nnext of kin and the original- beneficiary of my fund. I want you and  \nthe church\nto always pray for me because the lord is my shepherd,you will also promise me\nthat you will not seat on the fund when it gets into your bank account. My\nhappiness is that I lived a life of a worthy Christian. Whoever that wants to\nserve the Lord must serve him in spirit and truth. Please always be prayerful\nall through your life, any delay in your reply will give me room in serching\nfor a church or Christian individual for this same purpose. Please assure me\nthat you will act accordingly as I stated herein. Hoping to hear from you as\nsoon as possible.\n\nRemain blessed in the name of the Lord.\n\nYours in Christ,\n\nMrs. Sussan Adams\n\n\n\n\n\n\n\n\n     Conectese mas rapido y ahorre hasta un 50%\n    Tel. 0909.2030 =>  $0,15 IVA incluido el minuto\n______________________________________________________\nhttp://www.internet.com.uy - En Uruguay somos internet\n\n\n\n", "id": "cd31537ec9b334a115f14bf4e4ca8fac"}