{"email_subject": "FROM, MR, MIKE KOFI", "email_body": "No 3.MENDAS CLOSE,\n COMMUNITY 1, TEMA,\n ACCRA-GHANA.\n\n {VERY URGENT BUSINESS TRANSACTION,GREETINGS,IN ORDER TO TRANSFER OUT (USD\n TEN MILLION DOLLARS) FROM OUR BANK. I HAVE THE COURAGE TO ASK YOU TO \nLOOK FOR A RELIABLE AND HONEST PERSON WHO WILL BE CAPABLE FOR THIS \nIMPORTANT BUSINESS BELIEVING THAT YOU WILL NEVER LET ME DOWN EITHER NOW \nOR IN FUTURE.\n\n I AM MR, MIKE KOFI. THE EASTERN DISTRICT BANK AUDITOR OF SOCIAL \nSECURITY BANK LTD( ACCRA GHANA). THERE IS AN ACCOUNT OPENED IN THIS BANK\n IN 2001 AND SINCE 2004 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN. AFTER\n GOING THROUGH SOME OLD FILES IN THE RECORDS I DISCOVERED THAT IF I DO \nNO TREMITT THIS MONEY OUT URGENTLY IT WILL BE FOR FEITED FOR NOTHING.THE\n OWNER OF THIS ACCOUNT IS MR. CHRIS MARCO, A FOREIGNER, AND THE \nMANAGEROF PETRO - TECHNICAL SUPPORT SERVICES, A CHEMICAL ENGINEER BY \nPROFESSION AND HE DIED SINCE 2001.NO OTHER PERSON KNOWS ABOUT THIS \nACCOUNT OR ANY THING CONCERNING IT, THE ACCOUNT HAS NO OTHER BENEFICIARY\n AND MY INVESTIGATION PROVED TO ME AS WELL THAT THIS COMPANY DOES NOT \nKNOW ANYTHING ABOUT THIS ACCOUNT AND THE AMOUNT INVOLVED IS (USD TEN \nMILLION DOLLARS).\n\n I WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGNERS ACCOUNT ABROAD \nBUT I DON'T KNOW ANY FOREIGNER, I AM ONLY CONTACTING YOU AS A FOREIGNER \nBECAUSE THIS MONEY CAN NOT BE APPROVED TO A LOCAL BANK HERE, BUT CAN \nONLY BE APPROVED TO ANY FOREIGN ACCOUNT BECAUSE THE MONEY IS IN US \nDOLLARS AND THE FORMER OWNER OF THE ACCOUNT IS MR. CHRIS MARCO IS A \nFOREIGNER TOO. I KNOW THAT THIS MASSAGE WILL COME TO YOU AS A SURPRISE \nAS WE DON'T KNOW OUR  SELVES BEFORE, BUT BE SURE THAT IT IS REAL AND A \nGENUINE BUSINESS.\n\n I ONLY GOT YOUR ADDRESS FROM COMPUTER,WITH BELIEVE IN GOD THAT YOU \nWILL NEVER LET ME DOWN IN THIS BUSINESS, YOU ARE THE ONLY PERSON THAT I \nHAVE CONTACTED IN THIS BUSINESS, SO PLEASE REPLY URGENTLY SO THAT I WILL\n INFORM YOU THE NEXT STEP TO TAKE URGENTLY. SEND ALSO YOUR PRIVATE \nTELEPHONE AND  FAX NUMBER INCLUDING THE FULL DETAILS OF THE ACCOUNT TO \nBE USED FOR THE DEPOSIT.AN EMPTY ACCOUNT CAN ALSO SERVE FOR THIS PURPOSE.\n\n I WANT US TO MEET  FACE TO FACE OR SIGN A BINDING AGREEMENT TO BIND US\nTOGETHER SO THAT YOU CAN RECIEVE THIS MONEY INTO A FORIEGN ACCOUNT OR  \nANY ACCOUNT OF YOUR CHOICE WHERE THE FUND WILL BE SAFE. AND I WILL FLY \nTO YOUR COUNTRY FOR WITHDRAWAL AND SHARING AND OTHER INVESTMENTS.\n\n I AM CONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A FOREIGNER WITH\nFOREIGN ACCOUNT AND FOREIGN BENEFICIARY. I NEED YOUR FULL CO-OPERATION \nTO MAKE THIS WORK FINE. BECAUSE THE MANAGEMENT IS READY TO APPROVE THIS \nPAYMENT TO ANY FOREIGNER WHO HAS CORRECT INFORMATION OF THIS ACCOUNT, \nWHICH I WILL GIVE TO YOU LATER MMEDIATELY, IF YOU ARE ABLE AND WITH \nCAPABILITY TO HANDLE SUCH AMOUNT IN STRICT CONFIDENCE AND TRUST \nACCORDING TO MY INSTRUCTIONS AND ADVICE FOR OUR MUTUAL BENEFIT BECAUSE \nTHIS OPPORTUNITY WILL NEVER COME AGAIN IN MY LIFE. I NEED TRUTHFUL \nPERSON IN THIS BUSINESS BECAUSE I DON'T WANT TO MAKE MISTAKE I NEED YOUR\n STRONG ASSURANCE AND TRUST.\n\n WITH MY POSITION NOW IN THE OFFICE I CAN TRANSFER THIS MONEY TO ANY\nFOREIGNER'S RELIABLE ACCOUNT WHICH YOU CAN PROVIDE WITH ASSURANCE THAT \nTHIS MONEY WILL BE INTACT PENDING MY PHYSICAL ARRIVAL IN YOUR COUNTRY \nFOR SHARING. I WILL DESTROY ALL DOCUMENTS OF TRANSACTION IMMEDIATELY \nWERECIEVE THIS MONEY LEAVING NO TRACE TO ANY PLACE. YOU CAN ALSO COME TO\n DISCUSS WITH ME FACE TO FACE AFTER WHICH I WILL MAKE THIS REMITTANCE IN\n YOUR PRESENCE AND TWO OF US WILL FLY TO YOUR COUNTRY AT LEAST TWO DAYS \nAHEAD OF THE MONEY GOING INTO YOUR ACCOUNT.\n\n I WILL APPLY FOR ANNUAL LEAVE TO GET VISA IMMEDIATELY I HEAR FROM YOU \nTHAT YOU ARE READY TO ACT AND RECEIVE THIS FUND IN YOUR ACCOUNT. I WILL \nUSE MY POSITION AND INFLUENCE TO EFFECT LEGAL APPROVALS AND ON WARD \nTRANSFER OF THIS MONEY TO YOUR ACCOUNT WITH APPROPRIATE CLEARANCE FORMS \nOF THE MINISTRIES  AND FOREIGN EXCHANGE DEPARTMENTS.\n\n AT THE CONCLUSION OF THIS BUSINESS, YOU WILL BE GIVEN 35% OF THE TOTAL\nAMOUNT, 60% WILL BE FOR ME, WHILE 5% WILL BE FOR EXPENSES BOTH PARTIES \nMIGHT  HAVE INCURED DURING THE PROCESS OF TRANSFERING.\n\n I LOOK FORWARD TO YOUR EARLIEST REPLY THROUGH THIS ALTERNATIVE E-MAIL\nADDRESS mikekofi2004@wowmail.com\n\n TRULY YOURS,\n\n MR MIKE KOFI\n233-244596040\n\n\n\n", "id": "cd4a16b70ea66525b523d4c4daed9c98"}