{"email_subject": "MAY GOD BLESS YOU", "email_body": "My Dear,\n \nI do understand the concern this letter will bring to you for the fact that it comes from someone strange to you. But be rest assured for it comes with good intentions. I decided to contact you for your help in tranfering some money out from Malaysia into your personal or company account overseas after going through your company profile.\n \nI am Mrs. Patricia Sithole the wife of late Mr. Sipho Sithole from Zimbabwe. My husband was among the rich black farmers murdered in cold blooded in Zimbabwe by war veterans of President Robert Mugabe. However, the number of farmers killed in Zimbabwe over the new land act introduced by president do not give any concern. My main aim of contacting you is to assist me in transferring the sum of US$30,500,000 (Thirty million Five hundred thousand United States Dollars) into your nominated overseas account. \n\nThis money was given to my husband by President Mugabe when they were still in good terms for investment purposes. My husband deposited this money in a security company in Malaysia,Asia as if he foresaw the looming blow of his death. My husband later deposited the said funds as family treasure in order to avoid seizure since Malaysia, have almost the same land laws with Zimbabwe. \n\nPresently, I am residing in Malaysia with the rest of my family as asylum seekers. Based on our present status we are deprived of some financial rights of banking activities. Moreover, this money is the only thing my late husband left for us as such the entire life of my family depends on this money coupled with the responsibilities rested on me. I will be willing to go into partnership on any lucrative business you will suggest in your country.\n \nThe sharing pattern is negotiable between you and me. I will like you to contact me through my email address (pat_mrssithole@walla.com).\nFor strict confidential reason in case my proposal arouse your interest or if not, please do keep it confidential. \n \nI hope to hear from you as soon as possible.\n \nBest regards,\n \nMrs. Patricia Sithole.    \n\n\n\n\n", "id": "cd551c691c52fa0e8ab7faa13b2a5af8"}