{"email_subject": "I NEED YOUR LITTLE HELP.", "email_body": "Creeaza-ti un cont de e-mail gratuit   Fii cu Moldova Cyber Community 365 de zile pe an   Simte-te liber - exprima-ti opinia in Forumul MCC   \r \r Dear sir,\r \r As you read this, I don't want you to feel sorry for me, because, I believe\r everyone will die someday. My name is Hassan Ahmed a merchant in Dubai, in\r the U.A.E. I have been diagnosed with Esophageal cancer . It has defiled\r all forms of medical treatment, and right now I have\r only about a few months to live, according to medical experts. I have not\r particularly lived my life so well, as I never really cared for anyone(not\r even myself)but my business.\r \r Though I am very rich, I was never generous, I was always hostile to people\r and only focused on my business as that was the only thing I cared for. But\r now I regret all this as I now know that there is more to life than just\r wanting to have or make all the money in the world.\r \r I believe when God gives me a second chance to come to this world I would\r live my life a different way from how I have lived it. Now that God has\r called me, I have willed and given most of my property and assets to my\r immediate and extended family members as well as a few close friends. I\r want God to be merciful to me and accept my soul so,\r I have decided to give also to charity organizations, as I want this to be\r one of the last good deeds I do on earth. So far, I have distributed money\r to some charity organizations in the U.A.E, Algeria and Malaysia.\r \r Now that my health has deteriorated so badly, I cannot do this myself\r anymore. I once asked members of my family to close one of my accounts and\r distribute the money which I have there to charity organization in Bulgaria\r and Pakistan, they refused and kept the money to themselves. Hence, I do\r not trust them anymore, as they seem\r not to be contended with what I have left for them. The last of my money\r which no one knows of is the huge cash deposit of eighteen million dollars\r $21,000,000,00 that I have with a finance/Security\r Company abroad.\r \r I will want you to help me collect this deposit and dispatched it to\r charity organizations. I have set aside 10% for you and for your time.\r \r Please you can contact via my personally email address below:\r hassanahmed@moldova.cc\r God be with you.\r \r Hassan Ahmed.", "id": "cd5732e44a347942f080775a80ca2af5"}