{"email_subject": "\"INVESTMENT CONTACT\"", "email_body": "FEDERAL MINISTRY OF PETROLEUM RESOURCES \nFEDERAL SECRETARIAT COMPLEX HQ 11. \nP . M . B . 9749 \nABUJA - NIGERIA \nTELFAX; 234-1-7591936 \n\nFROM: BARRISTER PETER UMEH. \nTO: YOUR HONOUR \nAlternate email: barrpeter@c2i.net \n\nSir, \nASSISTANCE REQUIRED FOR ACQUISITION OF ESTATE \n\nI have been detailed by the Director Audit / Accounts Allocations Department Federal Ministry of Petroleum Resources, Dr. John Akiga and other colleagues to write and inform you of our desire to acquire estates or landed properties in your country with funds currently trapped at our Accounts with the Central bank of Nigeria (CBN) \n\nConsidering his very strategic and influential position, he would want the transaction to be as strictly confidential as possible. He would further \nwant our identity and yours to remain undisclosed outside this circle at least for now, untill the completion of the transaction. We desire to have an overseas agent in order to make a smooth transfer without hitch. \n\nI therefore take this opportunity to inquire if you would agree to act as our overseas agent in order to actualize this transaction. \n\nThe deal, in brief, is that the funds with which we intend to carry out our proposed investments in your country is presently in a coded account \nat the Nigerian Apex Bank (i.e. the Central Bank of Nigeria) and we need your assistance to transfer the funds to your country in a convenient bank \naccount that will be provided by you before we can put the funds into use in your country. For this, you shall be considered to have executed a contract \nfor the Federal Ministry of Petroleum Resources in Nigeria for which payment should be effected to you by the Ministry, The contract sum shall be US$17.4 Million, of which your share shall be 20% if you agree to be our overseas agent. \n\nAs soon as payment is effected, and the amount mentioned above is successfully transferred into your account, we intend to use our own share in acquiring some estates abroad. For this, you shall be expected to serve as our agent in the acquisition of this properties and purchase of shares / Bonds. In the light of this, I would like you to forward to me the following information: \n\n1.Your company name and address if any (Personal) \n2.Your personal fax number \n3.Your personal telephone number for easy communication. \nYou are requested to communicate your acceptance of this proposal through my above stated FAX NUMBER / PHONE / email address after which we shall discuss in details the modalities necessary to see this transaction through. \n\nYour quick response will be highly appreciated. Thank you in anticipation of your cooperation. \n\nYours faithfully, \n\nBarrister Peter Umeh. FAX: (private) 234-1-7591936 \n\nDISCLAIMER:This e-mail message and any attachments are confidential and may be privileged or otherwise protected by legal rules, and for use by the addressee only. If the message is received by anyone other than the addressee, please return the message to the sender and delete it and any attachments from your computer without copying it or disclosing its contents to anyone. Whilst all reasonable care has been taken to avoid the transmission of viruses, no responsibility is accepted in this regard and the recipient should scan and carry out such other checks as it considers appropriate. \n\n", "id": "cdaf268a983959ef6143bc2d47cafcf4"}