{"email_subject": "BUSINESS RELATIONSHIP ", "email_body": "\nAttn: President/CEO/SIR/MADAM\n\nREQUEST FOR URGENT BUSINESS RELATIONSHIP -STRICTLY CONFIDENTIAL\n\nFirstly, I must solicit your confidentiality. This is by virtue of it'snature \nas being utterly \"confidential\" and \"TOP SECRET\". Though I know that a \ntransaction of this magnitude will make anyone apprehensive and worried,but I \nam assuring you that all will be well at the end of the day. A bold step taken \nshall not be regretted I assure you.\nI am Mr iyang and I head a seven man tender board in charge of contract awards \nand payment approvals. I came to know of you in my search for a reliable and \nreputable person to handle a very confidential business transaction,which \ninvolves the transfer of a huge sum of money to a foreign account requiring \nmaximum confidence. My colleagues and I are top official of Federal Government \nContract Review and Award Panel. Our duties include evaluation,\nvetting, and approval for payment of contract jobs done for the Federal \nMinistry of Aviation(FMA) etc. We are therefore soliciting for your assistance \nto enable us transfer into your account the said funds. Our country looses a \nlot of money everyday that is why the international community is very careful \nand warning their citizens to be careful but I tell you \"a trial will convince \nyou\".The source of the fund is as follow: During the last military regime here \nin Nigeria, this committee awarded a contract of US$400 Million to a group of \nfive construction firms on behalf of the Federal Ministry of Aviation (FMA)for \nthe supply and installation of landing and navigational\nequipment in Lagos and Port Harcourt International Airports. During this \nprocess my colleagues and I decided among us to deliberately over inflate the \ntotal contract sum of US$420.5 Million with the aim of sharing the remaining \nsum of US$20.5 million.The government has since approved the sum of \nUS$420.5Million for us as the contract sum, but since the contract is only \nworth US$400M the remaining US$20.5 Million is what we intend to transfer to a \nreliable and safe offshore account,we are prohibited to operate foreign account\n\nin our names since we are still in Government. Thus, making it impossible for \nus to acquire the money in our name right now, I have\ntherefore been delegated as a matter of trust by my colleagues to look for an \noversea partner into whose account we can transfer the sum of US$20.5Million.My\n\ncolleagues and I have decided that if you/your Company can as the beneficiary \nof this funds on our behalf, you or your company will retain 20% of the\ntotal amount (US$20.5Million) while 75% will be for us (officials) and the \nremaining 5% will be used in offsetting all debts/expenses incurred during this\n\ntransaction We have decided that this transaction can only proceed under the \nfollowing condition\n(a) Our conviction of your transparent honesty and that you treat this \ntransaction with utmost secrecy and confidentiality\n(b) That upon Receipt of the funds you will release the funds as instructed by \nus after you've removed your share of 20%. Please acknowledge the receipt\nof this letter using the above e-mail address. I will bring you into the \ncomplete of this transaction when I've heard from you.\nYour urgent response will be highly appreciated as we are already behind \nschedule for the financial quarter. Please do be informed that his business \ntransaction is 100% legal and completely free from drug or money laundering.\nOnly trust can make the reality of this transaction.\n\nBest regards,\n\nMr iyang\n\n\n\n\n\n", "id": "cdc26a13e6ff36b5795ced4d13134fdd"}