{"email_subject": "WITH LOVE FROM LUISA", "email_body": "Dear friend,\n\nThis is a proposal in context but actually an appeal soliciting for your \nunreserved assistance in consummating an urgent transaction.\nBy way of summarized profile of myself, I am Senator Luisa Pimentel Estrada, \na 74years old lady and the first wife of Joseph Ejercito Estrada (former \nhead of state and President of Philippines) who is presently held in \ndetention in a hospital outside manilla,Philippines.\nHowever, the current administration of Gloria Arroyo(The President of \nPhilippines) the present Government have resolved to freeze all known assets \nof Joseph Ejercito Estrada including properties at home and abroad and are \npresently embarking on to seize the various bank accounts of my Husband in \nSwitzerland,UK and Australia. We cannot be held responsible for the sins of \nmy Husband. In view of this plight, I expect you to be trustworthy and kind \nenough to respond to this distressed call to save our family from a hopeless \nfuture. And if you agree to help, we shall discuss the disbursement ratio in \nour next correspondence after we have been acquainted. In fact, the attack \non our family (The Estrada's) is so devastated to an extent of seizing our \ntraveling passport, family accounts, trying some members of our family in \ncourt for offences allegedly committed by my Husband and even restrict us \nfrom seeing my husband.\nIhave carefully moved out these funds (US$18 million), before my husband was \nimpeached to an offshore Deposit Company.From past experiences, many people \nI had regarded as close friends has capitalize on my family's travail to run \naway with my money. In order to avert this negative development, I in \nconjunction with my son (DANIEL) now seek your permission to allow my \nattorney do a CHANGE OF OWNERSHIP/REASSIGNMENT OF CREDIT of stated funds \nfrom the deposit company to your name, so that the funds (US$18million) \nwould be released to you as the new owner (on behalf of me and my family).In \nview of this grievous threat to our Economic and personal survival, our \nfamily trustee have secretly protected the deposit, you are to assist us to \nlay claims of the consignment with the aid of all legal documents that will \nbe forwarded to you as time goes on.\nI am writing because when I deposited the money in the deposit company, I \ntold them that it belonged to a foreign business partner and my present \nposition will not allow me to claim the funds. Consequently, I will present \nyou as the owner of the funds in the Deposit Company so you can be able to \nclaim them. This is simple. I will like you to provide immediately;\n\n1. Full names\n2. Contact address\n3. Telephone and fax numbers\n\nOnce I receive this information, we will prepare the necessary documents \nthat will put you in place as the new owner of the funds. The money will \nthen be released to your custody by the Deposit Company, for us to share. No \ndoubt this proposal will make you apprehensive,please we employ you to \nobserve utmost confidentiality and rest assured that this transaction would \nbe most profitable for both of us because we shall require your assistance \nto invest our share in your country (buying of properties like houses, \nhotels etc). This is why your urgent action and response is of priority to \nenable us concluding this transaction in a timely and professional manner.\n\nAwaiting your swift response via this email address:lp4estrada@yahoo.co.in \nindicating your interest pls.\nThanks and regards,\nLuisa Pimentel Estrada.\n\n\n\n\n", "id": "cdd09d3e8387c6fcdd74828641d79e24"}