{"email_subject": "Notify your intrest", "email_body": " Mr Kizie Mulumba\n 1313 Main Tower\n Standard Bank Centre\n Heerengracht\n Cape Town\n 8001\n South Africa\n\n Attn: The President/CEO\n\n I am Mr Kizie Mulumba , Finance Director STANDARD BANK LTD. I have urgent\nand very confidential business proposition for you.\n On June 6, 1999, a foreign Oil consultant/contractor with the South Africa\nMining Corporation, Mr. Richard Moss made a numbered time (Fixed) Deposit\nfor twelve calendar months, valued at US$25,000,000.00 (Twenty- five Million\nDollars) in my branch. Upon maturity, I sent a routine notification to his\nforwarding address but got no reply. After a month, we sent a reminder and\nfinally we discovered from his contract employers, the South Africa Mining\nCorporation that Mr.Richard Moss died from an automobile accident. On\nfurther investigation, I found out that he died without making a WILL, and\nall attempts to trace his next of kin was fruitless.\n> I therefore made further investigation and discovered that Mr. Richard\nMoss did not declare any kin or relations in all his official documents,\nincluding his Bank Deposit paperwork in my Bank. This sum of\nUS$25,000,000.00 is still sitting in my Bank and the interest is being\nrolled over with the principal sum at the end of each year. No one will\never come forward to claim it. According to South Africa Law, at the\nexpiration of 5 (five) years, the money will revert to the ownership of the\nSouth Africa Government if nobody applies to claim the fund.\n\n Consequently, my proposal is that I will like you as a foreigner to stand\nin as the next of kin to Mr. Richard Moss so that the fruits of this old\nman's labor will not get into the hands of some corrupt government\nofficials. This is simple, I will like you to provide immediately your full\nnames and address so that the Attorney will prepare the necessary documents\nand affidavits which will put you in place as the next of kin. We shall\nemploy the service of two Attorneys for drafting and notarization of the\nWILL and to obtain the necessary documents and letter of\nprobate/administration in your favor for the transfer. A bank account in\nany part of the world which you will provide will then facilitate the\ntransfer of this money to you as the beneficiary/next of kin. The money\nwill be paid into your account for us to share in the ratio of 60% for me\nand 40% for you.\n There is no risk at all as all the paperwork for this transaction will be\ndone by the Attorney and my position as the Finance Director guarantees the\nsuccessful execution of this transaction. If you are interested, please\nreply immediately via the private email address below. Upon your response,\nI shall then provide you with more details and relevant documents that will\nhelp you understand the transaction.\n Please observe utmost confidentiality, and rest assured that this\ntransaction would be most profitable for both of us because I shall require\nyour assistance to invest my share in your country.\n Awaiting your urgent reply via my confidential email which\nis:kizie_mulumba@zwallet.com \n\n Thanks and regards.\n MR KIZIE MULUMBA\n\n\n\n", "id": "ce1306fb2898dd4d02a9fb2c226b0732"}