{"email_subject": "BUSINESS RELATIONSHIP!!!!!", "email_body": "ATTN:\n\n My name is Mr. Koffi Joseph. I hail from the Federal Republic of Ghana, 41 years young married, with three children. I am the Director of Global Security & finance Services Limited Ghana. I got the information concerning you from the Internet and after due consideration, I decided to contact you believing that by the grace of God, that you will not disappoint me over this deal. I have been working with this company for over ten years. Within this period, I have watched with meticulous precision how African Heads of State and Government functionaries have been using global security & finance Ltd. to move sums of money USD, pounds sterling, French francs (cash) to their foreign partners. They bring in these consignments of cash and secretly declare the contents as jewelries, Gold, Diamonds, Precious stones, Family treasures, and documents etc. Gen. Sani Abacha of Nigeria (dead), Mobutu Sese Seco of Zire (dead), Fode !\n Sankoy of Sierra Leone, Babangida of Nigeria, Felix Houphet Boigny of Cote d' Ivore (dead), Kanan Bedie of Cote d' Ivore (Abidjan) etc. All these people have hundreds of consignments deposited with my office. Their foreign partners, friends and relatives are claiming most of these consignments. A lot of them are lying here unclaimed for as much as eight years. Nobody will ever come for them because in most cases, the certificate of Deposit are never available to any body except the depositors or with me hence most of them are dead. I have Re-deposited all these overstayed consignment into the Vault Facility of Reputable Bank in Ghana waiting to hear from you. Since the inception of the year 2000, our company's management has changed the procedure of claims of consignment, as soon as you are able to produce the secret information as contained in the secret file of any consignment, it will be released to you upon demand. From our record=2!\n C more than 160 consignments belonging to Gen. Abacha, Mobutu sese\n\n Seko has been claimed in the past six months and this is why am soliciting for your maximum cooperation and assistance. Gen. Abacha has 160 consignments deposited with several names and codes. 64 have been claimed in the past six months. The first son of Gen. Abacha died in a plane crash and the second son (Mohammed) is facing a murder charge and embezzlement, the family members are under house arrest without communication with the outside world. I have finalized every arrangement for you to come and claim consignment No: 1401, 1402 containing $46 million. I will supply you with all the information and documents and you will send it by attachment to the management of our company. The procedure is simple: Apply officially to the director of foreign operations of the company, requesting for the release of consignment No: 1401, 1402. They will demand for the certificate of deposit and the secret code and reference code of the consignments.!\n  I will supply them to you and they invite you to come and receive your consignments. I am responsible to take you to the bank where the consignment is secured. I will use your name, address, passport number to change the original documents in the file and every thing will be ok hence I am in charge. In conclusion, I assure you that this business is risk free because I have taken preventive measures to forestall the leakage of this business. (Our mode of sharing is 50-50), you can reach me by e-mail and I will direct you on what to do.\n\nPLEASE REPLY ME @ (KOFFIJO77@HOTMAIL.COM) IF INTERESTED. Expedite action \n\nyours Faithfully, \nKoffi Joseph \n\n\n\n", "id": "ce14f294f1dbefefd9758fb184fccd34"}