{"email_subject": "ASSISTANT REQUIRED", "email_body": ">From Mr, James Smithy.\nBox 1287 Port Shepstone\nChaka -South Africa.\n \n\n                                                      \n              {URGENT AND CONFIDENTIAL} \n        (RE:TRANSFER OF (136,000.000.00 USD)\n    (ONE HUNDRED AND THIRTY SIX MILLION DOLLARS)\n                   \n                           \n\nDear Sir,\n\nWe want to transfer to overseas ($ 136,000.000.00\nUSD)One hundred and Thirty six million United States\nDollars) from a Bank in Africa. I want to ask you to\nquietly look for a reliable and honest person who will\nbe capable and fit to provide either an existing bank\naccount or to set up a new Bank a/c immediately to\nreceive this money, even an empty a/c can serve,as\nlong as you will remain honest to me till the end for\nthis important business,trusting in you and believing\nin God that you will never let me down either now or\nin future.\n\nI am Mr, James Smithy.the Auditor General of a bank in\nAfrica. During the course of our auditing I\ndiscovered a floating fund in an account opened in the\nbank in 1995 and since 1998 nobody has operated on\nthis account again. After going through some old files\nin the records I discovered that the owner of the\naccount died without a [heir] hence the money has been\nfloating and if I do not remit this money out urgently\nit will be forfeited for nothing.\n\nThe owner of this account is Mr. Ahmed Tariq, a\nforeigner and a sailor, he died since 1998. No other\nperson knows about this account or anything concerning\nit, it has no other beneficiary. My investigation\nproved to me as well that Mr.  Ahmed Tariq until his\ndeath was the manager Tariq Coy.(pty). SA.\n \nThe amount involved is (USD 136M) One hundred and\nThirty Six million United States Dollars, I only want\nto first transfer $36,000.000[Thirty Six million\nUnited States Dollar from this money into a safe\nforeigners account abroad before the rest, but I don't\nknow any foreigner, I am only contacting you as a\nforeigner because this money can not be approved to a \nlocal person here, without valid international\npassport, but can only be approved to any foreigner\nwith valid international passport or drivers license\nand foreign a/c because the money is in US dollars and\nthe former owner of the a/c Mr. Ahmed Tariq is a\nforeigner too, [and the money can only be approved\ninto a foreign a/c.\n \nHowever, I got your contact address from my secretary\nwho does not know the need for it. I am revealing this\nto you with believe  that you will never let me down\nin this business, you are the first and might be the\nonly the only person that I am contacting for this\nbusiness, so please reply urgently so that I will\ninform you the next step to take. \n\nI want us to meet face to face to build confidence and\nto sign a binding agreement before transferring the\nmoney to any account of your choice where the fund\nwill be safe. Before we fly to your country for\nwithdrawal, sharing and investments.\n\nI need your full co-operation to make this work,\nbecause the management is ready to approve this\npayment to any foreigner who has correct information\nof this account, which I will give to you, upon your\npositive response and once I am convinced that you are\ncapable and will meet up with instruction of a key \nbank official who is deeply involved with me in this\nbusiness. \n \nI need your strong assurance that you will never letme\ndown. With my influence and the position of the bank\nofficial we can transfer this money to any \nforeigner's reliable account which you can provide\nwith assurance that this money will be intact pending\nour physical arrival in your country for sharing.\n \nThe bank official will destroy all documents of\ntransaction immediately we receive this money leaving\nno trace to any place and to build confidence you can\ncome immediately to discuss with me face to face after\nwhich I will make this remittance in your presence and\nthree of us will fly to your country at least two days\nahead of the money going into the account.\n \nI will apply for annual leave to get visa immediately\nI hear from you that you are ready to act and receive\nthis fund in your account.\n\nI will use my position and influence to obtain all\nlegal approvals for onward transfer of this money to\nyour account with appropriate clearance from the\nrelevant ministries and foreign exchange departments.\n \nAt the conclusion of this business, you will be given\n35% of the total amount, 60% will be for me, while 5%\nwill be for expenses both parties might have incurred\nduring the process of transferring.\n\nHope to hear from you soonest.\n\n\nYours Sincerely,\n\nMr James Smithy.\n \nN.B.  I need your phone and fax numbers for easy\ncommunications as the case may be.\n\n\n\n\n\n\n\n\n\n\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam\nprotection around \nhttp://mail.yahoo.com \n\n\n\t\t\n__________________________________ \nDo you Yahoo!? \nThe all-new My Yahoo! - What will yours do?\nhttp://my.yahoo.com \n\n\n", "id": "ce49faed75336b263db7fc8fe9665692"}