{"email_subject": "PLEASE YOUR ASSISTANCE IS NEEDED.", "email_body": "DEAR FRIEND,\n\nWE ARE MEMBERS OF SPECIAL COMMITTEE FOR BUDGET AND PLANNING\nOF THE MINISTRY OF PETROLEUM,\n\nTHIS COMMITTE IS PRINCIPALLY CONCERNED WITH CONTRACT\nAPPRAISALS AND APPROVAL OF CONTRACTS IN ORDER OF PRIORITIES\nAS REGARDS CAPITAL PROJECTS OF THE FEDERAL GOVERNMENT OF\nNIGERIA. WE ARE SENDING YOU THIS MAIL BASED ON THE\nINFORMATION WE GATHERED FROM THE TRADE OFFICE OF THE\nNIGERIAN CHAMBER OF COMMERCE ANDINDUSTRY. WE BELIEVE THAT\nYOU WOULD BE IN GOOD POSITION TO HELP US IN OUR BID TO\nTRANSFER THE SUM OF TWENTY FOUR MILLION, EIGHT HUNDRED\nTHOUSAND UNITED STATES DOLLARS (US$24.8)INTO FOREIGN\nACCOUNT. WHICH WE SUCCESSFULLY SECURED WITH OUR POSITION\nIN THE GOVERNMENT.\n\nTHIS AMOUNT WAS ACCUMULATED THROUGH UNDECLARED WINDFALL\nFROM OIL SALES OF CRUDE OIL DURING THE GULF WAR.WHAT WE\nNEED FROM YOU IS TO PROVIDE A SAFE ACCOUNT INTO WHICH THE\nFUNDS WILL BE TRANSFERRED SINCE GOVERNMENT OFFICIALS ARE\nNOT ALLOWED BY OUR LAWS TO OPERATE FOREIGNACCOUNT. IT\nHAS BEEN THAT THE OWNER OF THE ACCOUNT WILL BE COMPENSATED\nWITH US$4.160MILLION OF THE TOTAL REMITTED FUNDS, WE KEEP\nUS$19 MILLION FOR OUR PERSONAL USE, WHILE US$1,640 MILLION,\nWILL BE OFFSET FOR ANY EXPENSES AND PAY THE NECESSARY\nTAXES. THE FUND, IS PRESENTLY IN A SUSPENCE ACCOUNT IN THE\nCENTRAL BANK OF NIGERIA WAITING FOR CLAIM. SO ONCE WE\nRECEIVE YOUR EARLIEST RESPOND WE SHALL PUT IN APPLICATION\nON\nYOUR BEHALF NOTIFYING FEDERAL GOVERNMENT THAT IT IS YOUR\nCONTRACT PAYMENT AND AS WELL LEGALISE SOME VITAL DOCUMENTS\nON YOUR FAVOUR WITH OUR GOOD POSITION IN GOVERNMENT. AND\nTHE DOCUMENTS WILL BE SENT TO CENRAL BANK AS PROVE OF\nOWNERSHIP OF THE SAID FUND. IT MAY INTEREST YOU TO KNOW\nTHAT TWO YEARS AGO A SIMILAR TRANSACTION WAS CARRIED OUT\nWITH ONE MR. PATRICE MILLER THE PRESIDENT OF CRAINE\nINTERNATIONAL TRADING CORPORATION AT #135, EAST 57TH\nSTREET, 28TH FLOOR, NEW YORK. 10022 WITH TELEPHONE (212)\n308-7788 AND TELEX # 6731689, AFTER THE AGREEMENT BETWEEN\nBOTH PARTNERS IN WHICH HE WAS TOTAKE 5%.THE MONEY\nWAS DULY TRANSFERRED INTO HIS ACCOUNT ONLY TO BE\nDISSAPOINTED ON OUR ARRIVAL IN NEW YORK AS WE WERE RELIABLY\nINFORMED THAT MR. PATRIC MILLER WAS NO LONGER ON THAT\nADDRESS WHILE HIS TELEPHOE AND TELEX NUMBERS HAVE BEEN\nREALLOCATED TO SOMEONE ELSE, THAT IS HOW WE LOST\nUS$27.5MILLION TO MR. PATRICE MILLER.THIS TIME AROUND WE\nNEED A MORE RELIABLE AND TRUSTWORTHY PERSON OR A REPUTABLE\nCOMPANY THAT WE CAN AS WELL CONTINUE IN BUSINESS AFTER THIS\nPRESENT TRANSACTION, SO IF YOU CAN PROVE YOURSELF TO BE\nTRUSTED AND INTERESTED IN THIS DEAL THEN WE ARE PREPARED TO\nDO BUSINESS WITH YOU.\n\nAND ALL WE WANT FROM YOU IS THE ASSURANCE THAT YOU WILL LET\nUS HAVE OUR SHARE WHEN THIS AMOUNT OF US$24.8MILLION IS\nTRANFERRED INTO YOUR ACCOUNT. PLEASE EMAIL YOUR RESPONSE SO\nTHAT WE CAN ADVISE YOU ON THE MODALITIES OF THE\nTRANSACTION. ALL MODALITIES HAVE BEEN WORKED OUTAND\nONCE STARTED WILL NOT TAKE MORE THAN 7 WORKING DAYS WITH\nABSOLUTE SUPPORT OF ALL CONCERNED.\n\nTHIS TRANSACTION IS 100% SAFE. WE WISH TO HAVE YOUR DIRECT\nPHON/FAX NUMBER FOR EASY COMMUNICATION. PLEASE TREAT THIS\nMESSAGE WITH UTMOST URGENCY AND CONFIDENTIALITY, ALSO MAIL\nYOUR RESPONSE TO MY DIRECT EMAIL AT (mrbenamuka@yahoo.es)\nAS STATED ABOVE. FOR CONFIDENTIAL REASONS.\n\nI AWAIT YOUR SATISFACTORY RESPONSE IMMEDIATELY.\n\nYOURS SINCERELY,\nMR. BEN AMUKA\n\n\n\n\n\n\n\n\n", "id": "ce644045bf4efc9c648409424e2f832d"}