{"email_subject": "Read Carefully Please, Company Agent Needed", "email_body": "TASAKI-SHINJU MANUFACTURING COMPANY LTD.\nTrusty Kojimachi Bldg. 3-4 Kojimachi, \nChiyoda-ku, Tokyo. 102-0083 Japan.                       \n                                   \n \nDear Sir/Madam,\n \n \nOur-Ref.Tasaki/24598/07                               Your-Ref-----    \n\n\nI am Mr. Tasaki Shinju, President of TASAKI-SHINJU MANUFACTURING COMPANY LTD. \nTasaki-Shinju Company, Ltd. is a subsidiary of the world renown U.S. multi-\nenergy producer Tasaki-Shinju, in Japan and Asian regions and are producing \nand marketing not only high quality specialty lubricants but also petroleum \nand energy products. We specialized in the Refrigeration Oils, Rubber Process \nOils, metalworking Oils, Industrial Lubricants, Automotive Lubricants, etc. \nWe are currently searching for representatives who can help us establish a \nmedium of getting to our customers in the Canada/America and other nearby \ncountries as well as making payments through you to us.  \nSunoco, Inc was established in 1954, Entering into a new era where the demand \nfor continuous improvement and expansion is far beyond what was perceived and \nrequired just a few years ago, corporate entities are constantly striving for \nperfection, knowing all too well that tomorrow will be yet another challenge. \nWith all the new horizons that unfold before us, the difficulty of venturing \nout into the unknown requires preparation, experience, creativity and \nmotivation. We, TASAKI-SHINJU MANUFACTURING COMPANY LTD. take on the challenge \nand look to the expansion of our horizons with pleasure. \nYou do not have to leave your present job for this one because this job offer \nwill be on a part time basis as it comes once in a while and remuneration is \non a percentage basis of 10% of the total amount you receive from my customers \nat any time on my behalf. The reason why I seek your assistance is that \nAmerican and Canadian checks take a long time to clear here in Japan, thereby \nholding business down for my associates and me. Now I already have customers \nwho are ready to remit cash to me. Please to facilitate the conclusion of this \ntransaction if accepted, do send me promptly the following information below \nby My private at infoattasakijapan@yahoo.co.jp\n \nNAME.......................................\nRESIDENTIAL ADDRESS........................\nAGE:.......................................\nSTATUS:....................................\nSTATE/COUNTRY..............................\nTEL/FAX....................................\nNUMBERS....................................\nCOMPANY NAME............................... \nOCCUPATION.................................\n \nWe would be glad to have you as one of our esteemed Representative in your \nlocation and be rest assured that adequate pecuniary and lucrative \ncompensations will be given and other benefits follows. Upon appointment, you \nare allowed the opportunity of determining the method or mode through which \nyou would be paid for your services as our Representative in any of these \nRegions. \n \nRegards,\nTASAKI-SHINJU \nPresident & CEO\nTASAKI-SHINJU MANUFACTURING COMPANY.\nTEL: +81=354=603=939            \nFax: +81=936=631=610  \n \n\n\n", "id": "ce89c1eaa3ff9a85f171bc452b8d7bc3"}