{"email_subject": "From Cynthia.", "email_body": "From: Mrs. Rose D. Aboka,\n\nGreetings in the name of God. Please let this not sound strange to you. I am \ndeaf and suffering from a long time cancer of the bream! set which also \naffected my brain, from all indication my conditions is really deteriorating \nand it is quite obvious that according to my doctors they have advised me \nthat I may not live for the next six months, this is because the cancer \nstage has gotten to a very bad stage. I was brought upfrom a motherless \nbaby&#65533;s home, married to my late husband for twenty years without a \nchild. My husband died in a fatal motor accident.Before his death we were \ntrue Christians.\n\nSince his death I decided not to re-marry, I sold all my inherited \nbelongings and deposited the sum of US$3 million dollars with a Security \nCompany here in Abidjan. Presently this money is still with them and the \nmanagement just wrote me as the true owner to come forward to receive the \nmoney or issue a letter of authorization to somebody to receive it on my \nbehalf since I can not come over because of my illness. Presently I'm with \nmy lap top in a hospital where I have been undergoing treatment for cancer \nof the lungs. I have since lost my ability to talk and my doctors have told \nme that I have only a few months to live. It is my last wish to see that \nthis money is invested to any organization of your choice and distributed \neach year among the charity organization, the poor and the motherless \nbaby&#65533;s home where I come from. I want you God fearing to also use \nthis money to fund churches, orphanages and widows.\n\nIf you are interested, please respond back to my proposal so that I will \ngive you security firm contact, They will issue you the letter of authority \nthat will prove you as the new beneficiary of this fund. Please assure me \nthat you will act accordingly as I stated herein.\n\nFull names_________________\nContact Address________________\nTelephone/fax numbers____________\n\nGod bless you.\n\nYours in Christ,\nMrs. Rose D. Aboka.\n\n_________________________________________________________________\nMSN Hotmail : créez votre adresse e-mail gratuite & à vie ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "ce8e83a4f9c64af67b396f8fa3174c95"}