{"email_subject": "Re: Iraq", "email_body": "\n10 Jasim Street,\nIbrahim'Ali, Baghdad, Iraq.\nEmail: falbashar@olumo.net\n\nRe: Urgent Assistance Needed\n\nBy way of introduction I am Eng. Farouk Al-Bashar, I represent my family as the oldest son of the Al-Bashar family, who are the descendants of Ibrahim Al-Bashar Ali from one of the oil rich areas in Iraq. Over the years my family has acquired huge sums of money from royalties for the exploration of oil in our region but over the past 15 years, Saddam Hussein and his gangs of bandits have taken our oils without payments and we can not complain as those who did are all dead. In the wake of the Gulf War of 1990, our family withdrew most moneys that remain in coded bank accounts that Saddam did not find and we hide it in a secret chamber underground, where it remained safe until after the war. At the end of Gulf war, we moved the funds into a private vault of a security company in Baghdad, where it was until we collected it a few days ago on the fear of the eminent war with America.\n\nWe pray they remove Saddam as he is the cause of much hardship here, but our funds are trapped here and there is no avenue to transfer any amount from Iraq without Saddam knowing. The problem now is how do we transfer the funds totalling US$12.5 Million in cash from here.\n\nWe are afraid that with the capacity of the bombs America is coming to Baghdad with nowhere would be safe for the money, so we need you to help in securing a private collection agency who would come to Iraq and collect the money and have them moved to the west, where our family is planning to relocate to as life in Iraq is no longer worth living because of Saddam.\n\nI have to travel lots of miles each day to send an email hoping someone out there would assist this family, if you can we will give you the details of an agency that can lift the funds from here as given to me by a US Marine. The private collection agency would then collect the fund from here and deliver it to you for safe keep. Hoping the American campaign would be successful, we would then come over to your country\nfor a meeting to share the funds and hopefully start a new life with you as a partner.\n\nFor your assistance with this project the family is willing to give you 10% of the funds, however if this does not suit you we are open for negotiation.\n\nWe eagerly await your response so we can inform you of the next line of action.\n\nRegards.\n\nEng. Farouk Al- Bashar\nFor the entire Al-Bashar family\n\n\n\n\n\n\n", "id": "cea31e8a055b41710521a51e5626da0a"}