{"email_subject": "Investment  Proposal.", "email_body": "PETROLEUM (SPECIAL) TRUST FUND LAGOS-NIGERIA. CONFIDENTIAL  REQUEST FOR URGENT BUSINESS PROPOSAL  From the Desk of: Dr. Fahd A.Usman. Phone 234 80 33206813. Fax 234 1 7599055.  Dear Sir,  This letter may come to you as a surprise since it is coming from someone you have not met before. However, we decided to contact you based on a satisfactory information we had about you. I am a Medical Doctor currently working with the Petroleum Trust Fund (PTF). I and some of my close and trusted colleagues need your assistance in the transfer of US$21.8 million to overseas. This fund was generated from over-invoicing of contracts executed by the PTF under our control and supervision. This fund is now ready to be sent out by a special diplomatic courrier service.What we want from you include the following: 1. Name of Company & Address 2. Your Private Telephone & Fax Number 3. Beneficiary Name 4. Your international passport number Upon receipt of these informations, an application shall be made in your name for the approval and movement of the funds which shall be by special diplomatic courrier services due to the amount involved.The copies of the approval and other relevant documents shall be faxed to you for your perusal.please treat as strictly confidential for obvious reasons. The fund will be shared as follows: 1. 17% for your assistance 2. 80% for myself & my Colleagues 3. 3% for contingency expenses We wish to assure you that your involvement should you decide to assist us, will be well protected, and also, this business proposal is 100% risk free as the remittance will be made through the legal procedures. Note: your discussions regarding this transaction should be limited because we are still in government service. We intend to retire peacefully at the end of this transaction. Let honesty and trust be our watchword throughout this transaction and your prompt reply will be highly appreciated. Thank you for your anticipated cooperation while we look forward to a mutually benefiting business relationship with you. Best Regards.  Dr. Fahd A.Usman", "id": "cf00ff6ffecdd1dd9cd913d5c2c43f1c"}