{"email_subject": "from mrs grace", "email_body": "Mrs. Grace Obaseki\nFlat 8 Block 12 NNPC Quarters\nGarki Abuja Nigeria\nEmail, graceobaseki2004@yahoo.com\nHELLO DEAR.\n\nI presume this letter will come to you as a surprise, but\nas things unfold, we will\n  know each other better. I will start by introducing\nmyself to you.\n  I am Mrs Grace Obaseki, the wife of Chief Jackson Gaius\nObaseki,\nthe Managing Director, and Chief Executive, Nigerian\nNational\nPetroleum orporation (NNPC).\n\n  I am really sure that you will be of a good assistance\nafter going\nthoroughly through this letter.\nFor many years of marriage now between me and my husband,\nI have not\ngiven birth, and this has really troubled my husband. As a\nresult\nof the respect given to local tradition culture and custom\nhere in\nNigeria, my husband has decided to break the marriage.\nWith the\nsituation of things with me now, my matrimonial home look\nbleak.\nI am been threatened daily by my husband to get out from\nthe home.\nMy Husband s brothers are not left out in this matter.\nThis\nsituation has really affected me psychologically.\nAs at now, I am no longer Assured of a matrimonial home,\nhence I seek\nyour urgent assistance and help which I know will go a\nlong way in\ngetting me settled finally.\n\nI want to use this opportunity to move the sum of (US$18M)\ninto your\ncustody for safe keeping, pending my arrival in your\ncountry. This\nsaid amount was given to my husband as gratification from\nsome\nForeign Oil Companies he helped in getting Allocation for\nthe Drilling of\nCrude Oil in Nigeria.\nAs a civil servant, he does not want to be exposed, hence\nhe gave me\nthis money to keep in my personal account so that he can\nbe\nexonerated from the eyes of government security operatives\nand the Civil\nService Commission (CSC) which is a body that scrutinizes\nthe\nactivities of all civil servants in Nigeria as checks and\nbalances for\nofficial misconduct.\n\n\nBe informed that this money is not connected with drugs;\nmoney\nlaundry, firearms and looting which I believe will put\nfears in you to\nrender the required assistance needed from you and\nconsequently\nwithdrawing your help for security reasons.\nHence the source of this said money is clean and clear.\nThis money was\ndeposited in my personal name, and there is no way it can\nbe\ntransferred telegraphically under the banking procedures\nwhich could\nhave been the easiest, but because of monetary transfer\nrestriction\nby the Federal Government of Nigeria, that is defeated.\nRather I have arranged a diplomat manager to move this\nmoney out in\ncash to any destination where it will be easy for you to\ncollect\nunder diplomatic immunity.\n\n\nThis he has assured me of. As a soon as I see your\nresponse and\nwillingness to help as regards to this, I will furnish you\non the next\nline of action to take, but be rest assured that this\ntransaction\nis 100% risk free, and my husband will not raise any alarm\nbecause\nhe will not like to put himself, his job and office in\njeopardy,\nand if he does, he stands the change of loosing his job.\n\nAs soon as this money is moved to you, and you confirm to\nme that you\nhave received it, I will be coming to meet you up there in\nyour\ncountry where I wish to live the rest of my life.\nI will be offering you 20% of this money for all your help\nat this\ntime of need, while some percentages has been set aside\nfor my\nBrother to complement his efforts here.\nBe informed that this transaction will not last more than\n14\nworking days and it\n  will be concluded because every arrangement has been put\nin place.\nYour negative or positive response will be highly\nappreciated.\n\n  Yours faithfully,\nMrs Grace Obaseki\n--------------------------------------------------\nNuevo Depsito a un mes 6% T.A.E. de ING\nhttp://ingdirect.ozu.es/\n--------------------------------------------------\nCorreo enviado desde http://www.ozu.es\n\n\n\n\n", "id": "cf5bf742e3203957add16f80f86c8c31"}