{"email_subject": "FROM MRS.COMFORT SOMBA.", "email_body": "FROM MRS.COMFORT SOMBA. \nABIDJAN COTE D' IVOIRE \nWEST AFRICA.\n\nDearest, \n\nI am Mrs Comfort Somba from India. I am married to Late Mr Daniel Somba who worked with India embassy in Ivory Coast for nine years before he died in the year 2001. We were married for eleven years without a child. He died after a brief illness that lasted for only four days. \n\nSince his death I decided not to remarry or get a child outside my matrimonial home which the Bible is against. When my late husband was alive he deposited the sum of $5.5Million (Five Million Five Hundred Thousand U.S. Dollars) in one of the Security Company here in Abidjan. \n\nRecently, my Doctor told me that I have serious sickness which is cancer problem. The one that disturbs me most is my stroke sickness. Having known my condition I decided to donate this fund to a church or individual that will utilize it the way I am going to instruct herein. \n\nI want a God fearing person that will use this fund for orphanage Homes, widows, propagating the word of God and to endeavour that the house of God is maintained. The Bible made us to understand that Blessed is the hand that gives, I took this decision because I don't have any child that will inherit this money and I don' t want my husband's efforts to be wasted or abandoned or a situation where this money will be used in an ungodly way. \n\nDue to my health conditions, I have forwarded all the necessary documents required for this fund released to the Security Company and also an Authority Letter Directing the Security Company to release this deposited family treasure to you as soon as you Identify yourself to the Security Company as the deposited family treasures recipient. \n\nKindly contact the Security Company and request for this deposited family treasure as I have directed you.\n\nHoping to receive your reply Immediately. \nYours in Christ, \nMrs Comfort Somba.\n\n\n\n\n", "id": "cf72a53a37c4c187e3855785af2615f1"}