{"email_subject": "Greetings from Abraham", "email_body": "66 PLANTATION DRIVE,\nVICTORIA ISLAND \nLAGOS, NIGERIA. \nDear Friend,\n \nI am a director in the foreign affairs department of the Nigerian National Petroleum Corporation (NNPC). I got your email during a Personal research on the Internet and wish to use this opportunity to notify you of the existence of a certain amount we wish to transfer Overseas for the purpose of investments and importation of goods from your country. \nIn May 2003, a contract of sixty-six million United States dollars ($66,000,000) was awarded to a foreign company by my ministry. The Contract was supply, erection and system optimization of supper polyore200,000-bpsd, system optimization of 280,000-monax axial plants and the computerization of conveyor belt for Kaduna refinery. With the Consent of only the head of the contract evaluation department, I over Invoiced the contract value by thirty four million \nUnited States dollars ($34,000,000:00). \nThe contract has since been completed and the foreign company fully paid off. But, in the office files and paper work, the company is still owed USD34M representing the over invoiced amount. Because this amount is derived from the award and execution of a foreign contract, there is no way the money can be paid locally. That is why I am contacting you so that we can do the project together for our mutual benefit. We have concluded every necessary arrangement to transfer this amount to a foreign account as the final phase payment for the said contract. \nI solicit your assistance to enable us transfer the said amount into your safe bank account and after we shall come over there to share the money with you. You can either provide us with an existing account or to set up a new bank account immediately to receive this money, even an empty a/c can serve to receive this money, as long as you will remain honest to me till the end of this important business trusting in you and believing that you will never let me down either now or in future.\n \nWe sincerely need an honest person to work with and have agreed to share the money in the following percentages, 65% will be for us, 30% will be for you whose account is used to secure the funds and 5% will be used to settle every expenses incurred during the transaction like air tickets etc. There is no risk involvement because applications will be made to the concerned Federal ministries and parastatals with official approvals given by the Federal government before the Central bank of Nigeria will be officially authorized to wire the funds to your nominated bank account by telegraphic transfer. Those involved over here are directors in the ministry, they know how best to effect the transfer and will come over there to collect their own share. \nIf you are interested, contact me via email indicating your full names,company/business name and address. Your direct telephone and fax numbers for effective communication. The name and address of the bank you will like us to deposit the money, the telephone and fax numbers of the bank, the account name and number etc. Everything has been arranged and I will send more information about the business transaction to you as soon as I hear from you. For obvious reasons, please keep the proposal top secret. \nKind regards,\nAbraham Patrick  ", "id": "cf8d02a59dbf4e862d5ac1db06a760a8"}