{"email_subject": "Private/Confidential", "email_body": "Private/Confidential\n\nDear friend, \n\nI regret any inconvenience I could \nhave caused by contacting you with my business proposal.\n\n\nHowever,  \nthis is something that I need the assistance of a foreign partner to \ncarry out successfully, hence this communication with you.I would like \nyou to  providing advisory assistance and services, you are also going \nto assist in receiving by bank transfer to your account the funds to be \nutilized for the proposed investments.  The total amount involved is \neighteen million five hundred thousand Dollars (US), which, after we \nreached recessary agreement, shall be transferred through the overseas \nbanking agent of Central Bank of my country (The Gambia).\n \n\nThe fund \nis presently waiting to be transferred to any foreign beneficiary \nconfirmed by us to them as our overseas associate.  Our proposal is \nthat after you receive the funds,  you will receive a one-off \ncommission of 20% of the total amount transferred.  \n\n\nThe remaining \n80% for me and my partners will be used for various forms of \nlegitimateinvestments in your country.  However, this is optional, and \nshould it not beconvenient for you to further assist us with investing \nthe money, we can end our cooperation after you make available to me \nour 80% of the money.\n\n \nOur proposed venture with you is absolutely \nlegitimate, with approval of regulatory authorities in my country,  and \nthe money will be transferred to your account with all necessary back-\nup documents showing legitimate source/origin of fund. The transfer \nwill be effected to your account within seven (7) working day as soon \nas we reach an agreement and you furnish me with a suitable bank \naccount for receiving the money.\n\n\nPlease, get back to me asap with \nyour confirmation that you are ready to co-operate and work with us as \noutlined above.  Any suggestions which you may have for facilitating \nthe transaction successfully from your side are welcome.\n\nregards,\n\nAzeez Cumoo.\n\n\n\n", "id": "cfaded5d0db820277ad2f9b9e6d816a9"}