{"email_subject": "i am writteing with tears", "email_body": "Dearest One, \n         I am writting this letter with due respect and heartful of tears since we have not known or met ourselves previously I am asking for your assistance after I have gone through a profile that speaks good of you. I want to find out if it's possible for you to deal with individual as to investment.I came across your profile and I feel it's highly reputable that is why I pick an interest getting across to you in respect of investment at my disposal. I will be so glad if you can allow me and lead me to the right channel towards your assistance to my situation now.I will make my proposal well known if I am given the opportunity. I would like to use this opportunity to introduce myself to you. Well \n    I am Ruth Williams from Liberia,the only daughter of COL Gabriel Williams My father is now late,he died during the last crisis in my country(Liberia). He was one of the high officers in the leadership of former president Charles Taylor who is now in exile after many innocent soul were killed,My father was unlucky to be among those that was killed by the rebel.Since after the death of my father my step mother and my uncles are after my life because they want to have the m,just because am too young.\n  My mother Died 2weeks,after the death of my father, before the death of my father ,  he told me that he has the sum of Ten million,  five Hundred thousand United State Dollars. USD ($10.500,000) fix desposited account,  which is the cause of hatred of  friends, and  relatives, and even brothers,  \n       That I should seek for a foreign partner or one capable and reliable that i can trust and love that will help me so that i can leave this country and invest in other business of my choice where I will transfer this money and use it for investment purposes and to further my education. \n   \n  so i am seeking for your asistance in making this purposes.\n  Furthermore, ruth_williamsy2k61@yahoo.com you indicate your options towards assisting me as I believe that this transaction would be concluded successfully.\n   \n  Anticipating to hear from you soon.  \n   \n  yours faithfully\n   \n  Ruth. W .\n\n\t\t\n---------------------------------\nNew Yahoo! Messenger with Voice. Call regular phones from your PC and save big.", "id": "cfae1461eb086cf5eec3e86ca00b3ce1"}