{"email_subject": "CONFIDENTIAL BUSINESS ASSISTANCE ", "email_body": "Dear Sir, \nCONFIDENTIAL BUSINESS ASSISTANCE \nI am Mr. Mohammed Jaja, Deputy Secretary-General to \nthe Nigerian Football Association parent body of the World Youths \nChampionship, NIGERIAN 99 Local Organising Committee. \nAn affiliate of Federation of International Football Association (FIFA). \n\nIn the course of our preparation to host the World Youth Soccer \nChampionship Tagged (NIGERIAN 99) two years ago. \nHuge sum of money running into millions of United \nStates Dollars was budgeted by the then Military Government for the \nsuccessful organisation of this competition. \n\nIn the same vein, the FIFA \nPresident Mr. Joseph (Sepp)Blaster donated some millions of Dollars for the same \nproject, not to talk of Corporate bodies, Organisations and Football loving \nindividual as the Deputy \nSecretary to both the Local Organising Committee (LOC) and the \nNigerian Football Association (NFA), I and some of my \ncolleagues in sensitive position were able to Over -Invoice most of the \ncontracts, \nconstruction and refurbishing of the 8 stadia,Press Conference \nRooms,Communication facilities and all other infrastructures used for the \ncompetition.The contractors who handled these projects had been \npaid off. \n\nI wish to inform you that the sum of US$18.5 million was realised as a result of \nOver-Invoicing after the successful \ncompetition and the said sum is presently lying in my \nOrganisations (NFA) coded account with the Central Bank of \nNigeria,ready for transfer into an overseas account of our choice.It \nmight interest you to know that the New Civilian President of Nigeria has \nordered that all Debt owned to foreign contractors should be paid \nimmediately in order to woo more foreign investors into Nigeria. \nIn the light of the above, I has been mandated by my \ncolleagues to seek for an honest and trustworthy foreigner who will \nassist us in ensuring the successful Transfer of the above sum into \nhis Personal/Companies Account. \n\nAll necessary modalities/plan is duly worked out accordingly, you the \naccount owner will be entitled to 20% of the Total fund while 5% will \nbe used to settle any expenses that might be incurred by both parties \nand 75% will before me and my colleagues. \n\nYou might be surprised and curious on how I got your \ndetail in particular,it is courtesy of the Chamber of \nCommerce,Mines and Industry. \n\nAll we require from you is your Co-operation as this Transaction is absolutely \nrisk-free. \n\nWe kindly request that you handle this transaction with utmost secrecy.We are \nhoping to develop a good \nbusiness relationship with you. \n\nYour immediate response will be highly \nappreciated.I will want you to respond or through this \nemail address;mjaja01@ecplaza.net\nbecause of the confidentiality \nwhich this transaction needs. \n\nYours sincerely, \n\nMR. Mohammed \n\n\n", "id": "cfc97fd23d3c969ddb35a461a3e1150c"}