{"email_subject": "IMPORTANT INFORMATION. ", "email_body": "DIRECTOR OF FIRST ATLANTIC COMPANY IN,\nOUAGADOUGOU BURKINA-FASO.\nMY MOBLIE PHNONE 00226- 76 48 09 73.\nMY FAX NUMBER 00226-50 79  12  13 46 03.\n\nATTN:\nI It is with hatful of hope i wirte to you in this context below.I am \nMr.bello dansuki, the director of  first atlantic company in burki-faso west \nafrica.I have urgent and very confidential business proposition for you.\nOn October 6,2003,an American Consultant/Contractor with kopyket company \nITD, Mr Robert Noel made a numbered of time Fixed) Deposit for twelve \ncalendar months,\n\nvalued at $7.5M USD, (SEVEVN MILLION FIVE HUNDRED THOUSAND UNITED STATES \nDOLLARS ONLY), in my branch.Upon maturity, I sent a routine notification to \nhis forwarding address but got no reply. After a month, we sent a reminder \nand finally we discovered from his contract employers, the kopyket \ncontruction company Corporation that Mr. Robert Noel died from an automobile \ncrash.On Further investigation, I found out that he died without making a \n(WILL), and all attempts to trace his next of kin was fruitless.\n\nI therefore made further investigation and discovered that Mr. Robert Noel \ndid not declare any kin or relations in all his official documents,including \nhis certificate of Deposit in our company. This sum of ($7.5M USD only), is \nstill sitting in our company. No one will ever come forward to claim it. \nAccording to our rule in this company, at the expiration of 6(six) years, \nthe money will revert to the ownership of the serria-leone Government if \nnobody applies to claim the fund. Consequently, my proposal is that I will \nlike you to stand in as the next of kin to Mr. Robert Noel sothat the fruits \nof this old man?s labour will not get into the hands of some corrupt \ngovernment officials. This is simple, I will like you to provide immediately \nyour full names and address so that the Attorney will prepare the necessary \ndocuments and affidavits, which will put you in place as the next of kin.\n\nWe shall employ the serivce of theAttorney for drafting and notarization of \nthe (WILL) and to obtain the necessary documents and letter of \nprobate/administration in your favour for the release of the deposited fund. \nA Bank account in any part of the world, which you will provide then to \nfacilitate the transfer of this money to you as the beneficiary/next of kin. \nThe money will be paid into your account for us to share in the ratio of 60% \nfor me and 40% for you.\n\nThere is no risk at all as the paper work for this transaction will be done \nby the Attorney and my position as the Director opreation guarantee the \nsuccessful execution of this transaction. If you are interested, please \nreply immediately. I shall then provide you with more details and relevant \ndocuments that will help you understand the transaction.Please observe \nutmost confidentiality, and be restassured that this transaction would be \nmost profitable for both of us because I shall require your assistance to \ninvest my share in your country.\n\nwaiting for your urgent reply.\nThanks and God Bless.\nYours Faithfully,\n\nopreational director,\nMr.Bello Dansuki.\n\n_________________________________________________________________\nMSN Hotmail : crez votre adresse e-mail gratuite &  vie ! \nhttp://www.imagine-msn.com/hotmail/default.aspx?locale=fr-FR\n\n\n\n", "id": "d00094b7f6618f3bb9b97b57852eec8e"}