{"email_subject": "YOUR CONFIDENTIAL ASISTANCE ", "email_body": "FROM CARLOS SARO  85 MONUMENT ROAD  JOHANNESBURG, \nSOUTH AFRICA\nTEL:+27-83-359-9805\n  FAX:+27 11-7913775\n \nATTN: DIRECTOR/C.E.O\n   \n  With due respect, trust and humility, I write you this proposal, which I believe, would be of great interest to you. I found your contact while I was doing a private research on the Internet for a reliable and capable foreign partner that will assist me and my family.\n   I am MR CARLOS SARO, the personal assistant on a special duty to late Jonas savimbi the former rebel leader of Angola. During the current war between the government forces and the rebel I was sent to South Africa on a diplomatic mission to negotiate purchasing of arms and ammunition worth of US$22M(Twenty Two Million United State Dollars) for fighting of the government forces in Angola but on my middle of negotiation with a private South African arms company here in Johannesburg, I was informed that my rebel leader late (Mr. Jonas Savimbi) was assassinated by the government forces in Angola and the US$22M was sealed in a consignment before sending it to South Africa through a diplomatic channel.\n   After the death of my rebel leader, I decided to divert the fund to a private security and finance company here in South Africa for safe keeping of the fund but on my deposition the consignment/fund I did not disclose the content of the consignment/fund to the security company for security reasons because no rebel official was aware that my late rebel leader sent me on this mission before his death.\n   So if you consider this proposal, I would like you to assist me regard the transferring of the US$22M to your safe overseas bank account where the money will be invested in your country and I will offer you 20% of the total sum for assisting me in this transaction and 5% will be mapped out for expenses both of us may incur during this transaction while 75% will be for my investment in your country. All I want is for you to furnish me your details and your personal phone and fax numbers for easy communication and more information. You can contact me on my above telephone or fax number.\n   NOTE: That this transaction is 100% risk free and absolutely confidential. Thanks and God bless you.\n   Best Regards,\n MR CARLOS \n \t\t\t\t\n---------------------------------\nWant to be your own boss? Learn how on  Yahoo! Small Business. \n \t\t\t\t\n---------------------------------\nWant to be your own boss? Learn how on  Yahoo! Small Business. ", "id": "d00401fabb593c2d78b212c6fe0340d5"}