{"email_subject": "YOUR HELP NEEDED", "email_body": "Attn,\nDear Sir,\nI know that this proposal might be a surprise to you but it as an emergency\nto our condition with my mother here in Dakar,Senegal. Be bless as you help\nme and my mother to transfer and invest our money in your country.My name is\nBINTA CEESAY with My Mother from the republic of Sudan in Central Africa Dafur,\nnow seeking refuge in SENEGAL under the(UNHCR)united nation high\ncommission for refuge with my mother.\n\nI got your contact during a desperate search here in Dakar Senegal for a possible\ninvestment transaction. My (late) father HON DR.KEBBA CEESAY, who was the\nformer ministre of finance and economy in Sudan before he was assinated by\nthe rebels in the capital city of Khartoon 2003. And all our properties was\ntotally destroyed. However, we managed to escape with some of my father's\ndocuments covering $8.500.000 Million dollars(Eight Million Five Hundered\nThousand us dollars Only) which is presently deposited safely in a SECURITY AND FINEANCE HOUSE here in DAKAR,SENEGAL West Africa on my name as the only DAUGHTER of the family and the next of kin.\n\nAll the vital documents are with my mum here and will be fax to you as our foreign partner for investment.\n\nMeanwhile,we are saddled with the problem of securing a trust worthy foriegn\npersonality to help us transfer the money and invest it in his country and\ninto his possession pending our arrival to meet with him. Furthermore, we\nonly want this done this way because your country is politically stable for\nany profitable investment and only if you accept our proposal, you will\nserve as the beneficiary of the fund on commencement of this proposed\ntransactions.Anybody who will assist us in this transaction will take 25%of the total sum while 70% will be for me and my mother while 5% will be used for any expencies incured during the transfer of this fund. \nHope to read from you soonest. \nYours faithfully, \nBINTA CEESAY\n\n\n\n\n\n", "id": "d0133e9f86d6951e11bee10b8036f48e"}