{"email_subject": "MY WILL.", "email_body": "My Lordship, \n \nCalvary greetings in the name of our Lord Jesus Christ, I am former Mrs. Fatima Abass Yakubu Idris now Mrs Mary Abass Yakubu Idris, a widow to Late Sheik Abass Yakubu Idris.\n \nI am 65years old; I am now a new Christian convert,suffering from long time cancer of the breast. From all indications, my condition is really deteriorating and is quite obvious that I may not live more than six months, because the cancer stage has gotten to a very Severe stage.\n \nMy late husband was killed during the Gulf war, and during the period of our marriage we had a son who was also killed in a cold blood during the Gulf war. My late husband was very wealthy and after his death,I inherited all his business and wealth. My personal physician told me that I may not live for more than six months and I am so scared about this. \n \nSo, I now decided to divide part of this wealth, by contributing to the development of evangelism in Africa,which is in my place,America Europe and Asian Countries.This mission, which will no doubt be tasking had made me to recently relocate to Nigeria, Africa where I live presently. \n \nI selected you and your church after visiting the website for this Purpose and prayed over it, I am willing to donate the sum of $2,200,000.00 Million US Dollars to your Church/Ministry for the development of evangelism and also as aids for the less privileged around you.\n \nPlease note that, this fund is lying in a Security Company in Europe and the company has branches,therefore my lawyer will file an immediate application for the transfer of the money in the name of your ministry. Please, do not reply me if you have the intention of using this fund for personal use,than enhancement of evangelism. \n \nLastly, I want you/your ministry to be praying for me as regards my entire life and my health because I have come to find out since my spiritual birth lately that wealth acquisition without Jesus Christ in one's life is vanity upon vanity.If you have to die says The Lord, keep fit and I will give you the whole of my life. May the Grace of our Lord Jesus Christ, the love of God and the sweet fellowship of the Holy Spirit be with you.\n \nI awaits your urgent reply.\n \nYOURS IN CHRIST, \nSISTER MARY ABASS IDRIS. \nCHRIST LOVE MINISTRY, \nILORIN, KWARA STATE. \n\n\n____________________________________________________________\nCharle con sus amigos online usando CHAT 123 http://www.123.com/sp/chat/section.php?id_section=329\n\n\n", "id": "d015ea0816ccb8509702db469a75f0dc"}