{"email_subject": "Business Proposal.", "email_body": "FROM THE DESK OF :DR SULIEMAN SULIE\n                                  \n                               URGENT BUSINESS PROPOSAL\n \nI AM A SENIOR ACCOUNTANT WITH THE NIGERIAN LIQUIFIED NATURAL GAS (NLNG)\nHERE IN LAGOS. I HAVE BEEN ASSIGNED BY MY COLLEAGUES TO SEEK FOR A FOREIGN\nPARTNER WHO WILL ASSIST US IN THE TRANSFER OF THE SUM OF US$27.5M (TWENTY\nSEVEN MILLION, FIVE HUNDRED THOUSAND UNITED STATES DOLLARS). THIS MONEY\nAROSE FROM A DELIBERATE OVER-INVOICING OF A PARTICULAR CONTRACT AWARDED\nBY MY CORPORATION.\n \nMY COLLEAGUES AND I HAVE AGREED THAT IF YOU OR YOUR COMPANY PROVIDES AN\nACCOUNT FOR RECEIVING THIS MONEY, THE SHARING RATIO WILL BE THUS:\n \n1. 60% FOR US HERE IN NIGERIA ?THE OFFICERS INVOLVED?.\n2. 30% FOR YOU OR YOUR COMPANY THAT PROVIDE THE ACCOUNT.\n3. 10% FOR EXPENSES INCURRED BY BOTH PARTIES IN THE COURSE OF THIS TRANSACTION.\nNOTE: THE NATURE OF YOUR BUSINESS IS IRRELEVANT TO THIS TRANSACTION.\nTO EFFECT THE TRANSFER OF THE ABOVE SUM, WE REQUIRE THE FOLLOWING FROM YOU:\n \n*YOUR NAME OR COMPANY?S NAME, ADDRESS, TELEPHONE, FAX AND TELEX NUMBERS.\n \nAND AS SOON AS THESE REQUIREMENTS ARE RECEIVED, THE MONEY WILL BE TRANSFERRED\nINTO YOUR ACCOUNT OR YOUR COMPANY?S ACCOUNT FOR SAFE KEEPING PENDING OUR\nARRIVAL FOR SHARING. EVERY ARRANGEMENT HAS BEEN CONCLUDED FOR A SUCCESSFUL\nAND HITCH-FREE TRANSFER FOR THIS MONEY INTO YOUR ACCOUNT OR COMPANY?S ACCOUNT.\nPLEASE KEEP THIS TRANSACTION SECRET. INDICATE YOUR INTEREST IN THIS BUSINESS\nTHROUGH MAIL(suliemansulie2@fastermail.com)\nNOTE: WE EXPECT YOUR IMMEDIATE RESPONSE VIA E-MAIL OR FAX FOR SPEEDY TRANSACTION.\n \nFURTHER INFORMATION WILL BE CONVEYED TO YOU AS SOON AS I RECEIVE YOUR ACCEPTANCE\nLETTER.\nBEST REGARDS,\n \nDR.SULIEMAN SULIE.\n \nEmail suliemansulie2@fastermail.com\n\n\n___________________________________________________________________________\nCon Terra MAIL obtienes 6MB de espacio además de bloqueo ANTISPAM\nhttp://terramail.terra.com.mx/TerraMail/\nAcceso a Internet 3 x 1, desde ¡$179 pesos al mes! \nhttp://www.terra.com.mx/acceso/suscribete/\nEncuentra los mejores productos y precios increibles!!\nAprovecha nuestra promoción a 12 pagos sin intereses con Banamex y Bancomer\nhttp://www.decompras.com/\n\n\n\n\n\n", "id": "d02a21e38ffd6cfcbc3e4134398660ed"}