{"email_subject": "MOI CHER.", "email_body": "\n\nMOI CHER.\n \nPermettez-moi de vous informer de mon désir de l'entrée dans le rapport d'affaires avec vous. je ne dois pas hésiter à me confier à vous pour ces affaires simples et sincères. \nJe suis MIKE KONE seul fillS du défunt M. et MME PHILIP KONE. que mon père était un négociant très riche de cacao à abidjan, la capitale économique de la Côte d'Ivoire,mon père a été empoisonné à la mort par ses associés d'affaires dans une de leurs promenades en voyage d'affaires. Ma mère est morte quand j'étais tout bébé et depuis lors, mon père m'a pris  si spécial. \n \nAvant la mort de mon père, dans un  hôpital privé ici à abidjan,il m'a secrètement appelé sur son chevet et m'a dit qu'il a la somme de dix sept millions cinq cent mille Dollars Americain ( US$17,500,000) qu'il a  deposer à une banque ici à abidjan a mon nom en tant son seul fillS donc  l'heritier en le déposant la banque. \n \nIl m'a également expliqué que c'était en raison de  sa richesse qu'il a été empoisonné par ses associés d'affaires. Que je  devrais chercher un associé étranger dans n'importe quel pays de mon choix où je transférerai cet argent pour le  d'investissement tel que la gestion des biens immobiliers ou la gestion d'hôtel.\n \nje cherche honorablement votre aide des manières suivantes (1) pour fournir un compte bancaire dans lequel on transférerait cet  argent.(2)pourservir de gardien de ces fonds puisque j'ai seulement 18ans (3) pour  faire l'arrangement pour que Je venions dans votre pays pour continuer ma'éducation et pour obtenir notre papiers de résidentes dans votre pays.\n \nD'ailleurs monsieur, je suis disposé à vous offrir 15% de toute la somme en compensation pour votre effort/imput après le transfert réussi de ces fonds en votre compte nommé outre-mer et 5% pour les autres  depenses.En outre,\nvous indiquez vos options pour m'aider et je crois que cette transaction serait conclue dans quatorze (14) jours sivous acceptez  m'aider.\n \nj'attends urgemment votre reponseMerci que Dieu vous beise\nsincerementMIKE KONE\n_________________________________________________________________\nTéléchargez le nouveau Windows Live Messenger !\nhttp://get.live.com/messenger/overview", "id": "d08878d0839b89ef3e8307a4c2a204e3"}