{"email_subject": "Mrs.Vivian Karefa ", "email_body": "\nFrom:Mrs.Vivian Karefa and son.\nRefugee Camp,Abidjan\nRepublic of Cote D'Ivoire,\nWest Africa.\nDear ,\nGreetings to you,Please permit me to inform you of my\ndesire of going into business relationship with you,which\nwill be of a mutual benefits between both of us.\nI am Mrs.Vivian Karefa,the widow of Late General John\nKarefa,the former Director of military inteligence and\nspecial acting General Manager of the Sierra-Leone Diamond\nmining co-operation(SLDMC).I am contacting you to seek\nyour\ngood assistance to transfer and invest the sum of US$8.5\nmillion (Eight Million Five hundred thousand United States\nDollars)\nbelonging to my late Husband which is deposited in a\nfixe suspence account in a bank here in Abidjan,the\ncapital\ncity of Ivory Coast in West Africa.\nThis money was revenues from solid minerals and diamonds\nsales which were under my husband's possession before the\ncivil war broke out.Following the break out of the\nwar,almost all government offices,co-operations and\nparastatals were attacked and vandalized.\nThe SLDMC was looted and burnt down to ashes,and\ndiamonds worth millions of dollars was stolen by the\nrebels millitary forces who attacked my husband office.\nMany top government officials and senior army officers\nwere\nassasinated and my husband was a key target because of his\nvery sensitive military possition and appointment in the\nSLDMC.\nRegretably,my husband was abducted and got his two\nhands amputated by the brutal R.U.F rebels(Revolutionary\nUnited Front)during their mid-night shoot-out in our\nofficial residence in freetown,our capital city.\nBefore the death of my husband in the hospital,he told me\nthat should incase he did not survived that he deposited\nsome money which he made from diamond sales and contracts\nin a bankhere in Ivory Coast and that we should pray and\nfind a\ntrust worthy foreign business partner who would help us to\ntransfer and invest this money in profitable business\nventure overseas.\nHe told me to do this quickly so that I can leave Ivory\nCoast with my only son who is here with me in the refugee\ncamp and then settle down abroad.He told me where the bank\ndocument to prove the deposit is kept in our house.\nI have gone to the bank to make inquiries about this\nmoney and I spoke with the Manager of the International\nremittance who assured me that everything is intact\nand promised to help me transfer this money to my\nforeign partners bank account as soon as I provide my\npartners foreign bank account for them.However,the\nmanager is very concerned because of our situation here.\nIf you are willing to assist me,please let me know\nimmediately you received this mail so that you will\narrange\nthe transfer of the money to your account with the\nbank.Please\nnote that I can offer you 15% of the total sum after\nthe money has been transfered into your account.\nI am interested in any profitable commercial venture which\nyou consider very good in your country.Please for security\nreason,I humbly beg you to keep this transaction very\nconfidencial.\nPlease there is urgent need for the money to be\ntransferred to your account because of the political\ncrisis here in Cote d'Ivoire now.I am hoping to hear your\nurgent response soonest for more clearification.\nThank you and may God richly bless you and your Dear\nfamily.\nMrs.Vivian Karefa and son\n\n\t\t\n---------------------------------\n  Do You Yahoo!? La mejor conexin a Internet y 2GB extra a tu correo por $100 al mes. http://net.yahoo.com.mx ", "id": "d0c517cf410f0bf6e04932b96c6d286e"}