{"email_subject": "DEAR FRIEND", "email_body": "\nDear Friend,\n\nMy name is SALIM IBRAHIM a merchant in Dubai, in the U.A.E. I have been diagnosed with Esophageal cancer. It has defiled all forms of medical treatment, and right now I have only about a few months to Live, according to medical experts.\n\nI have not particularly lived my Life so well, as I never really cared for anyone (not even myself) but my business. Though I am very rich, I was never generous, I was always hostile to people and only focused on \nmy business as that was the only thing I cared for. But now I regret all these as I now know that there are more to life than just wanting to have or make all the money in the world.\n\nI believe when God gives me a second chance to come to this world I \nwould live my Life a different way from how I have lived it. Now that \nGod has called me, I have willed and given most of my property and \nassets to my immediate and extended family members as well as a few \nclose friends.\n\nI want God to be merciful to me and accept my soul so, I have decided \nto give also to charity organizations, as I want this to be one of the last good deeds I do on earth. So far, I have distributed money to some \ncharity organizations in the U.A.E, Algeria and Malaysia. Now that my \nhealth has deteriorated so badly, I cannot do this myself anymore.\n\nI once asked members of my family to close one of my accounts and \ndistribute the money which I have there to charity organization in \nBulgaria and Pakistan, they refused and kept the money to themselves. \n\nHence, I do not trust them anymore, as they seem not to be contended \nwith what I have left for them.\n\nThe last of my money which no one knows of is the huge cash deposit of $20,500,000.00(Twenty Million Five Hundred Thousand U.S Dollars) that I have with a finance/Security Company abroad. I will want you to help me collect this consignment and dispatched it to charity organizations.\n\nI have set aside 15% for you, then 5% for any expenses insured.\n\nGod be with you.\n\nSALIM IBRAHIM\n\nNOTE: PLEASE I WISH TO SINCERELY ADVICED THAT I CAN BE REACHED ON MY WEBMAIL ADDRESS BELOW:\n\nsalim_ib@myway.com\n\n___________________________________________________________________________\nMail sent from WebMail service at http://frenchdog.ru/\n\n\n", "id": "d0c7dd46bd5ea78178b3fe2d70b3e58f"}