{"email_subject": "WRITE ME!!!", "email_body": "\nMRS. MARIA SOCORRO\nCREDIT ACCOUNTS OFFICER\nHEAD OFFICE EQUITABLE PCI BANK TWR.\nMKT AVENUE. COR.H.V DELA COSTA STR\nPHILIPPINES.\nGood Day,\nLet me start by introducing myself, I am MRS MARIA  SOCORRO, CREDIT \nACCOUNTS OFFICER EQUITABLE PCI BANK. I am writing you this letter based on \nthe latest development at my bank, which I will like to bring to your \npersonal edification. I am writing you this letter with so much joy and \nexcitement even though my heart goes out to the very powerfuland \ndistinguished gentleman who I was fortunate to have worked for and extremely \nprivileged to have known for numerous years.\nI am a top official in charge of client accounts in EQUITABLE PCI BANK \ninside the Philippines.In 2001, my client was going through a \nhorrendous divorce in the United States Of America and Was on the verge of \nlosing most of his estate to his vicious and diabolical wife. As a result of \nthis alarming predicament, my client came to me with a very brilliant \nidea. He transferred some funds, ten million two hundred thousand \ndollars($10.2m) to a fixed deposit account in my bank under an alias which \nonly the two of us knew about as the confidentiality of the matter was \nnecessary for his protection.\nDue to his untimely death in early 2002, the funds have been sitting in \nthe account ever since and will continue to do so perpetually unless we \ndo something about it. This is where you come in. I located you through \nan agency that helps seek people by their email.\nMy client did not declare any next of kin in his official papers \nincluding the paperwork of his bank deposit. Against this backdrop, my \nsuggestion to you is that I would like you as a foreigner to stand as the \nnext of kin to our client so that you will be able to receive his funds. I \nwant you to know that I have had everything planned out so that we can \ncome out successful.\nI have contacted an attorney that will prepare the necessary document \nthat will back you up as the next of kin to my client. All that is \nrequired from you at this stage is for you to provide me with your Full \nNames and Address so that the attorney can commence his job.\nThe allocation of our money will be as follows: 20%($2.02m) to you for  \nyour part in this, 75% for me and my partners and 5% for any \nunforeseeable expenses we may incur.You can contact with this \nmail;(mrs_socorro27@hotmail.com)\nkind Regards,\nMrs. Maria Socorro\n(mrs_socorro27@hotmail.com)\n\n\n\n", "id": "d0d5d5bb421ca99c34ff84565db263c7"}