{"email_subject": "S.E.M PAUL ANTOINE BOHOUN BOUABRE", "email_body": "A l’attention de messieurs et mesdames les Directeurs et Directrices. Je me présente : Je suis le Ministre de l’économie et des finances de la République de Côte d’Ivoire, Son Excellence Monsieur Paul Bohoun BOUABRE. Je vous adresse ce message pour juste demander votre accord pour une affaire diplomatique que je voudrais vous proposer.Comme vous devez le savoir mon pays, depuis le 19 septembre 2002 est rentré dans une autre phase de son histoire avec cette rébellion armée qui a fait son apparition. Alors que j’exerce dans le gouvernement légal de Son Excellence Monsieur Laurent GBAGBO au titre du Ministre de l’économie et des finances, l’heure est venue maintenant pour que je sécurise certains de mes biens acquis pendant tout ces 5 ans que j’ai eu à exercer dans le gouvernement. Voici maintenant que notre « père » la France et la communauté internationale menacent de bloquer nos biens, et que toutes nos sorties d’argent à l’étranger sont contrôlées par cette communauté intern\n ationale, c’est alors que je viens auprès de vous pour solliciter votre appui et aide pour que je transfère 8.5 millions d’Euros que j’ai gardé dans une banque locale de mon pays à Abidjan sur le compte d’une de mes sociétés. Je veux que vous compreniez que tous nos comptes qui se trouvent en Italie, Suisse, Canada et la France sont détectés par la France, pour cette raison, je ne peux plus effectuer de transfert sur ces comptes, et je ne peux plus ouvrir d’autres comptes à l’étranger. C’est alors dans ce cas que je vous sollicite afin de prendre contact avec moi pour que nous fassions connaissance et que je vous mette par la suite en contact avec cette banque pour que vous fassiez toutes les démarches nécessaires pour transférer ces 8.5 millions d’Euros dans le compte de votre société ou votre compte privé. La raison de cette décision est que je ne sais pas combien de temps notre régime tiendra encore. Dans l’attente de votre réponse, veuillez agréez messieurs recevoir mes \n salutations les plus sincères. Mon email: bohoun_bouabr@yahoo.com S.E.M PAUL ANTOINE BOHOUN BOUABRE\n\n\nBlog your life with Jubiiblog ? try the newest Blog on the block. http://www.jubiiblog.co.uk", "id": "d0dbe653723228f8d116ffcf40108700"}