{"email_subject": "AWAITING FOR YOUR URGENT RESPONSE..", "email_body": ">From The Office of The Director of\nInternational Relation,Access Bank Plc\n22 Marina Street,Marina\nLagos-Nigeria\n\nDear,\n\nPlease permit me to introduce my humble self to you. I am  Mr. Harrison Ken \nthe Director of International Relation with Access Bank of Nigeria Limited. \nI 'm 47yrs old and I got your email address on the Chambers of Commerce \naddress list and my confidence reposed on you to contact you. I hope you \nread this message Carefully and reply me immediately,although we have not \nmet before but I suggest that this transaction will bring us together.\n\nMy dear, we have a customer from a your country but base here in Nigeria \nsince over a decade now, his name is Mr. Hamilton Creek from Atlanta Georgia \nUnited State of America but reside here with his wife and his two children. \nMr. Hamilton Has being banking with our bank for the past 4yrs some time \nOctober 2002. On 12th of August 2003 Mr. Hamilton was on his way to his \nhouse and unfortunately he ran into a Trailer truck load of Groundnut Oil \nand died immediately. Their car got burnt and Mr. Hamilton Creek and His \nentire family was confirmed died which no single soul was saved.\n\nThe Board of Directors and the Management of Access Bank has mandated and \nInstructed me to look for Mr. Hamilton Creek relatives/his Next of Kin to \ncome and claim Mr.Hamilton's Fund. Since August 2003 till date I have been \nlooking for Mr.\n\nHamilton Creek Relatives/Next of Kin to come and claim Mr. Hamilton's Fund \nwhich he Deposited with our bank. I have made a frantic effort to contact \nthe American Embassy and after 3days the Ambassador told me that Mr. \nHamilton Creek has no relation and no next of Kin.The Ambassador also told \nme that Mr. Hamilton used his first son as His next of kin but it is quite\nunfortunate that Mr. Hamilton Creek died with all his family members. The \nreason why I contacted you is this, Mr. Hamilton is dead and his only son \nwhom supposed to inherit his properties and money also died With him.\n\nAs at this moment, nobody or person[s] is coming to claim this Money from \nour bank. The board directors and management of our  bank has told me that \nif nobody or person[s] apply for the claim of Mr. Hamilton's Fund, the bank \nwill decleared Mr.\n\nHamilton's Fund as unclaimed and it will send into the Federal Government of \nNigeria Reserve Account, In order to avert this, I want you to stand as the \nRelation/relative of Late Mr. Hamilton Creek and to act as the Hamilton's  \nrelative so that late Mr. Hamilton Creek money which he deposited with our \nbank will be release to you. It might interest you  to know that Mr. \nHamilton has a Domiciliary Bank Account with our Bank and he has a total sum \nof US$52Million (Fifty two Million\n\nUnited States Dollars) and it is the exact amount which late Mr. Hamilton \nCreek has in his domiciliary Account  and this money is still in his account \nas unclaimed money.\n\nThis transaction is very easy and simple and it is 100% risk free. I'm the \nDirector of International Relations with Access  Bank of Nigeria Limited and \nthe management/Board of Directors of the Bank are waiting for me to present \nto them the Relation or next of Kin to late Mr. Hamilton Creek, which I told \nthem that I am still searching the next of kin to the deceased.\n\nFinally, if you are interested with this transaction, I will present you to \nthe bank as the only next of kin to late Mr, Hamilton Creek and I will let \nthe bank to know that you are the only right person to inherit Late Mr. \nHamilton Funds and  properties, and his Money US$52M(fIifty two Million \nUnited States Dollars) will be transferred into Your Own  Account as late \nMr. Hamilton Creek next of kin.\n\nPlease if you are interested, Just email  me on my direct private and \nsecured Email Address for immediate commencement so that late Mr. Hamilton \nFunds will be credited Into your Account and all his Properties will be \nreleased to you either Through\n\nCourier Services or the Bank will Cargo all his properties to You in any \nwere you want it.\nSo reply me immediately and let me know what your decision and also feel \nfree to ask any questions. Meanwhile we will share Late Mr. Hamilton Creek \nFunds 50-50 which you will take 50% of the US$52M. which is amounting to \nUS$26M, (Twenty Six Million United States Dollars, while the Balance of the \nsame amount will be mine.\n\nI will be waiting for your Immediate response,\n\nThanks and have a nice day.\n\nFriendly Regards\n\nMr. Harrison Ken.\n\n_________________________________________________________________\nMessage offline contacts without any fire risk! \nhttp://www.communicationevolved.com/en-za/\n\n\n\n", "id": "d157993cfaf20f92a84819a58eb6cdc6"}