{"email_subject": "From:Savimbi Denis", "email_body": "ATTN: SIR/MADAM\n\nI understand that this letter will be of great surprise to you ,Especially\nas itcomes from a stranger .I am Prince.Dennis Melange Savimbi from the\nrepublic ofAngola.I got your contact from the internet while i was searching for a\nforeignerwho can help me in this case.\n\nOn the 22nd of february 2002, the rebel leader JONAS SAVIMBI my dad was\nkilled.butbefore his death,he told me secretly that he deposited some money for us\nin case heis killed,we should flee for our lives.the money he said was supposed to\nbe forammunitions.he told me that he divided the money for ammunitions and gave\nsome ofthe money to the head of Armed and Ammunition Procurement Division , and\nsent themon a mission to NIGERIA with the sum of (US$30Million United State\nDollars) toenable them stay there and negotiate with any of the Europe or America\ncountry asregards the buying and shipment of arms and ammunition into my country .\nThe moneywas conveyed to NIGERIA through diplomatic means and the other part ($25M)\nwasdeposited at a Security Company in Nigeria by my father, while they were\nnegotiatingthe arms deal.THE MONEY HE SAID WAS DEPOSITED IN MY NAME.\n\nDuring the begining part of last year ,we heard my father was dead and so,i\nremebered that my dad talked about some money he kept for us in the\nsecurity vaultin Nigeria.i also remembered that he said we should immediately flee for\nour saftyto anywhere that is safe.so,i decided that the money must be cleared and\nused forsomething that will make us ok in life.\n\nmy mum had resolved to end the war in my country.She needed oversea medical\nattention for her heart disease and as a result,she wanted us to get out\nof thecountry for the sake of our safety.\n\nSo , we thus agreed to look for a God fearing person oversea who can\nassist us inclaiming these fund and deposit it into his or her personal/company\naccount. So,Weare soliciting for your assistance on this matter ;as this stands to be\nthe onlyhope for the future survival of the Family cause we cannot travel out of\nthe countrybecause things are not yet settled. Presently we are seeking assylum in\nNigeria,since it became necessary for us to live my country completly for\nsecurityreasons and the money is here in Nigeria in a security company ;\nfortunately enoughthis company we believe is closer to us and so,we will instruct them to\nairship itto netherland where they have diplomatic immunities for fear of discovery\nwe willdiscuss with the company as regards the money in their Nigerian Office,\nbut for thefact that we have not got any contact from out side Africa for now we are\nunable togive the instructions. This is the more reason why we are contacting you.\nHere inNigeria ;we have limited right to invest this fund ; considering the means\nin whichthe money was acquired, and Nigeria been a African Nation ,Hence we took this\ndecision .In antipation of your assistance we have agreed to give: 30% of\nthe totalsum to you,10% mapped out to cover any expenses that may be incuried in\ncourse ofthe transaction, 60% for me and my family. We wish to invest this fund in\nyourcountry ,this transaction is 100% risk free as we have concluded all\nnecessaryarrangments before contacting you.\n\n\nWe expect your favourable response, indicate your private Telephone and\nFax numbersfor easy\ncomunication. Upon comfirming your readiness to assist we shall get all\nnecessarydocument including the certificate of Deposit made in your name as it was\nmerelydeposited by my father as family valuables.\n\nThanks For your Co-operation,\n\nWe expect to here from you .\n\nYours Faithfully,\n\nPrince DENNIS MALANGE SAVIMBI.\n\n\n\n---------------------------------------------------\nWWW.COM - Where The Web Begins! http://www.www.com/\n\n\n\n", "id": "d17b2359a3db17277cd009022bd06c3c"}