{"email_subject": "Confidential and Urgent matter", "email_body": "Confidential and Urgent matter\n\nI believe you are a busy person, please let me briefly\noutline Our agenda, and then, I will proceed to give you\ndetails.\nI am Mrs. Diepreye Alamieyeseigha the Only Wife of present\nGovernor of Bayelsa State of Republic of Nigeria I know\nthat it may surprise you being emailed by a strange Woman\nfrom African country asking for urgent assistance in an\nurgent deal. The reason why I decided to involve you in\nthis deal is due to what my husband is  experiencing in\nLondon at present, when he was arrested with 1 .5 millioin\npound sterling in his guest house in london recently.\nCHECK THESE LINK OUT;\n http://news.bbc.co.uk/1/hi/world/africa/4253362.stm\n http://www.nigeriaworld.com\nBecause of this terrible experience I decided that morning\nabout the money (USD$120Millions) left behind here in state\nhouse,I was afraid of putting the fund in the Bank, because\nI have to give account to the bank on how I got the money.\nI then packaged the fund in consignments and deposited the\nconsignments with a security/courier company. I did not\nwant the management of the Security Company to know the\ncontent of the consignments, therefore I registered the\ncontent of the consignments as Gold Bars. Now, the security\ncompany believes that  what I deposited with them was Gold\nBars.\nI have notified the Security Company where I deposited the\nconsignments that contained the fund, that I am moving the\nconsignment abroad and the security company has since been\nwaiting for my authority for the consignment to leave my\ncountry and move to abroad.\n If you know that you handle .receive such big funds\nhonestly and wisely , then do contact me back first through\nthis my email:  Mrs.DiepreyeAlamieyeseigha@hotmail.com\nWe have set assude 20% percentage of the cash will be\nyour's after you receive the consignment/funds. Then you\nwill open an account in your country with my name and\ndeposit our 80% percentage of the cash.I want to inform you\nthat if you are able to receive this money your percentage\nwill increase after subsequent deals if you prove your\nreliability in this deal Please don't involve a third party\nin this deal because of the nature of the deal and also as\na public figure my husband may be implicated by the third\nperson And don't dispose any document of this deal to any\nbody except when we ask you to do so, Note that this\ntransaction involves no risk whatsoever for you will have\nNO dealing with my country Nigeria goverment Rather, you\nwill deal directly with the security courier company . \n Let me have your confidential Details YOUR FULL\nNAME,PHYSICAL MAILING ADDRESS,PHONE AND FAX NUMBER (Which i\nwill give to the company to ship the consignment to you\nimmediately) in your response to this proposal   .\nThis matter should be treated as urgent and confidential as\npossible please\nBest regards\nMrs. Diepreye Alamieyeseigha\nFirst Lady \nBayelsa State ,Nigeria\n\n\n", "id": "d18b5366bd84756cf8f8fc99b33fa158"}