{"email_subject": "AN IMPORTANT MESSAGE REV BARRY ALEXANDER", "email_body": "\nDear Sir/ Madam, \n\n Greetings in the wonderful Name of our Gracious and Blessed Saviour, Jesus the Christ.\n\n I am Rev.Father Barry Alexander 60 years old from the republic of Ireland. Presently, I am the catholic Archbishop of Queensbury diocesses in United Kingdom. \n\nEver since I became an Archbishop, I have been helping the Orphans in some of the charitable Societies across few European Countries. I have donated some money to a charitable Home in Spain, Sweden and here in \nIreland with the little God has given me. \n\nBut it is sad to let you know that, i became ill recently from Cancer of the liver. Before i got ill, i had sent some money amounting to Four Million Two Hundred Thousand US Dollars (US$4.2M) to a security and financial company in Amsterdam, the Netherlands.The fund is safe. I have been using the company for over Ten years now. I am presently admitted \nin Addenbrookes Hospital, Cambridge for Medical treatment with little hope of survival. Please if you can stand as my Next of Kin to this Funds, kindly reply me with your Name: Address: Tel: Fax: \n\nto enable me forward a letter of nominee on your behalf to the security company in Amsterdam where the Funds is presently kept for further distribution among the charitable Homes in your country as directed by me. As soon as i get your response, I will make you my next of Kin and \nfurnish you with more details on how the Funds can be claimed by you physically from the financial company in Netherlands. Thereafter, i will also give you instruction on how the Funds will be distributed among some charitable Homes in your country. \n\nIn return, I will offer you 20% of the total sum (US$4.2M) while extra 5% shall be set aside for all expenses incured by you during the process of claim. My Lord has already revealed to me that, you would be trustworthy \nenough to carry out this soul surviving transaction. \n\nMay the Peace and Joy of the Lord abide in you.\n\n\nHis humble Servant,\nMost Rev. Barry Alexander.\n\n\n\n\n___________________________________________________________________________\nE-mail enviado desde el servicio de WebMail de TuSitio.com - http://tudominio.com\n\n\n", "id": "d2ad645c1b5f42924b6be04fd81474e1"}