{"email_subject": "YOURS  FAITHFULLY", "email_body": "DR.EVERES HENRY\nAUDDITOR GENERAL \nPERSONAL & CONFIDENTIAL \nATTN: \nDear........., \nPROVISION OF BANK ACCOUNT TO DEPOSIT FUNDS\" \n\nPlease accept my sincere apology if my email does not\nmeet your business or personal ethics. I will first\nintroduce myself as DR.EVERES HENRY, a staff in the\naudit section of a well-known bank, here in London,\nEngland.\n \nOne of our accounts, with holding balance of\n26,000,000 (Twenty Six Million Pounds Sterling) has\nbeen dormant and last operated three years ago. From\nmy investigations and confirmation, the owner of the\nsaid account, a foreigner by name John Shumejda died\non the 4th of January 2002 in a plane crash in\nBirmingham; you can view this CNN website:\n(http://edition.cnn.com/2002/WORLD/europe/01/04/england.plane/)for\ndetails on the crash. Since then, nobody has done\nanything as regards the claiming of this money, as he\nhas no family member that has any knowledge as to the\nexistence of either the account or the funds; and also\ninformation from the National Immigration also states\nthat he was single on entry into the UK. \n\nAfter detailed investigations on the deceased and his\naccount, I found out there is no mention of any heirs\nor family member on the account document in the Bank\nrecords, therefore the money was lodged secretly into\nthe account. Plans are to transfer the fund out with\nyour sincerely help.\nThis transaction is totally free of risk and troubles\nas the fund is legitimate and does not originate from\ndrug, money laundry, terrorism or any other illegal\nact. \nOn your interest, let me hear from you URGENTLY.\nI look forward to hear from you soonest. \nMay God bless you.\n\nWarm Regards,\nDR.EVERES HENRY.\n\n\n\n\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam\nprotection around \nhttp://mail.yahoo.com \n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n\n", "id": "d3208fd41245f8d622c6a692a2451bde"}