{"email_subject": "FROM:MRS.GLORIA DUBE I NEED YOUR HELP PLEASE ", "email_body": "\nFROM:MRS.GLORIA DUBE.\n\n  Good  Day\n\n                       I NEED YOUR HELP PLEASE\n  This may appear a bit surprising to you but very beneficial as a matter of\nurgentcy,I am desparately looking for a foriegn partner whom i can trust\nto handle\nsome investment or fund movement.I am Mrs.GLORIA DUBE,wife of late Mr.PETER\nDUBE,who was murdered by the Zimbabwean veterans and irrate blackpeople.I am\nwriting from South Africa.I got your address from the internet through the\nconsultancy directory during my search for a reliable and honest person to\ntransact this business\nwith.\n  I write to solicit for your special assistance to a family shattered by a\ntyrannical government led by a dictator and his(ZANU-PF)ruling\nparty-president\nRobert Mugabe.Because of land and farm land crisis in Zimbabwe,the government\nsecretly sponsored the war veterans and some irrate party members to\ndisposess the\nland being occupied by white farmers.This action has led to the killing of\nsome\nmembers of opposition party including my husband(Mr.PETER DUBE).\n  But before the death of my husband,he anticipated some dangers and so he\ndeposited\nthe sum of US$15.4m(Fifteen million four hundered Thousand United States\nDollars)in the name of our only son JAMES DUBE,with the help of reputable\nsecurity\ncompany in south Africa with the intention of using it to open fertilizer\nmanufacturing company among other companies in our neighbouring\ncountry(Swaziland)after his university education.\n  On the 29th of June 2000,the war veterans and some supporters\nof(ZANU-PF)ruling\nparty trooped into our compound and axed him(my husband)to death.Since\nthen,they\nhave been terrorizing my only son,JAMES DUBE,but we managed to escape to a\nneighbouring country,South Africa as a political asylum\nseeker(refugee).But our\nposition in South Africa does not permit us to open an account or run any\nhuge\nfinancial business.\n  That is why I want this fund to be transferred into your private account\nso that\nyou will assist him to invest it in your country.Hence,if you agree to assist\nus,we will offer you 20% of the money for your assistance,80% will be for our\nfamily investment in your country through your assistance.I need your\nurgent and\nconfidential response.Please you can contact my son JAMES DUBE Email him\natjamesdube000@webmail.co.za\n  Best regards,\n  Mrs.GLORIA DUBE.\n(For The Family).\n  Upon your immediate response,I will immediately arrange and send to you\nall the\ninformations that will empower your good self in finalizing the\ntransaction with\nthe security company here in south Africa I will also send to you the\nagreement\nthat will protect both interest.And also further information about\nyourself is\nnecessary for I can not play on this.\n  Waiting for your prompt and positive response.Please read about problems in\nZimbabwe from the link below.\n  http://news.bbc.co.uk/1/hi/world/africa/918781.stm\nhttp://news.bbc.co.uk/1/hi/world/africa/715001.stm\nhttp://news.bbc.co.uk/1/hi/world/africa/1063785.stm\n  PLEASE CONTACT MY SON JAMES DUBE HE IS THE ONE IN CHARGE OF THE MONEY\n\n\n\n\n\n", "id": "d34c91179d58611b378ebc3293ec53de"}