{"email_subject": "Reply Asap", "email_body": "Dear Sir, \n\nI know this message will come to you as a big surprise because we have not met before, but please do not think this is one of those junk emails you received in your email box this is for real. \n\nI am Rahim Sule I am the personal assistant to the late Mr. Alexander Murphy .my late boss Mr. Murphy spent all his live here in Lagos Nigeria. He is one of the richest contractors based in Nigeria before he died on 10th Jan 2000 together with his only daughter Kimberly in a motor accident. \nthe reason I am telling you these is because since Mr. Murphy died, a lot of letters and faxes has been coming to me the personal assistant to inform the next of kin to the late Mr. Murphy for the collection of $15 million united states dollars (fifteen million united states dollars) which is his balance for the road construction contract he executed for the Nigerian government. \n\nBut late Mr. Murphy has no next of kin; he died together with his only child Kimberly who is the next of kin. \nI lived with him for 20 good years and he lost his parents when he was a small boy. Mr. Murphy generation is finished. But nobody knows his history apart from me the personal assistant he told me everything about his life before he died. So this is what I want the both of us to do immediately, I will present you as the next of kin I have all documents and files of the late Mr. Murphy which will cover you up fully as the next of kin. \nThe Contract Award Committee is waiting for me to inform the next of kin of late Mr. Murphy for him or her to contact the payment committee for them to release the $15 million United States dollars to the next of kin. \nAnybody I present as the next of kin the money will be given to the person joyfully with my approval. It is only I the personal assistant that can produce the next of kin. This is a quick and sweet business if only you will cooperate with me there is nothing to fear in this business since I am involved. \nThe last letter the contract Award committee wrote to me yesterday was that if I cannot inform the next of kin, to contact them for the collection of the $15 million, that the funds will be sent into their government account and it will be used to purchase arms for their soldiers. \nI am just coming back from their office before writing you this letter; I told them that the next of kin will contact them very soon for the collection of fund. \nSo I want the both of us to do this business together and collect the $15 million dollars when the fund is collected we must remove 10% of the total amount and give to charity homes then yourself and myself will now share the remaining equally 45% for you 45% for me. \n\nPlease do not tell anybody what I just wrote to you for security reasons and for the safety of the business. \nPlease if you will do this business with me send me your telephone number so that I can reach you. \nI wait to hear from you as soon as possible. \nRahim Sule\n\n\n\n", "id": "d362a2a5c16396ca6042927d5d76498c"}