{"email_subject": "Mail from Barrister. Joseph Morimai.", "email_body": ">From : Barrister. Joseph Morimai\n\nKindest Attention,\nFirstly, not to cause you embarrassment, I am Mr. Joseph \nMorimai, a Papua New Guinean by Nationality, a Barrister \nbased in the United Kingdom and the personal attorney to \nlate Mr. Mark Michelle a National of France, who used to \nbe a private contractor with the Shell Petroleum \nDevelopment Company in Saudi Arabia, herein after shall \nbe referred to as my client. On the 21st of April 2001, \nhe and his wife with their three children were involved \nin an auto crash; all occupants of the vehicle \nunfortunately lost their lives. \n\nSince then, I have made several enquiries with his country's \nembassies to locate any of my clients extended relatives, \nthis has also proved unsuccessful. After these several \nunsuccessful attempts, I decided to contact you with this \nbusiness partnership proposal. I have contacted you to \nassist in repatriating a huge amount of money left behind \nby my client before they get confiscated or declared \nunserviceable by the Bank where this huge deposit was lodged. \n\nThe deceased had a deposit valued presently at GBP30 million \nBritish Pounds Sterling and the Bank has issued me a notice \nto provide his next of kin or Beneficiary by Will otherwise \nhave the account confiscated within the next thirty official \nworking days.  Since I have been unsuccessful in locating the \nrelatives for over three years now, I seek your consent to \npresent you as the next of kin / Will Beneficiary to the \ndeceased so that the proceeds of this account valued at \nGBP 30 Milliom British Pounds Sterling can be paid to you. \n\nThis will be disbursed or shared in these percentages, 60% \nto me and 40% to you.I have all necessary legal documents that \ncan be used to Back up any claim will be obtained From the Court \nof England with the Certificate Of Deposit which has been issued \nto me by the Bank. \n \nAll I require is your honest Co-operation,Confidentiality and \nTrust to enable us see this project through. I guarantee you \nthat this will be executed under a legitimate Arrangement that \nwill protect you from any breach of the law. All the relevant \ndocuments that will give you the legal backing to claim the \nfund will be processed. Please acknowledge receipt of this \nmessage by e-mail.\n\nAs I am based in the United Kingdom. And please provide me the \nfollowing below; this is to enable me commence immediate \npreparation of all legal document that will back up our claim.\n\n1. Full Name\n2. Your Telephone Number and Fax Number\n3. Your Contact Address.\n\nYour urgent response will be highly anticipated and appreciated.\n\nBest regards,\n\nBarrister. Joseph Morimai.\n\n\n\n", "id": "d3854a2be4a995e0929e24f49db35ec9"}