{"email_subject": "Private memo", "email_body": "Greetings to you,\n\nThis letter must come to you as a big surprise, but \nI believe it is only a day that people meet and become great friends \nand business partners. My name is William Ansah, the present branch \nManager of a bank here in Ghana. Like I said, I have a transaction that \nwill benefit both of us, as your assistance is required as a \nforeigner.  \n \nI use to head the Accounts department in my bank head \noffice, but last December I was asked to take position of a Manager of \nour branch in Kumasi who passed on, so that was how I became the \npresent Manager and\ndiscovered a fortune. As I resumed duty, I \ndiscovered an account with total sum of $12,500,000 million that has \nnot been operated on for the past 4 years.  From my investigation, I \nfound out that this account\nbelongs to one Late Mr. ANDREAS  SCHRANNER \na German great industrialist and a resident of Munich, who \nunfortunately lost his life along with his entire famillies in the \nplane crash of CONCORDE AIRLINE [Flight AF4590 ]  which crashed on 25TH \nJULY, 2000. You shall read more news about the crash on visiting this \nsite, which I got during my investigation; http://news.bbc.co.\nuk/1/hi/world/europe/859479.stm. \n\nThe account is escrow call account, \na secret type of account in my bank and no other person knows about \nthis account or any thing concerning it, the account has no other \nbeneficiary.  I have kept a close\nmonitoring of the account since then \nand nobody has come forward to ask about the money as next of kin to \nthe late Mr. Andreas Schranner, meaning that no one is aware of the \naccount. As the Manager of my bank branch, I have the power to \ninfluence the release of the funds to any foreigner that comes up as \nthe next of kin to the account, with the correct information concerning \nthe account, which I shall give you.\n \nContact me as soon as you \nreceive this message if you feel we can work\ntogether, so we can go \nover the details.  Please, treat with utmost confidentiality.\n\nYou may \ncall me through my personal number +233243510543.\n\nRegards,\n\nWilliam \nAnsah.\n\n\n\n\n\n\n", "id": "d3a2d93701cef0728fbbe5ce183adb31"}