{"email_subject": "Letter from Tenders Board (Urgent)", "email_body": "Dear Sir, \n\nI am Engr. Victor Chigoziem with the Engineering Stores\nDepartment of the Federal Ministry of Agriculture and Natural Resources and member of Tenders Board. We have urgent need for a trustworthy foreign contact person with whom we can carry out a successful business deal.\nFederal Government has voted the sum of US$1.86 Billion for Local \nProduction of food crops. The Government has also considered the impact \nof the importation of some food items like Rice, Beans, Frozen Chicken \nand Turkeys and other food stuffs on the Nations Foreign Reserve and \nhave banned the importation of the items that could be produced locally. As a  result, the ederal Ministry of Agriculture and Natural Resources has been mandated to import Agricultural Equipments for supply to Local Farmers both at SUBSISTENT AND COMMERCIAL level to encourage them to produce enough food items for local consumption and for export to other African Countries. We have already started\nawarding new contracts for supply of the equipments to successful bidders.\nWe want you to submit to us immediately your complete company name, \naddress, your name as President or Managing Director / CEO of the \ncompany, our banking particulars:- (banks name address, telephone, fax \nand telex numbers.\nYour receiving number, swift and routing numbers), with \nthese informations, we can get you properly registered as one of the \ncontractors of FMANR who has already been awarded part of this contract for the sum of US$113.4 Million to supply some of the Agricultural Equipments parts of which we already have in\nour custody (stores). \n\nAfter receiving the above needed and stated information from you, we \nwill process all the documentation and submit them for immediate \napprovals  and the Federal Government will pay 25% of US$113.4 \nMillion into your nominated bank account in the name of your company as the beneficiary, which is US$28.35M . In no time, the remaining\nUS$85,050,000.00 Million shall be paid as balance payment or we together in agreement as partners will use another foreign firm's name that will carry out the supply of the remaining equipments as a sub-contractor to you in our documentation to receive \nthis balance payment. \n\nWe shall come to your country immediately this fund is in your account \nto share the US$28.35 Million. The sharing pattern should be negotiated \nby both parties concerned.\nHowever, be rest assured that no risk is involved or any scandal in the\nfuture, for we have done all our homework very well, nobody will be hurt during and after this transaction. It \nmay also please you to know that all the GOODS that cover the 25% payment are on record, only us that are key members of the contract board committee has this knowledge and information.\nThere is the serious need to keep this transaction secret and very\nconfidential. To that effect, I would require your private phone and fax numbers for easy and confidential communication. \n\nI await your immediate response to this Proposal. Meanwhile, I look \nforward to establishing life long business relationship with you. \n\nThe nature of your company or business does not necessarily have to be \nAgriculturally related but ownership of a company is a criterium for \nthe project, please contact me through my personal email address \n(carlos_sav@myself.com) or (engr_victor@inbox.lv). \n\n\nBest regards, \nEngr. Victor\nChigoziem \n\n\n___________________________________________________\nGO.com Mail                                    \nGet Your Free, Private E-mail at http://mail.go.com\n\n\n\n", "id": "d3b8747faa86aebb001c53c86ec5bf7a"}