{"email_subject": "CAN I TRUST YOU.", "email_body": "From: Dr .A. Smith \nNatWest Bank PLC.,\n24 Frith Street,\nLondon \nW1D5LG, \n\nINTERNATIONAL TRANSFER. LEICESTER CURRENCY CHEQUE/DRAFT DEPARTMENT Telegram: FBNFOREX, \nReply to :allensmith_112@yahoo.ca Dear:Sir, I am Hon. Dr.A Smith Director allocation department from the (NatWest Bank PLC,)London Branch.my office monitors and controls the affairs of all banks and financial institutions in London concerned with foreign claim payments. I am the final signatory to any transfer or remittance of huge funds moving within banks both on the local and international levels in line with foreign claim settlement. I have before me list of funds, which could not be transferred to some nominated accounts as these accounts have been identified either as, unclaimed deposits and over-invoiced sum etc. Your Name was among the people expecting the funds to be transferred into their account, on this note; I wish to have a deal with you as regards to your unpaid funds.I have your file before me and hope your data's are correct and un-tampered unless you reconfirm it not correct. As it is my duty to recommend the transfer of these surplus funds to the Federal Government Treasury and Reserve Accounts as unclaimed deposits, I have the opportunity to write you based on the instructions I received two days ago from the Foreign Debts reconciliation dept to submit the List of payment reports/ expenditures and audited reports of revenues. Among several others, I have decided to remit your claim sum following my idea that we can have a deal/agreement and I am going to do this legally.My conditions: 1. The sum of USD$16.7M only will be transfer into your account after the proccessing of all relevant legal documents with your name as the bonfide beneficary,the transfer will be made by Draft or telegraphic Transfer (T/T), confirmable in 21 working days. 2. This deal must be kept secret forever, and all correspondence will be strictly by email / telephone, for security purposes. 3. There should be no third parties as most problem associated with your fund release are caused by your agents or representative. If you AGREE with \nmy conditions, l advise you on what to do immediately and the transfer will commence without delay as I will proceed to fix your name on the Payment schedule instantly to meet the days mandate. I hope you don't reject this offer and have your funds transferred. \nWaiting for your reply soon. \nYours Faithfully Dr.A. Smith.\n\n\n\n\n", "id": "d3b859f6b26d0bdba11b9aec5a5143d1"}