{"email_subject": "ATTENTION", "email_body": "\n\nFROM THE DESK OF\nREV DR Thomas Ella\nNIGERIA NATIONAL\nPETROLEUM CORPORATION\n21 VICTORIA ISLAND LAGOS\nDATE: 05/10/2006\n \nATTENTION\n\n           PERSONAL AND CONFIDENTIAL \nHaving consulted with my colleagues and based on the information Gathered from \nthe Nigerian Chambers Of Commerce And Industry, I have the privilege to \nrequest your assistance to transfer the sum of (15,500.000.00) FIFITEEN \nMILLION, FIVE HUNDRED THOUSAND UNITED STATES DOLLARS, into your accounts. \n\nThe above sum resulted from an over-invoiced contract, executed, Commissioned \nand paid for about  three years (3) ago by a foreign  contractor.\n\nThis action was however intentional and since then the fund has been in a \nsuspense account at The Central Bank Of Nigeria Apex Bank. We are now ready to \ntransfer the fund overseas and that is where you Come in. It is important to \ninform you that as civil servants, we are Forbidden to operate a foreign \naccount; that is why we require your  assistance. \n\nThe total sum will be shared as follows: 65% for us, 30% for you and 5% for \nlocal and international expenses incidental to the transfer.\n\nThe transfer is risk free on both sides. I am an accountant with the Nigerian \nNational Petroleum Corporation (NNPC). If you find this  proposal \nacceptable,we shall require the following documents:(1) Your banker name and \naddress (2) Your private telephone and fax numbers ? for confidentiality and \neasy communication. (c) Your full name and address.\n\nAlternatively we will furnish you with an application form which you will file \nand apply directly to the Central Bank of Nigeria, where this money was \ndeposited, along with a breakdown explaining, comprehensively what we require \nof you. \n\nThe business will take us (14) working days to accomplish.\n \nAwait your urgent response.\n\nYours Sincerely\n\nRev. Dr. THomas Ella.\n\n\n-----------------------------------------------\nThis mail sent through http://webmail.zoom.co.uk\n\n\n", "id": "d43f9ab9f1a0b2c8c22c89206bc471e4"}