{"email_subject": "Partnership", "email_body": "ATTENTION:                                    \nPRESIDENT/MANAGING DIRECTOR \n   \nDear Sir/Madam, \n   \nRequest for Urgent Business Relationship \n   \nWe are Top Officials of the Federal Government of \nNigeria Contract Review Panel who are interested in \nimportation of goods into our country and \ninvesting abroad with funds which are presently \ntrapped in Nigeria. \nIn order to commence this business we solicit your \nassistance, knowledge and expertise to enable us \nrecieve the said trapped  funds abroad, for the \nsubsequent purchase and inventory of the goods to be \nImported and the investment abroad. \n   \nThe source of this fund is as follows: During the \nprevious military regimes in our country, government \nofficials set up companies and awarded themselves \ncontracts which were grossly over-invoiced in \nvarious ministries. The new civilian government now \nsetup  a contract review panel which i and my \ncolleagues are members and we have identified a lot of \ninflated sum, due to our position  as civil servants \nand members of this panel, we cannot aquire this money \nin our names. \nI have therefore, been delegated as a matter of trust \nby my colleagues of the panel to look for an oversea \npartner into whose account the sum of us$31,000 000,00 \n(thirty-one million united states dollars) will be \nPaid by telegraphic transfer. Hence we are writting \nyou this letter. \n\nWe have agreed to share the money thus: \n1.  70% for us (the officials) \n2.  20% for the foreign patner(you) \n3.  10% to be used in settling taxation and local and \nForeign expenses. \n\nIt is this 70% that we wish to commence the \nimportation business and the investment abroad. Please \nnote that this transaction is 100% safe and we hope \nthat the funds can arrive your account in latest \nten(10) banking days from the date of reciept of the \nfollowing information.A suitable company name and bank \naccount(company or personel) into which the funds can \nbe paid. \n   \nThe above information will enable us write letters \nof claim and job  description respectively. This way \nwe will use your company's name to apply for payments \nand re-award the contract to your company name. \n   \nWe are looking foward to doing business with you and \nsolicit your confidentiality  in this transaction. \n   \nPlease acknowledge reciept of this letter using this \ne-mail address. \ndavidkuta2002@yahoo.com \nI await your urgent response. \n\nNOTE: ALL CORRESPONDENCE SHOULD BE  CONFIDENTIAL. \n\n   \nBest Regards, \nDavid Kuta \n\n\n", "id": "d43fb7fdfd5e1c68d2da0df64e6c176b"}