{"email_subject": "From Aisha Kone", "email_body": "        From Aiash Kone,\nAdjame,Cote d'ivoire\n   \n  Dear Father & mother\n   \n  I am Aisha Kone 22 years old and the only daughter   \nof my late parents Mr.and Mrs.Kone.My father was a highly reputable busnness magnet-(a cocoa merchant)who operated in the pital of Ivory coast during his days. It is sad to say that he passed away mysteriously in France during one of his business trips abroad ,12th.Feb 002.Though his sudden death was linked or rather suspected to have been masterminded by an uncle of his who travelled with him at that time. But God knows the truth!\n   \n  My mother died when I was just 4 years old,and since then my father took me so special. Before his death on Febuary 12 2002 he called the secretary who accompanied him to the hospital and told her that he had a sum of 7 000,000 US DOLLARS (Seven) MILLION U.S DOLLARS)kept in a security company in (ABIDJAN),Cote D'ivoire,\n   \n  He also said that the security company does not know the content of the safe Box.He decleared it as family treasure,He also explained to him that it was because of this wealth that he was poisoned by his business associates, That I should seek for a foreign partner in a country of my choice where I will transfer this money to and use it for investment purposes.\n   \n  I want you to assist me in clearing this box(fund)from the security company and then tranfer the fund into your account overseas as a beneficiary of the fund,and also use it for an investment purpose. I am just 22 years old and a university undergraduate and really don't know what to do.Now I want an account overseas where I can transfer this funds.\n   \n  This is because I have suffered a lot of set backs as a result of incessant political crisis here in Ivory coast.The death of my father actually brought sorrow to my life.Dearest one,I am in a sincere desire of your humble assistance in this regards Your suggestions and ideas will be highly regarded.\n   \n  Now permit me to ask these few questions:-\n1. Can you honestly help me as your daughter \n2. Can I completely trust you?\n3. What percentage of the total amount in question\nwill be good for you after the money is in your\naccount?\n   \n  Please,Consider this and get back to me as soon as\npossible.\n  \nThank you so much.\nMy sincere regards,\nMiss.Aisha Kone.\n  \n\n\n\n\n\n\t\t\n---------------------------------\n Découvez le nouveau Yahoo! Messenger : appelez vers des téléphones en France et à partir de 0,012 \u0080/minute ! Téléchargez la version beta.\n\t\t\n---------------------------------\n Découvez le nouveau Yahoo! Messenger : appelez vers des téléphones en France et à partir de 0,012 \u0080/minute ! Téléchargez la version beta.", "id": "d44d5f7820cbbecd91c20dc189b2d66f"}