{"email_subject": "Greetings", "email_body": "Engr. Ukot Thomas Ukot,\nExecutive Director Project,\nNiger Delta Development Commission,\nOld Secretariat Complex,\nVictorial-Island, Lagos.\nDate: 3rd July, 2004.\n\nDear Sir,\n\nI am Engr. Ukot Thomas Ukot, the Executive Director Project with the Niger Delta Development Commission ( NDDC ).\n\n\nMy commssion - The Niger Delta Development Commission(NDDC)-which is in charge of managing and supervising the disbursement of oil sales revenues for the Nigerian government which covers payment to foreign and local contractors that have executed contracts for the Federal Government.The revenue under our control runs into several hundred of millions of dollars monthly.Myself and other colleagues in the NDDC are currently in need of a foreign partner with whose bank account we shall transfer the sum of Thirty Million United States Dollars($30m). \nThis fund was accrued from various over invoicing of foreign  contractors' payments made over the years. \n\nThe Total fund is presently waiting in the Government Account named CBN/FGN INDEPENDENT REVENUE account Central Bank of Nigeria.However, by virtue of my position as civil servant and staff of the NDDC, I cannot acquire this funds in my name. This is because as top civil servant, I are not allowed by law of the land to own or operate bank accounts outside our country for now. \nI have been delegated as a matter of trust by my colleagues, to look for an overseas partner in whose account we would transfer the fund,hence the reason for this mail.We shall be Transferring the money to your account with the company's name you provide as the beneficiary,  under the guise that you are being paid for a contract which you/your company executed for our country through the Commission.\n \nFor your support and partnership,please reply me to negotiate your fees or the percentage you wish to be paid when the funds arrive your bank account. You must however note that this transaction, with regards to our disposition to continue with you, is subject to these terms. Firstly, our conviction of your transparency.Secondly, that you treat this transaction with utmost secrecy and confidentiality. Finally and above all, that you will provide an account over which you have absolute control .\n\nThe transaction, although discrete, is legitimate and there is no risk or legal lliability either\nto ourselves or yourself now or in the future as we have put in place the neccesary machinery that will ensure a hitch free transfer into your account upon acceptance.\n\nThe transfer will be effected to your account within five - seven (5-7) working days from the date we reach an agreement and you furnish me with a suitable bank account and company name with your contact numbers including fax number.\n\nI am looking forward to doing business with you and do solicit your confidentiality in this transaction, Please mail back your response through this email address for me to update you on our plans as to how we intend to actualize this transaction.\n\nSincerely yours,\n\nEngr. Ukot Thomas Ukot.\n\n\n\n", "id": "d474963171985ab8e3ea1df718c2e611"}