{"email_subject": "FAMILY REQUEST FOR HELP ", "email_body": "FROM SUN MOYO\nTEL:27- 83-480-3360\nE-mail : sun_moyo0080@hotmail.com\n\nDear Sir/Madam,\n\nMy name is SUN MOYO,the elder son of Mr. JOHN MOYO of Zimbabwe. This might \nbe a surprise to you about where I got your contact address. I got your \naddress from the South African Chamber of Commerce in Johannesburg, South \nAfrica.\n\nDuring the current war against the farmers in Zimbabwe from the supports of \nour President Robert Mugabe to claim all the white-owned farms to his party \nmembers and his followers, he ordered all white farmers to surrender all \ntheir farms to his party members and his followers.\n\nMy father is one of the best farmers in our country and because he did not \nsupport Mugabe's ideas, Mugabe's supporters invaded my father's farm and \nburnt everything in the farm, killing my father and made away with a lot of \nitems in my father's farm.\n\nBefore his death, my father had deposited with one of the Security Company \nin Johannesburg, South Africa the sum of US$18.5 Million (Eighteen Million \nFive Hundred Thousand United States Dollars).with my name,and made every \ndocuments with my name both the certificate of depositry.\n\nThen after the death of my father, we decided to move to the Republic of \nSouth Africa where he had deposited the money in the Security Company as \nvaluables.\n\nSo,I decided to contact you to assist me to transfer this money out of South \nAfrica because as asylum seekers we are not allowed to operate any bank \naccount within South Africa. We have agreed to offer you 20% of the total \nsum for your assistance, 5% will be mapped out for any expenses that may be \nincurred in the course of this transaction and 75% will be for me and my \nfamily to invest in your country.\n\nAll I want you to do is to furnish me with your full personal phone and fax \nnumbers for easy communication. You can contact me on the above Telephone \nnumber.Note that this transaction is 100% risk free and absolutely \nconfidential.\n\nThanks and God bless.\n\nBest Regards.\n\nMR. SUN MOYO.\n{FOR THE FAMILY}\n\n_________________________________________________________________\nSend an animated 'wink' - one of the great new features in MSN Messenger \n7.0! http://messenger.msn.co.za?DI=1054&XAPID=2532\n\n\n\n", "id": "d49d7d4fa96b97eccc3d622b15708745"}