{"email_subject": "Greeting from;  Phiri Aboa", "email_body": "Good day. \n\nI am writting this letter with due respect and heartful of tears since we have not known or met ourselves previously. I am asking for your assistance after getting your contact from a reliable source.I want to find out if it's possible for you to deal with individual as to investment. I came across your name and address and after praying over it, i decided to get across to you \nin respect of investment at my disposal.I will be so glad if you can allow me and lead me to the right channel towards your assistance to my situation now. \n\nI will make my proposal well known if I am given the opportunity. I would like to use this opportunity to introduce myself to you. Well my name is PHIRI ABOA the only surviving son of MR VINCENT PHIRI, a diamond dealer from KENEMA in Sierra Leone. My father is now late,he \ndied some months back during the last and current crisis in my country (SierraLeone). He was Killed by the rebels for refusing to join and sponsor them. \n\nThe main reason why I am contacting you now is to seek your assistance in the area of my future investment and also for a help hand over some huge amount of money in my possession. This money (US$7.5 Million) is deposited in a secuirty and finance company in Dakar, Senegal some years ago by my father and he made me the sole beneficiary. I am now asking you to stand on my behalf to claim the deposit from the security company and assist me on investing it as well in your country. \n\nI have made up my mind to offer you 25% of the total sum and also map out 5% for any expenses that will be made during the transaction while the remaining will go into investment. \nAs I have mention earlier I will make the procedure to this issue to be well known to you if I am given the opportunity to do so. Pls attach your direct and full information as you reply to this mail. \n\nThanks and remain bless. \n\nPhiri Aboa.\n\n\n\n\n", "id": "d4cd5950ebcd1b30ed6611dce41f40d4"}