{"email_subject": "Asistant Needed!!", "email_body": "J'ai une nouvelle adresse mailVous pouvez maintenant m'écrire à : joemick122@yahoo.fr\n\nDear Sir/Ma\n\n\n\nNaturally, this letter will come to you as a surprise, since we have not met, permit me however, I am Barrister Jonathan Micheal, I am contacting you to kindly assist me in the Project below, which will be of mutual benefit to us both.\n\n\nA salvadorean, Mr. Ramirez Cathy, 66 years of age and a very prosperous farmer made a huge bank deposit for investment in the sum of US$17.5 Million (Seventeen Million, Five hundred Thousand United States Dollars)he named his wife Mrs. Helga Cathy as the NEXT OF KIN . I was called upon as an Accredited Attorney to the bank to sign and endorse documents to thisdeposit on Mr.Cathy's behalf. Unfortunately, Mr. & Mrs.Cathy were killed in theJanuary 14, earthquake that rocked El Salvador, killing thousands ofpeople and 1,200 others were declared missing. The bank management now mandates me (being the lawyer that signed and endorsed the deposit papers for the deceased to trace the family relatives of the deceased so that the fund will be released to them.I was made to understand that they had no children. I made several efforts through the El Salvador High Commission in Lagos to contact any of the deceased family relatives, but to no avail. Failure to reach any of the family relatives of the deceased,the only option left for the Bank's Management is to declare the deceased account dormant and revert the fund on trading and investment in the interestof\n\n\nthe bank.\n\n\nIn order to avoid this development since it has so far been impossible to trace any of the deceased familyrelatives. I now seek your permission and assistance to have you stand as a distant relatives to the deceased.\n\n\nSo that the fund can be released to you and we can use it for ourmutual benefit. I hope you do understand my concern in this matter, if we do not use this opportunity to claim this fund,since the deceased relatives cannot be traced, the management of the bank will declare the deceased's account dormant and revert the fund on Trading and Investment in the interest of the bank.\n\n\nFor your assistance, you will be compensated adequately with (40%) of them, total sum (55%) will be my own share while (5%) will be set aside to cover any incidental expense made both at home and abroad prior to this transaction . If you are interested in assisting me with this matter,please send to me urgently via my EMAIL thefollowingdetails below:\n\n\n\n*Full name, Company or Private Address\n\n\n\n\n*Telephone and Fax number(s).\n\n\n\nUpon receiving the above details from you, I will work out every documents/proof representing you as the deceased BONA-FIDE distant relative and when this is done, you will be contacted by the bankfor the release and collection of this fund, which will be within one week of my receiving the above details from you.I will meet with you in your country for disbursement after the fund might have been released to you and also to discuss investment potentials as I will like to invest in your country with your assistance.Be assured that this transaction is 100% risk free, as I have taken all necessary modalities to enable a hitch free transaction.Kindly ensure to treat this matter in strict privacy (HighlyConfidential).\n\n\n\nYours sincerely,\n\n\n\nBarrister Jonathan Micheal\n\n\n\n\n\n- JOENATHAN MICHEAL\n\n", "id": "d4e7499f05aaa486f1d60cdbfa85d1e9"}