{"email_subject": "URGENT REPLY NEEDED", "email_body": ">From the Desk of.Mr Jerry Moi \nBill and Exchange Manager \nForeigner Remittance Dept. \nBank of Africa \nPhone +226-78-86-11-06 \nDear Friend \nI am the manager of bill and exchange at the foreign remittance \ndepartment of Bank of Africa Burkina Faso I am writing to seek your consent over a deal in my department. \nIn my department we discovered an abandoned sum of US$15.5m US dollars ( Fifteen million five hundred thousand US dollars) in an account that belongs to one of our foreign customer who died along with his entire family in November 1999 in a plane crash. \nSince we got information about his death, we have been expecting his next of kin to come over and claim his money because we cannot release it unless some body applies for it as next of kin or relation to th deceased as indicated in our banking gildings and laws but unfortunately we learnt that all his supposed next of kin or relation died alongside with him at the \nplane crash leaving nobody behind for the claim. \nIt is therefore upon this discovery that i now decided to make this business proposal to you and release the money to you as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and we don't want this money to go into the bank treasury as unclaimed bill. \nThe banking law and guideline here stipulates that if such money remained \nunclaimed after fours years, the money will be transferred into the bank \ntreasury as unclaimed fund. The request of foreigner as next of kin in \nthis business is occasioned by the fact that the customer was a foreigner and a Burkinabe cannot stand as next of kin to a foreigner. \ni agree that 30% of this money will be for you as a foreign partner, in \nrespect to the provision of a foreign account , 10% will be set aside for expenses incurred during the business and 60% would be for me. \nThereafter, I will visit your country for disbursement according to the percentage indicated. \nTherefore, to enable the immediate transfer of this fund to you as \narranged, you must apply first to the bank as relation or next of kin of the deceased indicating your bank name, your bank account number, your private telephone and fax number for easy and effective communication and location where in the money will be remitted. \nUpon receipt of your reply, I will send to you by fax or email the text of the application . I will not fail to bring to your notice that this transaction is hitch-free and that you should not entertain any atom of fear as all required arrangements have been made for the transfer. \nYou should contact me immediately as soon as you receive this mail \nTrusting to hear from you immediately. \nYour faithfully \nMr Jerry Moi \nBill and Exchange Manager. \n\n\n\n\n", "id": "d55adc1a4181f105b397611957ccdcbb"}