{"email_subject": "FRO MRS ELIZABETH", "email_body": "    Good Day,\n  My name is Mrs elizabeth jemma. \nI came in contact with your profile and therefore picked interest for a business relationship with you,though I have not met with you before but I believe one has to risk, confiding in someone to\nsucceed sometimes in life\n  .\n  I was married to Dr.Williams jemma who worked with Cote'd Ivoire embassy in Sierra Leone for nine years before he died in the year 2003\n  We were both married for eight years without a child. He died after a brief illness that lasted for only nine days.\n  When my late husband was sitll alive he deposited some amount of money  with a security firm here in Abidjan,$22.4 Million.(twenty two Million Four hundred thousand U.S.D). At the point of his death he told me of this money and directed me where the documents partaning the deposit was.He told me that I am the only beneficiary as he believes that his family was behind his illness.Presently, this money is still with the Security Firm.(Name of the security company withheld now for personal reasons)\n   \n  I am looking for a God fearing foreign partner who will help to retreive\nthis money from the security company and retransfer it into his /her\naccount outside Africa for investment purposes.\n  The political stuations here in Africa did not give any encauragement for investors or investments.\n  As soon as I receive your reply mail I shall give you the contact of the\nCompany.I will also issue to you a letter of authority that will empower you as the beneficiary of this fund.I have decided that you will get 15% of the total amount for your assistace to me immediately after the conclussion of the transaction.\n  \nI would like the money to be managed in a profitable manner preferably a\njoint venture business with you if possible.\n  Please I will like you to note that this money is of no criminal origin as my my late husband was a subsdiary agent of Gold miners associations in Sierra Leone before his death.\nHoping to hear from you asap.\n  Best wishes,\nMrs elizabeth\n\n\n\n\t\t\n---------------------------------\n Yahoo! Search\n Dê uma espiadinha e saiba tudo sobre o Big Brother Brasil.\n\t\t\n---------------------------------\n Yahoo! doce lar. Faça do Yahoo! sua homepage.", "id": "d55ea73286bb10897b8f70135df1e784"}