{"email_subject": "Good day", "email_body": "Hello,\n\nThis is confidential...\n\nMy name is Kojo William; I am 21years old from Kwame Nkrumah Street\nKasua of Accra the capital state of Ghana, West Africa. My late father\nKofi Williams was the formal bank manager of Eco-bank of Africa for\nthe period of ten years. The resent 26th December 2004 tsunamis\nearthquake disaster of Asia that claims the life of many people also\nclaimed the life of my father on his December 24th trip to visit his\nbusiness partner for investment in Asia Indonesia.\n\njust last week when I was searching through my father's brief-case, I\ndiscovered a lot of document and one of the document reveals that my\nfather has deposited $10.5M (ten million and five hundred thousand\ndollars) in a bank vault in Europe and my name is the next of kin.but\ni and my mother has never been to Europe before, but your country is\nmy dream country where I will like us to invest this fund. i like your\ncountry and i believe you are honnest and serious people when it comes\nto agreement and business transaction and when it comes to striking\ndeals.\n\nI am seeking for your assistance to sponsor this transaction in which\nyou will help me to come to Europe, so that we can meet ourselves face\nto face.\n\nThis will give us the opportunity to familiarize ourselves to go\ntogether to the bank and order them to transfer the fund to your bank\naccount in your country. I want you to stand for me as a proxy person\nthat's my late father 's foreign business partner so a s to get the\nfund out of the bank and to transfer it to your bank account in your\ncountry where we can make use of it in lucrative business investment\nin your country.\n\nMy mother and I have agreed to compensate you with 20% out of the\ntotal sum and 5% for your expenses.can't yourself lucky my dear\nfriend, but remember that we must strike this deals by its rules as my\nmother told me that i should negotiate with a reliable person that\nwill help us claim this cash.\n\nnobody should cheat or have any bad plans against eachother.\n\nif you don't have the capacity of bringing $10.5M into your account,\nthen you have to look for somebody who is capable, then you will\ncombine with him and meet me in Europe.\n\nThe transaction is only known by you, I and my old sick mother who is\npresently in the hospital because she had heart-attack immediately she\nhard that my father is dead. The secrecy and confidentiality of this\ntransaction should be maintained. It's a secret of my life;\n\nIndicate your fax and telephone number so that I can reach you when\nnecessary and for more information.you can also mail me via\n\"kojowilliam2005@hotmail.com\"\n\nAwaiting your urgent response.\n\nRegards,\n\nKOJO WILLIAM.\n\n\n\n\n", "id": "d570ad7adf2faf798fc0388a610bb12b"}