{"email_subject": "URGENT MESSAGE.", "email_body": "FROM THE OFFICE OF DAVID MORGAN.\n\nJOHANNESBURG. \n\nSOUTH AFRICA.\n\nE-MAIL: davidmorgan@classicmail.co.za\n\nTEL: +27-73-583-9881\n          \n    \nATTN: Sir/Madam,\n\nI know that this message will come to you as a surprise\nsince we don?t know each other, but for purpose of\nintroduction, I am DAVID MORGAN. The bank manager of\nAMALGAMATED BANK OF South Africa (ABSA). There is an\naccount opened in this bank in 1982 and since 1990, nobody\nhas operated in this account again. After going through\nsome old files in the records, I discovered that if I do\nnot remove this money out urgently, it would be forfeited\nfor nothing. The owner of this account is MR. ADAMS\nCOLEMAN, a foreigner, and a miner at Kruger gold company, a\ngeologist by profession and he died since 1990. \n\nNo other person knows about this account or anything\nconcerning it, the account has no other beneficiary and my\ninvestigations proved to me as well that his company does\nnot know anything about this account. The amount involved\nis US$18m (EIGHTEEN MILLION UNITED STATES DOLLARS). I am\nonly contacting you as a foreigner because this money\ncannot be approved to a local bank here, but can only be\napproved to any foreign Account because the money is in US\nDollars and the former owner of the account is MR. ADAMS\nCOLMEAN is a foreigner too. I know that this message will\ncome to you as a surprise as we don?t know ourselves\nbefore. We will sign an agreement, but be sure that it is\nreal and a genuine business. \n\nPlease reply or call me urgently so that I will inform you\nthe next step to transfer this fund to your resident Bank\nAccount immediately. Send also your private telephone and\nfax numbers including the full details of the account to be\nused for the deposit. I want us to meet face to face or\nsign a binding agreement to bind us together so that you\ncan receive this money into a foreign account or any\nAccount of your choice where this money will be safe. And I\nwill fly to your country for withdrawal, sharing and other\ninvestments. \n\nI am contacting you because of the need to involve a\nforeigner with foreign account and foreign beneficiary. I\nneed your full co-operation to make this work fine because\nthe management is ready to approve this payment to any\nforeigner, who has correct information of this account,\nwhich I will give to you later immediately, if you are\ncapable and willing to handle such amount in strict\nconfidence and trust according to my instruction and advice\nfor our mutual benefit because this opportunity will never\ncome again in my life. I want you to be truthful in this\nbusiness, because I don?t want to make mistake, I need your\nstrong assurance and trust. \n\nWith my position now in the office, I can transfer this\nmoney now to any foreigner?s reliable account, which you\ncan provide with assurance that this money will be intact\nbending my physical arrival in your country for sharing. I\nwill destroy all documents of transaction immediately you\nreceive this money, leaving no trace to any place. You can\nalso come to discuss with me face to face after whom I will\nmake this remittance in your presence and two of us will\nfly to your country at least two days ahead of the money\ngoing into the account. \n\nI will apply for my annual Leave to get visas immediately I\nhear from you that you are ready to act and receive this\nfund in your account. I will use my position and influence\nto effect legal approvals and onward transfer of this money\nto your account with appropriate clearance forms of the\nministries and foreign Exchange departments. At the\nconclusion of this business, you will be given 25% of the\ntotal amount, 70% will be for me, and while 5% will be for\nexpenses both parties might Have incurred during the\nprocess of transferring. I look forward to your earliest\nreply through my e-mail or you give me a call through my\noffice line. \n\nRegards,\n\nDAVID MORGAN. AMALGAMATED BANK OF SOUTH AFRICA (ABSA).\n\n\n", "id": "d5a54ee9e8ed0ed05caa8a6974108b78"}