{"email_subject": "MUTUAL PARTNERSHIP.", "email_body": "Dear Friend,\n\nThe political unrest in my country (PHILIPPINES), necessitated this\nemail, though this approach appears desperate, difficulties encountered\n in efforts to establish a business abroad also necessitate this search\n for someone to assist me in securing and investing the sum of\n USD18,000,000(Eighteen million dollars) deposited in my name abroad.\n\nBy way of summarized profile of myself, I am Senator Luisa Estrada, a\n66years old lady and the wife of Joseph Ejercito Estrada (former head \nof state and President of Philippines).\n>From past experiences, many people I had regarded as close friends and\nrelatives has capitalize on my family's travail to run away with my\nmoney. In order to avert this negative development, I in conjunction \nwith my son now seek your permission to allow us do a CHANGE OF\nOWNERSHIP/REASSIGNMENT OF CREDIT of stated funds from the holding \ncompany to your name, so that the funds (US$18million) would be\n released to you as the BENEFICIARY (on behalf of me and my family).\n\nOur family trustee have secretly protected the deposit, you are to\nassist us to lay claims of the funds with the aid of all legal \ndocuments that will be forwarded to you as time goes on. If you agree\n to help, we shall discuss the disbursement ratio in our next\n correspondence after we have been acquainted. I have decided to offer \n\n20% of the above sum to you if you agree to assists us to secure these \n\nfunds overseas or 30% share for possible help on investing in any reliable venture.\nNo doubt this proposal will make you apprehensive, please I employ you\nto observe utmost privacy and rest assured that this transaction would\n be most profitable for both of us.\n\nPLEASE INDICATE YOUR INTEREST BY RESPONDING TO MY EMAIL ADDRESS. WITH\nTHE FOLLOWING INFO.\n\nYour full name:\nAddress:\nYour telephone/fax numbers:\nCompany name (If any):\n\nOnce I receive this information, my son will prepare the necessary\ndocuments that will put you in place as the new owner of the funds. The\nmoney will then be released to your custody by the security company.\n\nAwaiting your swift response via my private email: mrsluisaestradamail@yahoo.fr \n\n\nSincerely yours,\nLuisa Estrada.\n\n\n_________________________________________________________________\nGesendet mit Kuschelmail - www.blue-conn.de und www.blueconnchat.de\n", "id": "d5b3c760adc717283f574d0051104cde"}