{"email_subject": "PRIVATE", "email_body": "Dear Sir,\r\n\r\nFirst, I must solicit your strictest confidence in\r\nthis transaction.This is by virtue of its nature as being utterly confidential \r\nand 'top secret'. \r\n You have been recommended by an associate who assured me in \r\nconfidence of your ability and reliability  to prosecute a transaction of great \r\nmagnitude involving a pending business transaction requiring maximum \r\nconfidence.\r\n We are top officials of the Federal Government  Contract Review Panel \r\nwho are interested in importation of goods into our country with funds \r\nwhich are presently trapped in Nigeria. In order to commence this \r\nbusiness we solicit your assistance to enable us transfer into your account \r\nthe said trapped funds.      \r\n  The source of this fund is as follows: During the\r\nlast Military Regime here in Nigeria, the Government officials set up \r\ncompanies and awarded themselves contracts which were grossly over- \r\ninvoiced in various  ministries.\r\n The present government set up a Contract Review Panel and we have \r\nidentified a lot of inflated contract funds which are presently floating in the \r\nCentral Bank Of Nigeria ready for payment. However, by virtue of \r\nour position as civil servants and members of this\r\npanel, we cannot acquire this money in our names.I have therefore, been \r\ndelegated  by my other colleagues in the panel tolook for an overseas \r\npartner into whose account we would  transfer the sum of US\r\n$21,500,000.00 [Twenty-One Million, Five Hundred thousand U.S Dollars.  \r\n  Hence we are writing you this letter.\r\n We have agreed to share the money thus:\r\n    1. 20% for the account owner( you)\r\n    2. 70% for us [ Myself and other members of my panel ]\r\n    3. 10% to be used in settling taxation and all\r\n  local and foreign expenses direct or incidental to the execution of this \r\ntransaction.\r\n It is from the 70% that we wish to commence the importation \r\nbusiness.Please, note that this transaction is 100% safe and we hope to \r\ncommence the transfer latest Ten (10) banking days from the date of the \r\nreceipt \r\nof the following information,company's name, Address, Telephone and \r\nFax number.\r\n\r\n The above information will enable us write letters\r\nof claim and job description respectively. This way we will use your \r\ncompany's name to apply for payment and re-award the contract in your \r\ncompany's name.\r\n We are looking forward to doing this business with you and solicit your \r\nconfidentiality in this transaction.\r\n\r\n Please acknowledge the receipt of this letter using the above Email \r\naddress.\r\n I will bring you into the complete picture of this pending project when I \r\nhave heard from you.\r\n Remember this is a Deal so treat with utmost\r\nconfidentiality.\r\nYours faithfully,\r\n \r\nYinka Davis", "id": "d5ce206e33515f80f95c50660feb7190"}