{"email_subject": "From: Miss Stephean Lawrence", "email_body": "From: Miss Stephean Lawrence\nAbidjan Cote D'Ivoire\n \nDear,\n \nIt is my pleasure to write you after much consideration since telephone  communication can not be suitable enough to communicate to you at first.I am Miss Stephean Lawrence the only doughter of late Mr Christopher Lawrence of Sierra-Leone (SL) I am 24 years of age. My late father was limited liability in Cocoa and Gold merchant in  Sierra-Leone before his untimely death. After his business trip to Abidjan-Cote d'Ivoire,to negociate on a cocoa and gold business he wanted to invest in Abidjan - Cote d'Ivoire.\n \nA Week after he came back from Abidjan, he got an accidente with my mother of which my mother died instantly but my father died after five days in a private hospital on that faithful afternoon. I didn't know that my father was going to leave me after I had lost my  mother. \n\nBut before he gave up the ghost, it was as if he knew he was going to die. He my father, MAY HIS SOUL REST IN PERFECT PEACE he disclosed to me that he deposited sum of $9.7,000,000,00 US Dollars (NINE MILLION SEVEN HUNDRED THOUSAND DOLLARS) in a Bank here in Abidjan- Cote d'ivoire.\n\nThat the money was meant for his cocoa and Gold company he wanted to establish in Abidjan - Cote d'Ivoire though, He single handed me the deposit certificate and instructed me to seek for a reliable and trust worthy business partner for my life time investment abroad. Now I have succeded in locating the bank here in Abidjan- Cote d'ivoire and also confirmed the bank with most honest and confidentiality. \n \nNow I am soliciting for your assistance to help me lift this money out from Abidjan to your safe account abroad so that we should invest it in any meaningful lucrative business in your country because this is my only hope in life.\n \nAwaiting anxiously to hear from you so that we can discuss the modalities of this transaction.  Please kindly contact me immediately  for more discussion.\n \nPlease don't hesitate to send me a message.Thanks for your kind attention. Please contacts me true this email stephean2006@yahoo.fr \nYours sincerely\nMiss Stephean Lawrence", "id": "d6752def4b1c082f9d6a8d945ea0d3a4"}