{"email_subject": "URGENT REPLY", "email_body": "\n>From Mr.Adnan A.K.Ismail.\nManager National Bank of Dubai Abu Dhabi\nbranch Dubai United Arab Emirate (U.A.E.)\nEmail: a_dnanak_i@yahoo.com\n\nI am Mr.Adnan A.K.Ismail Branch Manager National Bank of Dubai Abu \nDhabi branch, I have urgent and very confidential business proposition for \nyou.A British Oil consultant and contractor with the Kruger Gold \nCompany,Mr. Raymond Beck made a numbered time (Fixed) Deposit for twelve calendar months in my branch. Upon maturity,I sent a routine notification to his forwarding address but got no reply.\n\nAfter a month, we sent a reminder and finally we discovered from his \ncontract employers, the Kruger Gold Company that Mr. Raymond Beck died in a plane crash along with his wife Mr. and Mrs. Raymond Beck died in a plan crash along with his wife in Egypt Air Flight 990, 1999 air crash \n(for more information about this crash and person you can contact this \nwebsite\n\nhttp://news.bbc.co.uk/1/hi/world/americas/502503.stm\nSince we got this information about his death and on further \ninvestigation,I found out that he died without making a WILL, and all attempts to trace his next of kin was fruitless.I therefore made further \ninvestigationand discovered that Mr. Raymond Beck did not declare any kin or relations in all his official documents, including his Bank Deposit \npaperwork in my Bank.\n\n This money is still sitting in my Bank and the interest is being rolled over with the principal sum at the end of each year.No one will ever come forward to claim it. According to Laws of United Arab Emirates, at the expiration of 7 (seven) years, the money will revert to the ownership of the (U.A.E) Government if nobody applies to claim the fund. Consequently, my proposal is that I will like you as a foreigner to \nstand in as the next of kin to Mr. Raymond Beck so that the fruits of this \n\nold man's labor will not get into the hands of some corrupt government \nofficials.This is simple, I will like you to provide immediately your \nfull names and address so that the attorney will prepare the necessary \ndocuments and affidavits that will put you in place as the next of kin.\nWe shall employ the services of an attorney for drafting and notarization of the WILL and to obtain the necessary documents and letter of \n\nprobate/administration in your favor for the transfer. A bank account in \nany part of the world that you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin.\n\nThe money will be paid into your account for us to share in the ratio of 60% for me and 40% for you.There is no risk at all as all the paperwork for this transaction will be done by the attorney and my position as the Branch Manager guarantees the successful execution of this transaction.If you are interested, \n  \nPlease reply immediately via the private email address above.Upon your response, I shall then provide you with more details and relevant documents that will help you understand the transaction. Please send me your confidential telephone and fax numbers for easy communication.\n\nPlease observe utmost confidentiality, and rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country.\n\nPlease reply through my private email address: a_dnanak_i@yahoo.com\nAwaiting your urgent reply\nRegards.\nMr.Adnan A.K.Ismail \n\n\n\n\n", "id": "d6b2913971570ddbdb89614f552d368d"}