{"email_subject": "HELLO FROM  AZIZ KOFFI  URGENT REPLY  PLS", "email_body": "From The Desk Of AZIZ KOFFI Senior Staff In File Department,African Development Bank A.D.BOuagadougou Burkina-FasoWest Africa. This is my private e mail aziz_koffi@latinmail.com Private Number......00226 76 17 22 04.PLANE CRASH WEB SITE http://www.cnn.com/2003/WORLD/africa/12/26/benin.crash/index.html    ( \"REMITTANCE OF $15 MILLION U.S.A DOLLARS     CONFIDENTIAL IS THE CASE\")Compliment Of The Season,On a very good day. I am (AZIZ KOFFI) a seniorstaff in file department in African developent bank (ADB).I got yourcontact from a Yahoo Tourist Search.When i was searching for a foreign partner i assured ofyour capability and reliability to champion this businees opportunity wheni prayed  to God or Allah about you.In my department we discovered an abandoned sum of $ 15 million U.S.A dollars ( fifteen million U.S.A dollars) . In an account that belongs to one of our foreign customer who died along with his entire family in (friday december 26,2003  ) in a plane crash. Since we got information about his death,    we have been expecting his next of kin to come over and claim his money because we cannot release it unless somebody applies for it as next of kin or relation to the deceased asindicated in our banking guidelines, but unfortunately we learnt that all his supposed next of kin or relation died alongside with him at theplane crash leaving nobody behind for the claim. It is therefore upon this discovery that I and one official in my department now decided to make this businness proposal to you and release the money to you as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and we dont want this money to go into the bank treasury as unclaimed bill.    The Banking law and guideline here stipulates that if such money remained unclamed after five years, the money will betransfered into the Bank treasury as unclaimed fund. The request of foreigner as next of kin in this business is occasioned by the fact that the customer was a foreigner, and a Burkinabe cannot stand as next of kin to a foreigner. We agree that 30 % of this money will be for you as foreign partner, in respect to the provision of a foreign account, 10 % will be set aside for expenses incured during the business and 60 % would be for;me and my woman colleague. There after I and my colleague will visityour country for disbursement according to the percentages indicated.Therefore to enable the immediate trnansfer of this fund to you asarranged, you must apply first to the bank as relations or next of kin of  the deceased indicating your bank name, your bank accountnumber, your private telephone and fax number for easy and effective communication and location where the money will be remitted.Upon receiptof your reply, I will send to you by fax or email the text of theapplication I will not fail to bring to your notice that this transaction is hitch free and that you should not entertain any atom of fear as all required arrangements have been made for the transfer.You should contact me on my number 00226 76 17 22 04.immediately as soonas you receive this letter. reply me with this e mail address aziz_koffi@latinmail.com immediately. Yours faithfully,AZIZ KOFFI   POST SCRITUM:You have to keep everything secret as toenable thetransfer to move very smoothly in to the account you willprove to the bank.As you finished reading this letter call meimmediately so that we discuss very well over this business.Please call me and inform me that you received my mail, because i don't go to net always..........................................................................................MSN Messenger  : appels gratuits de PC  PC partout dans le monde !", "id": "d6cb2a13ab284cd28e25b253ce691bce"}