{"email_subject": "URGENT ASSISTANCE", "email_body": "PARAMOUNT SECURITY COMPANY HOLLAND, LAGOS BRANCH. Private Email:{femimartins876@fsmail.net  Dear Friend, I am Mr.femimartins,Manager of paramount security company, Lagos Branch. I apologize for using this medium to reach you for a transaction/business of this magnitude, but this is due to confidentiality and prompt access reposed on this medium. Be informed that your enviable credentials/particulars were given to me by a member of the South African Export Promotion Council who was at the Government delegation to your country during a trade exhibition. I have decided to seek a confidential co-operation with you in the execution of the deal described hereunder for the benefit of all parties and hope you will keep it as confidential because of the nature of this transaction . I have an urgent and very confidential business proposition for you. On Dec. 19, 1998, a Canadian Oil consultant/contractor with the Ministry of Energy and Natural Resources, Mr. Antoine Blanc made a numbered timed(Fixed) Deposit for twelve calendar months, valued at US$25,000,000.00 (Twenty Five Million Dollars)in my branch. Upon maturity, I sent a routine notification to his forwarding address but got no reply. After a month, we sent a reminder and finally we discovered from his contract employers, the Ministry of Energy and Natural resources that Mr. Antoine Blanc died from a plane crash. On further investigation, I found out that he died without making a Will, and all attempts to trace his next of kin was futile. I therefore made further investigation and discovered that Mr. Antoine Blanc did not declare any kin or relations in all his official documents, including his Bank Deposit paperwork in my security company. This sum of US$25,000,000.00 is still sitting in my security company and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it. According to Nigerian Law, at the expiration of 6 (six) years, the money will revert to the ownership of the Nigerian Government if nobody applies to claim the fund.  Consequently, my proposal is that I will like you as an Foreigner to stand in as the next of kin to Mr. Antoine Blanc so that the fruits of this old man's labor will not get into the hands of some corrupt government officials. This is simple, I will like you to provide immediately your full names and address so that the Attorney will prepare the necessary documents and affidavits which will put you in place as the next of kin. We shall employ the services of one Attorney for drafting and notarization of the WILL and to obtain the necessary documents and letter of probate/administration in your favor for the transfer. A bank account either newly created or existing in any part of the world which you will provide, will then facilitate the transfer of this money to you as the beneficiary/next of kin. The money will be paid into your account for us to share in the ratio of 75% for me and 20% for you. Then 5% will be used to offset any expenses incurred during the entire processing. Please your percentage is not negotiable. it is considerate enough. There is no risk at all as the paperwork for this transaction will be done by the Attorney, and my position as the Branch Manager guarantees the successful execution of this transaction.  If you are interested, please reply immediately via the private email address below. Upon your response, I shall then provide you with more details and relevant documents that will help you understand the transaction. Please observe utmost confidentiality, and rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country. I am awaiting your urgent reply via my email: .femi-martin876@fsmail.net  However, after your initial response by email, I would suggest that you contact me via phone 234 8055467101, for a verbal and detailed explanation of this transaction .This is imperative, because I would like to speak with you in order to be sure of who I would be with carrying out this transaction with. Regards.", "id": "d6db90b5bcbe23ba4f3bad8f84a78353"}