{"email_subject": "I NEED YOUR HELP", "email_body": "\n\nMR BADMUS IGWE\nBRANCH MANAGER\nGULF BANK PLC\nILUPEJU BRANCH LAGOS\nNIGERIA.\n\nATTN: PRESIDENT/C.E.O \n\nI am pleased to get across to you for a very urgent and profitable business proposal, though \nI don't know you neither have I seen you before but my confidence was reposed on you when \nthe Chief Executive of Lagos State chamber of Commerce and Industry handed me \nyourcontact for a confidential business. I am the manager of gulf bank Plc \n(UBA),Ilupeju branch, Lagos Nigeria.The intended business is thus; We had a customer, a \nForeign resident in Nigeria, he was a Contractor with one of the Government Parastatals.He \nhas in his Account in my branch the sum of US 15.5 Million (Fifteen Million, Five \nHundred Thousand U.SDollars).Unfortunately, the man died three years ago until today \nnon-of his next of kin has come forward to claim the money. Having noticed this, \n\nI in collaboration with two other top Officials of the bank have covered up the \naccount all this while. Now we want you (being a foreigner) to be fronted as one of his next \nof kin and forward your account and other relevant documents to be advised to you by us to \nattest to the Claim. We will use our positions to get all internal documentations to back up \nthe claims . The whole procedures will last only five working days to get the fund retrieved \nsuccessfully without trace even now or in future.Your response is only what we are waiting \nfor as we have arranged all necessary things.\n\nAs soon as this message comes to you kindly get back to me through my \npersonal email address(adexmol@fastermail.com) indicating your interest, then I will furnish \nyou with the whole procedures to ensure that the deal is successfully concluded. For your \nassistance we have agreed to give you twenty five percent (25%) of the Total sum at the end \nof the transaction while 65% would be for my colleagues and I and the remaining 10% would \nbe for any form ofexpenses that may be incurred during the course of the transaction which \nwould be given to us when the money is transferred into your account before splitting the \nbalance on the agreed percentage of 65% to 25%. In order to get all the legal documents \nfrom the court, kindly send the following information to us immediately. Your full \nname,telephone,mobile and fax numbers as well as your resident or company address, Bank Name, Bank Address. I \nawait your earliest response.\n\nThanks, \n\nYours Sincerely, \nMR BADMUS IGWE\n\n\n\n", "id": "d758081c68a536491c382275ffd35f88"}