{"email_subject": "KINDLY   ATTENTION", "email_body": "Belovedone\n   \n  I got your email contacts here in asylum camp where i currently reside for refuge on my going through a magazine and decided to contact you with faith for this help. My sources of your contact gave me the courage and confidence to contact you. It is my pleasure to contact you though I have not met with you before pleading you for this help, but i want you to consider it as the wish of God for my knowing who you are. \n   \n  I am Ms Abeda Sabinbi, 26 years old, the daughter of Major General Nelson Simao Sabinbi, in Angola. There is sum huge amounth of money that my late father keped for me in COIN SECURITY GROUP before he dead during the war in Angola in 1986,\n  that is Ten Million United State  of American Dollras, ( $10,000,000.00 )\n   \n  I have waited for so long before I decided to recover the money to start up my life in any country or anywhere save enough outside Africa for security of my life. that is why i needed you to help me to retrieve this money out from COIN SECURITY GROUP with the documents I have here with me and transfer it into your country in your untry for my future life purposes and on profitable investment. Please if you can be of assistance to me, I will be pleased for you tell me what you will be your offer out of the total money so I can use the rest to start up my life. \n   \n   I await your soonest response through here if you can consider my plight and help me out.\n   \n  Best regards,\n  MS ABEDA   SABINBI.\n  Send instant messages to your online friends http://uk.messenger.yahoo.com   Send instant messages to your online friends http://uk.messenger.yahoo.com \n\n    \n---------------------------------\n  Now you can have your favourite RSS headlines come to you with the all new Yahoo! Mail.   Send instant messages to your online friends http://uk.messenger.yahoo.com \n\n\n Send instant messages to your online friends http://uk.messenger.yahoo.com ", "id": "d7a38b878f6db97afb61ea11d9f13edb"}