{"email_subject": "Hi", "email_body": "FROM:MRS. M SESE-SEKO.\n\nDEAR FRIEND,\n\n I AM MRS. MARIAM SESE-SEKO WIDOW OF LATE PRESIDENT\nMOBUTU SESE-SEKO OF ZAIRE? NOW KNOWN AS DEMOCRATIC\nREPUBLIC OF CONGO (DRC).I RECEIVED YOUR COMPANY\nPROFILE FROM THE CHAMBERS OF COMMERCE IN MOROCCO.\n\n I AM MOVED TO WRITE YOU THIS LETTER, THIS WAS IN\nCONFIDENCE CONSIDERING MY PRESENT CIRCUMSTANCE\nAND SITUATION.  I ESCAPED ALONG WITH MY HUSBAND\nAND TWO OF OUR SONS NZANGA AND MUKOKO OUT OF\nDEMOCRATIC REPUBLIC OF CONGO (DRC) TO ABIDJAN,\nCOTE D'IVOIRE WHERE MY FAMILYAND I SETTLED, WHILE\nWE LATER MOVED TO SETTLED IN MOROCCO WHERE MY\nHUSBAND LATER DIED OF CANCER DISEASE.\n\n HOWEVER DUE TO THIS SITUATION WE DECIDED TO CHANGED\nMOST OF MY HUSBAND'S BILLIONS OF DOLLARS DEPOSITED IN\nSWISS BANK AND OTHER COUNTRIES INTO OTHER FORMS OF\nMONEY CODED FOR SAFE PURPOSE BECAUSE THE NEW HEAD\nOF STATE OF (DRC) MR LAURENT KABILA HAS MADE \nARRANGEMENT WITH THE SWISS GOVERNMENT AND OTHER \nEUROPEAN COUNTRIES TO FREEZE ALL MY LATE HUSBAND'S \nTREASURES DEPOSITED IN SOME EUROPEAN COUNTRIES.\n \n HENCE MY CHILDREN AND I DECIDED LAYING LOW IN AFRICA \nTO STUDY THE SITUATION TILL WHEN THINGS GETS BETTER, \nLIKE NOW THAT PRESIDENT KABILA IS DEAD AND THE SON \nTAKING OVER(JOSEPH KABILA),  ONE OF MY LATE HUSBAND'S \nCHATEAUX IN SOUTHERN FRANCE WAS CONFISCATED BY THE \nFRENCH GOVERNMENT, AND AS SUCH I HAD TO CHANGE MY \nIDENTITY SO THAT MY INVESTMENT WILL NOT BE TRACED AND \nCONFISCATED. I HAVE DEPOSITED THE SUM OF ONE HUNDRED\nMILLION UNITED STATE DOLLARS(US$I00,000,000,00.)\nWITH A SECURITY COMPANY , FOR SAFEKEEPING.\n\nTHE FUNDS ARE SECURITY CODED TO PREVENT THEM FROM \nKNOWING THE CONTENT. WHAT I WANT YOU TO DO IS TO \nINDICATE YOUR INTEREST THAT YOU WILL ASSIST US BY \nRECEIVING THE MONEY ON OUR BEHALF.\n\nACKNOWLEDGE THIS MESSAGE, SO THAT I CAN INTRODUCE\nYOU TO MY SON (NZANGA) WHO HAS THE OUT MODALITIES\nFOR THE CLAIM OF THE SAID FUNDS. I WANT YOU TO\nASSIST IN INVESTING THIS MONEY, BUT I WILL NOT\nWANT MY IDENTITY REVEALED.\n\nI WILL ALSO WANT TO BUY PROPERTIES AND STOCK\nIN MULTI-NATIONAL COMPANIES AND TO ENGAGE IN\nOTHER SAFE AND NON-SPECULATIVE INVESTMENTS.\nMAY  I AT THIS POINT EMPHASISE THE HIGH LEVEL\nOF CONFIDENTIALITY, WHICH THIS BUSINESS DEMANDS,\nAND HOPE YOU WILL NOT BETRAY THE TRUST AND CONFIDENCE,\nWHICH I REPOSE IN YOU.IN CONCLUSION, IF YOU WANT TO\nASSIST US , MY SON SHALL PUT YOU IN THE PICTURE OF\nTHE BUSINESS, TELL YOU WHERE THE FUNDS ARE\nCURRENTLY BEING MAINTAINED AND ALSO DISCUSS OTHER\nMODALITIES INCLUDING RENUMERATIONS FOR YOUR SERVICES.\n\nFOR THIS REASON KINDLY FURNISH US YOUR CONTACT\nINFORMATION, THAT IS YOUR PERSONAL TELEPHONE\nAND FAX NUMBER FOR CONFIDENTIAL PURPOSE AND\nACKNOWLEDGE RECEIPT OF THIS MAIL USING THE\nABOVE EMAIL ADDRESS.\n\nBEST REGARDS,\n\nMRS M. SESE SEKO.\n\n\n\n\n\n\n", "id": "d7a521f7291e3b84fb44bd7aecb9d37f"}