{"email_subject": "PLEASE CALL ME", "email_body": "\n\nDEAR SIR,\n\nHOW ARE YOU AND YOUR FAMILY? I HOPE ALL IS WELL.\n\nYOU WILL BE SURPRISE TO RECEIVE THIS LETTER BUT WHEN\nYOU GO THROUGH IT YOU MIGHT NOT BE SURPRISE AGAIN IF\nTHE INFORMATION HAS SOMETHING TO DO WITH YOU.\n\nI AM THE CONFIDENTIAL SECRETARY FOR THE INVESTMENT\nCONTROLLER OF A SOUTH AFRICAN BASED INVESTMENT\nCORPORATION.MY BOSS/PARTNER INSTRUCTED ME TO CONTACT\nYOU IN RESPECT OF A CLAIM/DIVIDEND,WHICH MATURED SINCE\n2000.THE INVESTOR AFTER COLLECTING THE SAID RETURN\nOFINVESTMENT FROM OUR\nFIRM AND DEPOSITED THE CASH WITH A SECURITY COMPANY\nDIED AFTER ONE WEEK IN A MOTOR ACCIDENT,IN NOVEMBER\n2000 AND FROM THE CONTENT OF HIS FILE WITH US,WE\nNOTICED THAT THERE WAS NO NEXT OF KIN IN HIS DETAILS\nAS HE PROMISED TO FORWARD THE INFORMATION LATER TO\nUS.BUT THIS HE DID NOT PROVIDE UNTIL HE DIED.\nWITH FURTHER INVESTIGATION TO TRACE THE ROOT OF THE\nINVESTOR,THIS MADE THINGS MUCH COMPLEX AS THE\nINFORMATION WE GOT CONFIRMED THAT HIS WIFE AND ONLY\nSON DIED IN RUSSIA IN AN AIRCRASH IN THE YEAR 1998.\n\nHOWEVER,MY BOSS HAS TAKING IT UPON HIMSELF TO TRACE\nTHE NEXT OF KIN IF POSSIBLE TO CLAIM THE\nUS$255,600,000.00 (TWO HUNDRED AND FIFTY FIVE MILLION\nSIX THOUSAND UNITED STATE DOLLARS ONLY) WHICH IS THE\nTOTAL SUM PAYABLE TO THE NEXT OF KIN AS ALL THE LOCAL\nTAXES HAS ALREADY BEEN DEDUCTED AND THE CASH ALREADY\nWITHDRAWN FROM THE SOUTH AFRICAN RESERVE BANK AND\nBOXED.\nTHE INVESTOR HAS DEPOSITED THIS AMOUNT /CASH WITH A\nSECURITY COMPANY WITHOUT THE COMPANY KNOWING THE\nCONTENT OF THE BOX FOR SECURITY REASONS BEFORE HIS\nDEATH. THE CONTAINS WAS DECLEARED TO BE COMPANY\nTREASURE DOCUMENTS,FILES(PAPER)AND THE CORPORATION HAS\nPAID THE SECURITY COMPANYUS$20,000,000.00 ON BEHALF OF\nTHE BENEFICIARY AS THE INITIAL DEPOSIT FOR THE SAFE\nKEEPING OF THE BOX AS THEY HAVE CHARGED US$100.00 PER\nDAY FOR THE SAFEKEEPING.\n\nI AM CONTACTING YOU BECAUSE YOUR LAST NAME AND THAT OF\nTHE INVESTOR IS THE SAME,WHICH MY BOSS SUSPECTED\nTHAT YOU MIGHT BE THE INVESTOR'S RELATION. PLEASE\nRECONFIRM TO US IMMEDIATELY IF YOU HAVE ANY BROTHER\nWHO WAS 78YEARS OLD BEFORE HE DIED IN 1998.IF IT IS\nTRUE,WE WILL ARRANGE FOR YOU TO MAKE THIS CLAIM AS\nSOON AS POSSILBE.BUT IF NOT WE HAVE NO OTHER OPTION\nTHAN TO\nPROCESS IT WITH YOUR NAME AND COLLECT THE MONEY TO\nAVOID THE CASH BEING RETURNED TO THE SOUTH AFRICA\nGOVERNMENT AS UNTRACABLE/UNCLAIMED DIVIDEND.AS WE\nCANNOT AFFORD TO WAIT AND SEE SUCH AMOUNT OF MONEY\nWASTE INTO THE GOVERNMENT POCKET .\nFOR YOUR INFORMATION ,IF YOU ARE WILLING TO ASSIST IN\nCLAMING\nTHIS FUNDS ,PLEASE CONTACT ME AS SOON AS POSSIBLE\nWITHIN THREE MONTHS FROM TODAY.BEFORE THE SOUTH\nAFRICAN GOVERNMENT TEAMS TO KNOW ABOUT IT.\n\nPLEASE DISREGARD MY PROPOSAL TO USE YOUR NAME TO CLAIM\nIT IF THE INVESTOR IS REALLY YOUR BROTHER.BUT IF NOT\nWE WILL SHARE THE MONEY ON 50% EACH AFTER THE CASH HAS\nBEEN PAID TO YOU.\n\nNOTE THAT THIS BUSINESS IS 100% LEGAL AND RISK FREE.\n\nPLEASE TREAT THIS AS MOST URENT AND CONFIDENTIAL.\n\nYOU CAN REACH ME ON MY SATELLITE PHONE NUMBERS /FAX\n(voice)+873-762874250\n(fax))+873-762874252\nOR my PRIVATE EMAIL AT\n\nBEST REGARDS,\n\nDR AKIGA STEPHEN\n\n\n\n", "id": "d8331517d1cf240f148ffa5ee3755ebe"}