{"email_subject": "PROPOSITION", "email_body": "\n\n\nHello,\n\nI wish to accost you with a request that would be of immense \nbenefit to both of us. Being an executor of wills, it is possible that \nwe may be tempted to make fortune out of our client's situations, when \nwe cannot help it, or left with no better option. The issue I am \npresenting to you is a case of my client who willed a fortune to his \nnext-of-kin. It was most unfortunate that he and his next-of-kin died \non the same day the 31st October 1999 in an Egyptian airline 990 with \nother passengers on board. You can confirm this from the website below \nwhich was published by BBC WORLD NEWS.\n\n WEBSITE.\nhttp://news.bbc.co.\nuk/1/hi/world/americas/502503.stm\n \nI am now faced with confusion of \nwho to pass the fortune to.\nAccording to the English law, the fortune \nis supposed to be bequeathed to the government,if nobody comes forward \nas the next of kin within ten years of the demise of the benefactor of \nthe will. My purpose of contacting you is to seek your acting as the \nbeneficiary of the will, and lay claim to the legacy of $7million, \nwhich my deceased client  bequeathed to his next-of-kin. For now, I \nalone know about his will, as my client had great confidence in me.\n\nEverything will be left between you and I. The share would be 25% for \nyou and 75% for me. I would want to give a huge part of my share to the \ntsunami victims,\nas this is my primary objective. All I have to do is \namend the will or add a codicil to make you the beneficiary to the \n$7million legacy.\n\nAgain, I feel that you may apprehensive and consider \nthis amount too big for you to defend. It does not matter, as there are \ndocuments to back it up. \nThis is a legacy being passed on to a next-of-\nkin. As I am not very sure of getting your consent on the issue I \nprefer not to divulge my full identity so as not to risk being \ndisbarred. The English Bar considers it a breach of the oath of the \nEnglish Bar. I need not emphasize to you that the sensitivity of this \nissue need not be toyed with by neglecting its confidentiality. I \ntherefore appeal to you not discuss this request with anybody, even if \nyou decline my request.\n\nI look forward to hearing from you soon.\n\nYours truly\n\nStephen Ayling. \n \n \n \n \n\n\n", "id": "d87a7160db153163ec177ca84f27de03"}