{"email_subject": "THANKS", "email_body": "\nDear Sir,\nMy names are  Mac  Johnson  Bonida, I am the inmediate\nyoung brother to Mrs Jewel Charles Taylor of  war\ntored country of Liberia-westAfrica, the wife of (Mr\nCharles Taylor) president of Liberia.\nAfter a peace deal in Ghana few weeks ago, my sister\ncalled me for introduction of what need to be done\ninmediately that her properties are no longer safe. He\nasked me to meet her contact in Ivory Coast to arrange\nmy journey to Eruope. She said  that she had made\ncontact with a  Security company to move a truck box\ncontaining $30,000,000.00 US Dollars,  Thirty  Million\nUnited State Dollars Only, and that the security\ncompany label the box which the funds are contained in\nas a box containing Africa artifacts.\nThe Company has confirmed the arrival of  this\nconsignment in their  office in Netherlands.\nI left for Ivory-Coast  for my journey to Europe and\nat this moment I am in Netherlands but owing to what\nis happening in my country this time, my sister can\nnot do nothing as to Claim the Consignment and she\nwant this deal to be a confidential transaction, so\nshe asked me to contact any partner  who could stand\nas a beneficiary of this truck box, so that after the\nbeneficiary must have claimed the box the money will\nbe channeled into good business investments with low\nrisk.\nShe has agreed to give 10% of the total fund to you\nfor assistance and moving of the fund to your private\naccount in your country for the purpose of the\ninvestment. While 5% of the total fund will cover your\nexpense during this transaction, and another 5% for\nme. You can contact me if you are interested by my\ne-mail address or kindly call me on this Netherlands\ntelephone number, .\nI would be glad if you can help me out to complete\nthis transcation and transfer this fund into your\nprivate account. Please endeavour to keep this\ntransaction as confidentail as much as possible\nbecause my Sister and her husband is in trouble over\nthe war in my country-Liberia.\nYour Sincerelly,\nMac Jonson Bonida\n\n  ", "id": "d8984e7094956bb71d6ac039da6231e2"}