{"email_subject": "Treat Urgent Please", "email_body": "Hello, \nI have got your contact in the cause of my serious search for a reliable foreign partner through a profile in which convinced me of your honesty. However, I am Justice Akhimaniza my father was a businessman and also one the leaders of Liberians United for Reconciliation and Democracy movement that fought against the Government in Liberia West African. \nI confide in you hoping you will never betray me at last, My most required concern is for you to recognised me as your best friend while esterblisbing a long lasting relationship for our future. Presently,I am in Dakar-senegal with the sum of Five Million Five Hundred Thousand United States Dollars (US$5.5m) .These money was realise by my father before his death thruogh Diamond sales when Revolutional Movement (L.U.R.D )conquered one of the Diamond region , by then my father was the Chief in my region and the Director Of Kono Gold and Diamond Corp. \nThe money was kept under my father care for the purchase of arms from Ukrain, it was a sitution of war so my father died I consider it my chance and then move immediately to Dakar-Senegal where my late father Deposited this fund in a security company for save keeping since then i have being looking for a nice business to invest this fund into. My aim of contacting you is to assist me in two ways (1)to help and transfer the money to your country (2)and to help me get a profitable business for investment any where in oversea all is base on your professional advise and acceptance to assist me. \nNote that a substantial portion of these money would be compensated to you for all your assistance. Please Sir, do not hesitate to contact me with the telephone below in order for me to know the next thing to do on how to move this money to your country through proper arrangement. Finally, keep this with your utmost secrecy and confidentality as you can understand my condition in Dakar-Senegal because i am into hiding as so many people knows me. \nThanks for your co-operation. \nBest Regards \nJustice Akhimaniza. \n002215673084\n\n\n\n\n", "id": "d8aeced65dd6ddf9d3292f36c6316769"}