{"email_subject": "URGENT BUSINESS PROPOSAL", "email_body": "\n \n \n \n \nFROM THE DESK OF MR.PATRICK JOMBO.AUDITING AND ACCOUNTING MANAGER,INTERNATIONAL BANK OF AFRICA,OUAGADOUGOU-BURKINA FASO,WEST AFRICA.\nhttp://www.bank-of-africa.net/\n \n               (READ CAREFULLY AND KEEP TOP  SECRET)\n \nDEAR FRIEND,\n \nI AM MR.PATRICK  JOMBO ,THE AUDITTING MANAGER OF  INTERNATIONAL BANK OF AFRICA BURKINA FASO.DURING MY INVESTIGATION AND AUDITTING IN THIS BANK,I CAME ACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON WHO DIED ON 31ST JULLY 2000  IN A PLANE CRASH AND THE FUND HAS BEEN DORMANT IN HIS ACCOUNT WITH THIS BANK WITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR RELATION BEFORE MY DISCOVERY TO THIS ISSUE.THE SAID AMOUNT WAS U.S$25,700, 000. (TWENTY FIVE MILLON SEVEN HUNDRED THOUSAND US DOLLARS).\n \nMEANWHILE ALL THE WHOLE ARRANGEMENT TO PUT CLAIM OVER THIS FUND AS THE BONAFIDE NEXT OF KIN TO THE DECEASED, GET THE REQUIRED APPROVAL AND TRANSFER THIS MONEY TO A FOREIGN ACCOUNT HAS BEEN PUT IN PLACE.  THE TRANSFER OF THIS FUND  WILL REQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIM AS THE NEXT OF KIN TO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE THE FUND WILL BE RE-TRANSFERRED AFTER PAYMENT APPROVAL IS GRANTED.THE BANKING LAW AND GUIDLING HERE STIPULATES THAT IF SUCH FUND REMAINED UNCLAIMED AFTER TEN YEARS IT WILL BE TRANSFERED INTO THE BANK TREASURY AS UNCLAIMED FUND.THE REQUEST OF FOREIGNER AS NEXT OF KIN IN THIS BUSINESS IS OCCASSIONED BY THE FACT THAT THE CUSTOMER WAS A FOREIGNER AND A BURKINABE CANNOT STAND AS NEXT OF KIN TO A FOREIGNER.\n \nMOREOVER,I WILL NOT FAIL TO INFORM YOU THAT THIS TRANSACTION IS 100% RISK FREE. AND ON SMOOTH CONCLUSION OF THIS TRANSACTION,YOU WILL BE ENTITLED TO 40% OF THE TOTAL SUM AS GRATIFICATION, WHILE 10% WILL BE SET ASIDE TO TAKE CARE OF EXPENSES THAT MAY ARISE DURING THE TIME OF TRANSFER AND ALSO TELEPHONE BILLS, WHILE 50% WILL BE FOR ME.I WILL BE MONITORING THE WHOLE TRANSACTION HERE IN THIS BANK UNTIL YOU CONFIRM THE TOTAL FUND IN YOUR ACCOUNT AND I WILL COME OVER TO YOUR COUNTRY FOR MY OWN SHARE OF THE FUND.PLEASE CONTACT ME IMMEDIATELY VIA MY ABOVE EMAIL ADDRESS FOR MORE CLARIFICATIONS.\nI AM URGENTLY WAITING FOR YOUR  REPLY.\n \nTHANKS AND BE BLESSED\nYOUR'S FAITHFULLY,MR.PATRICK  JOMBO\n_________________________________________________________________\nDiscover the new Windows Vista\nhttp://search.msn.com/results.aspx?q=windows+vista&mkt=en-US&form=QBRE", "id": "d8de80c50526690da161d5ec3b24ce3f"}