{"email_subject": "Please reach me!!", "email_body": "From: Carl Eblon\nTel: 27-83-689-6084\nEmail: eblon@martinsfarms.com\n\nDear Friend,\n\nNaturally this mail will come to you as a surprise, but if I \nmay crave your indulgence, I'm MR. Carl Eblon, the first son \nof Dodi Martins Eblon, the most popular black farmer in \nZimbabwe who was recently murdered in the land dispute in my \ncountry. I APOLOGISE FOR INVADING YOUR PRIVACY, BUT PLEASE, I\nappeal to you to exercise a little patience and read through \nmy letter, and I guarantee you will not have wasted your time.\n\nI am contacting you, as the need to for me to have a foreign \npartner in your country has become necessary due to my plans \nto relocate and establish a private company in that region, \nas the present political instability in my country Zimbabwe, \ndoes not encourage financial investment as the environment\nis not conducive for investment and most of all security is \nnot insured,just as reported by international media.\n\nThis land problem came when Zimbabwean President Mr. Robert \nMugabe introduced a new Land Act Reform wholly affected the \nrich white farmers and some few black farmers. This resulted \nto the killing and mob action by Zimbabwean war veterans and \nsome lunatics in the society. Infact a lot of people were \nkilled because of this Land reform Act for which my father was\none of the victims. This was after the leadership of \npresident Robert Mugabe announced a degree on May 31st 2000 \nto seize more than 849 white-owned farms and 104 Black owned \nfarms (the white associates who are against the government \nwhich includes my father and some of his friends). So far, \nmore than 1,400 white and black owned farms have been invaded \nand confiscated, as well as claiming the properties of the \nfarmers. During these periods, as reported by international \nmedia, more than 8 white and 4 black farmers were killed, the\ngovernment is not stopping at this, as just recently the \ngovernment have asked all white-farmers to give up their \nfarms to black farmers or risk going to prison.\n\nBefore the death of my father, he deposited the sum of US6.5 \nMillion (Six Million, Five Hundred United States dollars) in \none of the private security company, as he foresaw the \nlooming danger in Zimbabwe. This money was deposited in a box \nas gemstones and photographic materials to avoid much\ndemurrage from Security Company. This amount was meant for \nthe purchase of new machines and chemicals for the Farms and \nestablishment of new farms in Swaziland.\n\nIt is against this background that, my family and I fled \nZimbabwe for fear of our lives and are currently staying in \nSouth Africa where we are seeking political asylum and more \nso have decided to transfer my father's money to a more \nreliable foreign account. as the eldest son of my father, I \nam saddled with the responsibility of seeking a genuine \nforeign account where this money could be transferred without \nthe knowledge of my government who are bent on taking \neverything we have got.\nAs a businessman, I am seeking for a partner who I have to \nentrust my future and that of my family in his hands, I must \nlet you know that this transaction is risk free. If you \naccept to assist me and my family, all I want you to do for \nme, is to make arrangements with the security company to\nclear the consignment (funds). But before then all modalities \nwill have to be put in place.\n\nI have two options for you. Firstly you can choose to have \ncertain percentage of the money for nominating your account \nfor this transaction. Or you can go into partnership with me \nfor the proper profitable investment of the money in your \ncountry. Whichever the option you want,feel free to notify\nme. I have also mapped out 5% of this money for all kinds of \nexpenses incurred in the process of this transaction. If you \ndo not prefer a partnership I am willing to give you 15% of \nthe money while the remaining 80% will be for my investment \nin your country.\n\nI implore you to maintain the absolute secrecy required in \nthis transaction.\n\nThanks, GOD BLESS YOU\n\nBest Regards\n\nCARL EBLON\nMARTINS FARMS ZIMBABWE\n\n\n\n", "id": "d90944ebc658c6da618ba99f5108d651"}