{"email_subject": "TSUNAMI VICTIMS AIDS APPEAL", "email_body": "\n\nDear Sir/Madam,\n\nWe are from a small village in the Aceh Region in Indonesia affected by the recent Tsunami Quakes/floods Disaster that swept through South Eastern Asia.\n\nWe have been rendered homeless and have lost all we have in life. Many foreign tourists also were affected by the quakes/floods.\n\nSince we have no other way to survive as of now and have lost most of our relations and children, we have decided to write this letter of APPEAL FOR DONATIONS.\n\nWe will be very grateful if you can assist us with any amount of money to enable us start a new lease of life. Our little business have been swept off by the floods and we cannot go and steal. All we need is money to rehabilitate and start business again to make a living. No amount is too small to assist in this relief efforts.\n\nWe are sending this mail to many people all over the world for assistance as we can't help ourselves. The United Nations and other world bodies/organisations are helping but it is not enough. So we need your assistance.\n\nSir/Madam we pray that God/Allah will reward you abundantly for listening to the voice of the less privileged and people whose lives have been devastated by a natural disaster.\n\nAny donation can be sent either by Western Union Money Transfer Services or Money Gram Transfer to: \n\nMr. Musliman Musliman\nKp Kurus RT 009-RT0089\nUtara, Jakarta,\nIndonesia,\n14130.\n\nAs soon as you effect the Payment, email me the\nrelevant Money Transfer details vis: Money transfer\ncontrol number, senders name and address as it appears\nin the transfer receipt, amount sent, test \nquestion and answer (if any). \n\nMy email for further contact is: tsoonamivictims@netscape.net\nYour assistance will be appreciated.\nThanks for your anticipated cooperation.\n\nMr. Musliman Musliman\nFor: Aceh Victims of Tsunami\nIndonesia\nemail: tsoonamivictims@netscape.net\n\n\n___________________________________________________________________________\nMail sent from Penny's Research service at \n- http://iresearch-solutions.com\n\n\n", "id": "d9281b123767b0c1cb4be2c6afe68248"}