{"email_subject": "YOUR  ADVICE", "email_body": ">From the Address Book of solamintercombank11\n\nFrom: Solomon A Lamptey,\n\nManager.\n\nInternational Commercial Bank Ltd\n\nFirst Light Kaneshie Branch\n\nAccra Ghana \n\n\n\nDEAR FREIND,\n\n\n\nMy name is Solomon A Lamptey, I am the  manager of the International Commercial Bank  Ltd  First Light Kaneshie Branch . I got your information during my search through the Internet. \n\n\n\nI am 44years of age and married with 3 lovely kids. It may interest you to hear that I am a man of PEACE and don't want problem, I only hope we can assist each other. If you don't want this business offer kindly forget it as I will not contact you again.\n\n\n\nI have packaged a financial transaction that will benefit both of us, as the Branch manager of the  Bank it is my duty to send in a financial report to my head office , at the end of each year.\n\n\n\n On the course of the last year 2003 end of year report, I discovered that my branch in which I am the manager made Two million five hundred and fifty thousand dollars [2,550.000.00] which my head office are not aware of and will never be aware of. I have since place this fund on what we call SUSPENSE ACCOUNT without any beneficiary.\n\n\n\nAs an officer of the bank I can not be directly connected to this money, so this informed my contacting you for us to work so that you can assist and receive this money into your bank account for us to SHARE. While you will have 30% of the total fund .\n\n\n\nNote there are practically no risk involved, it will be bank to bank transfer, all I need from you is to stand claim as the original depositor of this fund who made the deposit with our branch so that my Head office can order the transfer to your designated bank account.\n\n\n\nIf you accept this offer to work with me, I will appreciate it very much. As soon as I receive your response I will details you on how we can achieve it successfully.via  my  email\n\n\n\n   solomon_lamptey@hotmail.com\n\n\n\nBest regards,\n\n\n\nMr Solomon A Lamptey.\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nsolomon A lamptey\tsolamintercombank@yahoo.co.uk\t02853567900\thttp://uk.address.yahoo.com/yab/uk/?A=C&fn=solomon&ln=lamptey&mn=A&nn=solam&e=solamintercombank@yahoo.co.uk&yid=solamintercombank&hp=02853567900&f=02853567968&pp=0&bd=9/15/1959 / http://uk.address.yahoo.com/yab/uk/?A=C&sc=1&fn=solomon&ln=lamptey&mn=A&nn=solam&e=solamintercombank@yahoo.co.uk&yid=solamintercombank&hp=02853567900&f=02853567968&pp=0&bd=9/15/1959\n\nDo You Yahoo!?\nView your Yahoo! Address Book at http://address.yahoo.co.uk\nGet your free @yahoo.co.uk or @yahoo.ie address at http://uk.mail.yahoo.com\n\n", "id": "d9327df774725b099a8c6833b34ddd01"}