{"email_subject": "Please contact me by email or telephone", "email_body": "MR.FAN JEN-LIANG.\nSHANGHAI COMMERCIAL BANK LIMITED,UK BRANCH\n65 CORNHILL LONDON EC3V 3NP,UNITED KINGDOM.\n\nGreetings,\n\nI would not have used this medium (Internet) but I choose to reach you\nthrough it because it is the fastest,surest and most secured medium of\ncommunication. However,this correspondence is un-official and private,and\nit should be treated as such. I also guarantee you that this transaction\nis risk free from all what you may think of.\n\nI am Mr.Fan Jen-Liang,an account officer with SHANGHAI COMMERCIAL BANK\nLIMITED (London Branch), I am contacting you based on trust and\nconfidentiality that will be attached to this transaction.The Management\nand the Legal department of our BANK (SHANGHAI COMMERCIAL BANK LIMITED UK)\nin a recent meeting,recommended that the account of one of my late\ncustomer and branch depositor MR. YUGUANG ZHENG,should be declared\ndormant,confisticated and the depositor's fund sent to the Bank Treasury\naccording to UK Banking and financial law.\nThe depositor,YUGUANG ZHENG died in world trade centre and was one of the\nvictims of the september 11,2001 incident that befall the United State of\nAmerica,ever since his death the bank has made series of efforts to\ncontact any of the relatives to claim this money but without success, you\ncan confirm through this site:\nhttp://www.september11victims.com/september11Victims/victims_list.htm\n\nMR.YUGUANG ZHENG is an account holder in my branch, he owns a dollar\naccount with the sum of US$8.3M (Eight Million,three Hundred Thousand\nUnited States Dollars Only) deposited in a Secret account with my branch\n.In fact, since his death in 2001, no next of kin of the Dollar account\nholder nor any his relative  has shown up to claim his money this is\nbecause he has the account as a secret account and he left all the\ndocuments for the deposit with me.\n\nHaving waited since 2001,I am now fully convinced that no one would turn\nup to claim his money before the bank stipulated collection deadline and\nthis is where I am interested and why I want to present you now to my bank\nas the relation of the deceased,I will use my position here in the bank\nand I will give you the relevant documents and contacts to file in the\nclaim application and then effect the approvals for  the transfer of the\nmoney to your nominated bank account, I will be the one to provide the\nvital documents for the claims of the money and then advise you  exactly\nhow we should handle it.\n\nPlease include your telephone/fax number/ Home Address when replying this\nmail and I will give you more information as soon as you indicate your\nwillingness to assist in this transaction.\nI will use my position to get all internal documentations to back up the\nclaims.Do not be bothered that you are not related in any way to him as I\nam in position to afix your name as the next of kin.\nThe whole Procedures will last only 7 working days to get the fund\nretrieved successfully without trace even in future. After the transfer of\nthe money we shall share the money 60-40,that is I  will have 60% while\nyou will have 40%.\nI await your urgent response to this mail.Reply to my Private Email:\nfanjenliang@terrapins.com or call me on my direct telephone:\n44-7031915718.\n\nRemain blessed,\n\nMR.FAN JEN-LIANG.\nSHANGHAI COMMERCIAL BANK LIMITED,UK(London Branch)\nPrivate Email:fanjenliang@terrapins.com\nDirect Telephone:44-7031915718.\n\n\n", "id": "d97e5db1ecdb66771d0efd3fff93b5bd"}