{"email_subject": "URGENT RESSPOND", "email_body": "Dear Friend,\n\nI got your e-mail contacts from computerised datas after my extensive search \nvia the website for a God-fearing and trust-worthy person to  bestow this \ntransaction which is the only hope of our survival into his or her \nhands.When i got your address,I prayed and meditated fervently over it and i \ncommited it into the hands of God that you should be the rightful person to \nhelp us out before I made up my decision to contact you.I am The Manager of \nAuditing Department of Our Bank ,Ouagadougou Burkina Faso.In my department \nwe discovered an abandoned  sum of USD$15.m(Fifteen   million  united states \ndollars). In an account that belongs to this our foreign customer who died \nalong with his wife and and children in the plane crash.Since we got \ninformation about his death,\nwe have been expecting his next of kin to come over and claim his money \nbecause\nwe cannot release it unless somebody applies for it as the next of kin or \nrelation to the deceased, as indicated in our banking guidelines but \nunfortunately we learnt that all his supposed next of kin or relation died \nalongside with him in the plane crash leaving nobody behind for the claim.It \nis therefore upon this discovery that I decided to make this usiness\n\nproposals to you and release the money to you as next of kin or relation to \nthe deceased for safety and subsequent disbursement since nobody is coming \nfor it because I don't want this money to go into the bank treasury as \nunclaimed Bill. The banking law and guidelines here stipulates that if such \nmoney remains unclaimed after five years, the money will be transferred into \nthe bank treasury as unclaimed fund.The request of foreigner in this \ntransaction is necessary because our late customer was a foreigner and a \nBurkinabe cannot stand as next of kin to a foreigner,I agree that 30% of \nthis money will be for you as foreigner partner in respect to the provision \nof a foreign account. 10% will be set aside for expenses incurred during the \nbusiness and 60% would be for me ,\n\nAfter which I shallvisit your country for disbursement according to the \npercentages indicated.Therefore to enable the immediate transfer of this \nfund to you as I have arranged,you will furnished me with a good receiving \naccount details where\nthe money will betransfered,your private tel and fax number for easy \ncommunication.\nUpon receipt of your reply, I will send to you by fax or e-mail a text of \nthe application which you shall retype and fax to our foreign remittance \nmanager,for easy execution of the transaction.I will not fail to bring to \nyour notice that this transaction is 100% hitch-free on both side. As all \nrequired arrangement have been made for the transfer and more so all the \ndocuments backing this claim will be supplied to you after you might have \napplied.Please I would like you you keep this transaction confidential and \nas a top secret as you may wish to know that I am a senior Bank \nofficial.Trusting to hear from you immediately.\n\nYours Sincerely,\n\nMr. kaburo  musa\n\n_________________________________________________________________\nWindows Live Messenger sur i-mode : dialoguez avec vos amis depuis votre \nmobile comme sur PC ! http://mobile.live.fr/messenger/bouygues/\n\n\n\n", "id": "d99fdbf7a49925e58e47e7943c36106f"}