{"email_subject": "LETTER FROM MRS MARIAM TAYLOR JOINTINVESTMENT PARTNERSHIP NEEDED", "email_body": "Good Morning  \nDear Sir\n\nI have decided to contact you once again through this means of communication since i did not hear from you to know if you received my last letter that I sent to you. I am now resending a copy of the letter that I have earlier sent to you for your urgent attention. \n\nI 'm Mrs Mariam Taylor . from Sierra-Leone, the wife of Dr.Koroma Taylor.Former Personal Assistance to the present Minister for Mines and Natural Resources in-charge of the diamond production sales in my country Sierra-Leone. Unfortunately some months ago before the peace pact in my country, my Husband and his colleagues were killed by rebel group of Mr. Foday Sankoh during  an inspection visit to the rich diamond mining area in the village of Izumba, \n\nwhere the rebels laid an ambush and open fire on the convoy killing my Husband and some of his colleagues who where on their way to the diamond mining zone.Following the peace pact that was introduce by the united nation keeping force some months back,i decided to leave the country with my son for our safety to DAKAR SENEGAL,My Husband deposited the some of 10.million us.dollars Ten million dollars in Holding company here  under  the name of my son is there as beneficary.\n\nI contact you based on trust and your vast knowledge in the business field when i got your contact from a profile that speaks very good of you in the internet.I want you to assist me so that i can transfer this money to your account for safe keeping pending our arrival to your country  to start up an investment in your country  through your wise advice. You will act as  our trustee international business representative and also my family business associate,so that this money can transfer to your account.I am now in Dakar-Senegal for the facilitation of this transaction.\n\nPlease kindly communicate your acceptance or otherwise of this proposal through email address  for us to discuss the modalities of seeing this transaction through.However, if you are not disposed to assist kindly destroy the letter in view of the families interest and personal security.\n\n I count on you greatly for your assistance.Please,if where i contacted you is not okay with you,do not hesitate to tell me and provide another address where i will be contacting you.A good percentage awaits you for your assistance. \nExpecting to hear from you soon.\n\nYours  Faithfully,\n\nMRS MARIAM TAYLOR\n\n\n\n\n", "id": "d9bf69f808b36260f1ee94e9ea206b29"}