{"email_subject": "From Mrs.Mable.", "email_body": "I have a new email address!You can now email me at: mrs.mable_kabila_0@yahoo.com\n\nFrom: Mrs.Mable.\n\n\n I am Mrs.Mable Kabila, from Democratic Republic of Congo. There is an imformation I would like you to keep very confidential There is sum ammount of money my Husband Late President Laurent Kabila, deposited in a security company Abidjan Cote d'ivoire for safe keeping. Before he was killed by his Eldest Millitary Son. \n\n\nThe squable happened as immediately we returned back from our London trip. My husband married us two.I am the second wife.I will not be able to give you the full details that led to that urgly incidents.\n\n\nThe Eldest Son is the current President of our country now. For now I am staying in Abijdan, the capital of Republic of Cote d'voire,just to save my life,with my three children. The money in question, is 22, Million U.S.Dollars. I can not make the withdrawal of this fund, because my husband registered the Beneficiary of the fund as his (Foriegn Bussiness Patner) and also (Family valuables as the content of the\n\ndeposit) The documents of the deposit are with me.\n\n\nWhat I would want you to do, is to assits me to get the consignment withdrawn from the security company, and we shall open a small account in a Bank here in your name, and transfer the money to your country, through the account .We shall replace the name Foriegn Patner to your own name, because the code was used for security reason. I will give you the 10% of the money for your assitance.Ther is no risk in this transaction. I will use the remaining balance of the money for an investiment in your country for the future of my children.\n\n\nIf you are intrested, and can maintain the very confidential of this transaction,you \n\ne-mail meimmediately for more clearification, and also note that I am a refugees in Abidjan, Cote d lvoire becuase of the assasnation of late husband,and the civil war going on in our country,Democratic Republic of Congo. contact me in my private \n\nThank you very much and God bless you.\n\nMrs.Mable Kabila.\n\n- mrs.mable kabila\n\n", "id": "da14b3854eaaa42f3fcd5ea33da7e3fd"}