{"email_subject": "FROM PRINCE ABDULLAH ANDANI", "email_body": "\nGood Day my dear friend, \n\nI wish to request for your assistance in a financial Transaction, I decided to contact you, based on a certain issue that is of paramount importance to me.\n\nBut most importantly, I want you to show your credibility promise that you will be honest and trustworthy to me during my relationship with you, I am, until recently, a first year medical student at the University of Ghana,West Africa. \n\non the 27th of November 2002, in my home town YENDI CAPITAL DAGBON, NORTHERN REGION OF GHANA, some unknown mub attacked and brutal murdering in my family home with the killing of both uncles and aunts including my sister and brothers most expecially my father who was the key target, king or\"lion\" of Dagbon,Ya-Naa, YAKUBU ANDANI II .WELL YOU CAN FIND OUT BY YOURSELF THROUGH(www.bbcafrica.com) search event on the(regicide in dagbon region of GHANA) . Fortunately for me, I was in school when the attack took place.\n\n I equally lost my only sister to the\"ABUDU MUBS\".When I got home for the remains of my parents,I discovered a document indicating that my late father had deposited $17.7M United States Dollars (Seventeen Million Seven hundred thousand USdollars) in a private security firm in JOHANNESBURG. This money, according to the document, was meant for the building of an ultra modern hospital for me by my late father, when I complete my studies.\n\nUpon the discovery of this document , I left GHANA in trace of the private security firm, and the safer of my life to make claims for the mentioned money as the only surviving next of kin to my father. But deliberately, I have decided to keep all my uncles and Aunts out of the issue as none of them will be happy to know I am in possession of such money and decided to invest it with you in your country. \n\nI have succeeded in making the people at the security company to believe that I am the next of Kin and all the documents related to it are now with me. \n\nI do not know what to do with it but I have decided to contact you to seek your assistance in helping me to take it out to your country or through your account and help me to come to your country to continue my education, so that you will help me to get the money invested until such a time that I will be ready to be in need of it. I am really desperate as I am left alone now in the world. Most importantly, I seriously appeal that you maintain high level of secrecy and confidentiality with the whole transaction.\n\nThanks and may Allah bless and guide you. more details awaits your urgent response. \n\nPRINCE ABDULAH RAHMAN ANDANI: NB: I HAVE THE DEPOSIT DOCUMENTS IN MY POSSESSION THAT WAS ISSUED TO MY LATE FATHER BY THE SECURITY FIRM. IF YOU NEED TO HAVE A LOOK AT THEM, PLEASE DO REPLY AS URGENT, FOR ME TO SEND THEM DOWN TO YOU THROUGH YOUR EMAIL ADDRESS, AND ALWAYS WRITE ME THROUGH MY PRIVATE MAIL BOX:abdulah77@netscape.net, please, use only this telephone number +88-216-2166-85-88, and email address for some security reasons. \n\nThanking you in advance for your anticipated kind assistance.\n\nregards to you and your entire family members.\n\nPrince. Abdullah Rahman Andani.\n+88-216-2166-85-88\n\nNOTE: \nON YOUR INABILITY TO HANDLE THIS TRANSACTION, RESPOND TO ME IMMEDIATELY SO THAT I MAY CONTACT SOMEONE ELSE. \n\n\n\n\n\n\n\n\n\n", "id": "da51f05293b85b8fff4eeb8565c9eed7"}