{"email_subject": "I NEED YOUR URGENT ASSISTANCE", "email_body": " \n  Dear Rrrrr,\n   \n  I am Chito Tang, an attorney at law. A deceased client of mine, by name Mr Basil, who here in after shall be referred to as my client, died as the result of a heart-related condition on the 11th November 2004. His heart condition was due to the death.\n   \n  I have contacted you to assist in distributing the money left behind by my client before it is confiscated or declared unserviceable by the bank when this deposit valued at 4.5million dollars is lodged. This bank has issued me a notice to contact the next of kin, or the account will be confiscated.\n  \nMy proposition to you is to seek your consent to present you as the next-of-kin and beneficiary of my named client, since you have the same last name, so that the proceeds of this account can be paid to you. Then we can share the amount on a mutually agreed-upon percentage. All legal documents to back up your claim as my client's next-of-kin will be provided.All I require is your honest cooperation to enable us see the transaction through.\n\nThis will be executed under a legitimate arrangement that will protect you from many breach of the law If this business proposition offends your moral values,do accept my apology. I must use this opportunity to implore you to exercise the utmost indulgence to keep this matter extraordinary confidential, whatever your decision, while I await your prompt response.Please contact me at once to indicate your interest. I will like you to acknowledge the receipt of this e-mail as soon as possible via email this transaction will be treated private with absolute confidentiality and sincerity I look forward to your quick reply,Thank's God bless . \n   \n  Best Regard\n  Barrister.Chito Tang Esq . \n\n       \n---------------------------------\nBuilding a website is a piece of cake. \nYahoo! Small Business gives you all the tools to get online.\n       \n---------------------------------\nPark yourself in front of a world of choices in alternative vehicles.\nVisit the Yahoo! Auto Green Center.", "id": "da63257089755537d600931e0d0ecc14"}