{"email_subject": "FOR YOUR ATTENTION ONLY", "email_body": "Yours faithfully,\nDr Abdul Siop.\nDirector/General.\nDr ABDUL SIOP.\nDIRECTOR/GENERAL \nMINISTRY OF FINANCE SENEGAL. a \n\nFOR YOUR ATTENTION ONLY .\nFirst,i must solicit your confidence in these transaction.I am a high placed official working with the ministry of finance,here in Dakar, Senegal west Africa. my department(the treasury department). Runs into several thousand millions of Dollars monthly.\nDear i am correctly in need of a foreign partner whose Bank account i can use to transfer the sum of thirty two million,five hundred thousand us dollars ($32,500.000.00). This fund accrued legitimately (but discretely), as commission from foreign contracts, through my private connections .The fund is presently waiting to be remitted by our offshore funds managers to any foreign beneficiary which i should submitt them as the receiver of the fund However, by virtue of my positions as civil servants in my country,I cannot acquire this money in my names, because as high placed civil servants,I am not allowed by the civil service code of conduct to own or operate accounts outside of our shores.On the other hand, it is not safe for me to keep the money here due to our unstable political environment.\nI have been delegated as a matter of trust by, to look for an overseas partner in whose account i will transfer the sum of $32,500,000.00 us dollars for mutual benefit, and 18% will be your commission, then 2% or any expenses that may occur during the transaction, Hence the reason for this email.\nWhat i am requesting from you is to be our partner and receive the funds in your account in trust.I plead with with you on one issue, please kindly do not expose this information to any on else.I confirm that the transaction is legitimate and without any risks either to our self or yourself.I will send you all the document you may need for the transaction when i received your reply.\nYours faithfully,\nDr Abdul Siop.\nDirector/General. \n\n\n\n\n\n", "id": "da79d69af9d5a261d390778787eb09c9"}