{"email_subject": "FORWARD YOUR COMPLIANCE", "email_body": "Mr.Paul Clarke\nSenior Audit Officer\nHSBC Bank Group\nUK.\n\nDear Friend,\n\nI am Mr.Paul Clarke Senior Audit Officer of HSBC Bank Group UK. HSBC Bank\nLondon. I am writing following an opportunity in my office that will be of\nimmense benefit to both of us.\n\nIn my department we discovered an abandoned sum of30.5million British\nPounds Sterling (Thirty million five hundred thousand British Pounds) in\nan account that belongs to one of our  foreign customers Late Mr. Morris\nThompson an American  who unfortunately lost his life in the plane crash\nof Alaska Airlines Flight 261 which crashed on January 31 2000, including\nhis wife and only daughter. You shall read more  about the crash on\nvisiting this site.\n\nhttp://www.cnn.com/2000/US/02/01/alaska.airlines.list/\n\nSince we got information about  his death, we have been expecting his next\nof kin or relatves to come over and claim his money because we cannot\nrelease it unless somebody applies for it as next of kin or relation to\nthe deceased as indicated in our banking guidelines. Unfortunately I\nlearnt that his supposed next of kin being his only daughter died along\nwith him in the plane crash leaving nobody with the knowledge of this fund\nbehind for the claim.\n\nIt is therefore upon this discovery that I and two other officials in this\ndepartment now decided to make business with you and release the money to\nyou as the next of kin or  beneficiary of the funds for safety keeping and\nsubsequent disbursement since nobody is coming for it and we don't want\nthis money to go back into  Government\ntreasury as unclaimed bill.\n\nThe banking law and guidelines here stipulates that such money remained\nafter six years the money will be transferred into banking treasury as\nunclaimed funds.\n\nWe agreed that 35% of this money will be for you as foreign partner, while\nthe balance will be for me and my colleagues. I will visit your country\nfor the disbursement according to the percentages indicated above once\nthis money gets into your account.Please be honest to me and trust is our\nwatchword in this transaction.\n\nNote this transaction is confidential and risk free.As soon as you receive\nthis mail you should contact me by return mail.Please note that all\nnecessary arrangement for the smooth release of these funds to you has\nbeen finalised. We will discuss much in details when I do receive your\nresponse.\n\nPlease if you are interested in this project contact me for further\ndirectives on paul_clark01@yahoo.co.uk or paul_clarke02@yahoo.co.uk\n\nBest regards\n\nMr Paul Clarke\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "db890fb2f2dedf80549844a373166e4e"}