{"email_subject": "Gooday", "email_body": "\nDEAR SIR\n\nFUNDS FOR INVESTMENTS.\n\nTHIS LETTER MAY COME TO YOU AS A SURPRISE SINCE I HAD\nNO PREVIOUS CORRESPONDENCE WITH YOU.\n\nI AM THE CHAIRMAN TENDER BOARD OF INDEPENDENT\nNATIONAL ELECTORAL COMMISSION (INEC). I GOT YOUR\nCONTACT IN THE COURSE OF MY SEARCH FOR A RELIABLE\nPERSON WITH WHOM TO HANDLE A VERY CONFIDENTIAL\nTRANSACTION INVOLVING THE ! TRANSFER OF FUND VALUED AT\nTWENTY ONE MILLION, SIX HUNDRED THOUSAND UNITED STATES\nDOLLARS (US$20.5M) TO A SAFE FOREIGN ACCOUNT.\n\nTHE ABOVE FUND IN QUESTION IS NOT CONNECTED WITH\nARMS, DRUGS OR MONEY LAUNDERING. IT IS A PRODUCT OF\nOVER INVOICED CONTRACT AWARDED IN 1999 BY INEC TO A\nFOREIGN COMPANY FOR THE SUPPLY OF ELECTORAL MATERIALS\nTHAT WAS USED FOR CONDUCTING 1999 ELECTIONS.\nTHE CONTRACT HAS LONG BEEN EXECUTED AND PAYMENT OF THE\nACTUAL CONTRACT AMOUNT MADE TO THE FOREIGN CONTRACTOR;\nTHEREBY LEAVING THE BALANCE OF US$20.5M IN DORMANT\nACCOUNT WHICH MY COLLEAGUE AND I NOW WANT TO TRANSFER\nOUT OF NIGERIA INTO A RELIABLE FOREIGN ACCOUNT FOR\nOUR PERSONAL USE.\n\nAS CIVIL SERVANTS WE DO NOT HAVE THE NECESSARY FOREIGN\nACCOUNT MACHINERY TO SUCCESSFULLY HANDLE THIS\nTRANSACTION. THEREFORE IT BECOMES NECESSARY TO SOURCE\nFOR A FOREIGN COMPANY WITH THE CAPABILITY\nTO ACT AS THE ORIGINAL BENEFICIARY OF THE CONTRACT.\n\nMY DEAR! , IT IS A GOOD THING THAT THE PRESIDENT HAS\nENDORSED THE RESOLUTION PASSED BY THE SENATE THAT ALL\nFOREIGN CONTRACTORS OWED BY THE FEDERAL GOVERNMENT OF\nNIGERIA BE PAID, WE WILL SEIZE THIS GOOD OPPORTUNITY\nTO SURPORT YOU AS ONE OF THE BENEFICIARIES TO BE PAID.\nIF YOU ARE INTERESTED IN THIS PROPOSAL KINDLY GET BACK\nTO ME BY SENDING A LETTER OF ACCEPTANCE ALONG WITH\nYOUR DIRECT TELEPHONE AND FAX NUMBERS.\n\nMEANWHILE, MY COLLEAGUE AND I HAVE DECIDED TO SHARE\nTHE MONEY IN THE FOLLOWING RATIO: 65% FOR MY\nCOLLEAGUES AND I, THEN 30% FOR YOU THE ACCOUNT OWNER \nAnd 5% for contingencies that might arise or we incure during the \ncourse \nof this transactions.\n\nFURTHER DETAILS ABOUT THIS TRANSACTION WILL BE\nDISCUSSED IN THE SUBSEQUENT CORRESPONDENCE. THIS\nTRANSACTION IS STRICTLY CONFIDENTIAL AND 100% RISK\nFREE. NOTE ALSO THAT THE NATURE OF YOUR BUSINESS IS\nIRRELEVANT TO THIS TRANSACTION AND THIS\nTRANSACTION IS EXPECTED TO BE CO! NCLUDED WITHIN 15\nWORKING DAYS SINCE ALL LOCAL CONTACTS AND ARRANGEMENTS\nHAVE BEEN PROPERLY PERFECTED FOR A SMOOTH AND\nSUCCESSFUL CONCLUSION OF THIS TRANSACTION.\n\nWE WOULD REQUIRE AS A MATTER OF URGENCY THE FOLLOWING\nTO ENABLE US MAKE THE NECESSARY FORMAL APPLICATION FOR\nTHE RELEASE OF THE FUNDS INTO YOUR ACCOUNT:\n\nYOUR PHONE AND FAX NUMBER AND ALSO, A MEMORANDUM OF AGREEMENT FOR THE \nFOLLOWING TRANSACTION.\n\n\nTHANK YOU FOR YOUR ANTICIPATED CO-OPERATION.\n\nYOURS FAITHFULLY,\nDR.Ibrahim Galadima\nTELEPHONE NUMBER: + 234 80 33026121 \nE FAX NUMBER: + 1 775 256 1718 \n\nFOR ALL CORRESPONDENCE: ibrahim_galadima@yahoo.co.uk\n                                                     galadima_esq@netpiper.com\n                                                     from_ig@uymail.com\n\n\n\n", "id": "db958f883e5e6070474a54d747752b41"}