{"email_subject": "GOOD DAY", "email_body": "Dear Friend, My name is Dr Willison Van, am the branch and computer management department here confidential business proposition for you.  On october 6, 2002, an American Geologist/Contractor with the Economic  Community Of West African States (ECOWAS), Dr. George W.Brumley From  Atlanta,U.S.A Deposited the sum of US$15,500,000.00 ( Fiften million Five  hundred thousand Dollars only) in my bank. Upon maturity,I sent aroutine  notification to his forwarding address but got no reply. After a month,we  sent a reminder and finally we discovered from his contract employers,the  Economic Community Of West Africa States (ECOWAS) that Dr George W.Brumley  died in a plane crash with his intire family in Kenya,East Africa in the year 2003. I want you to visit the website below for more information about the PlaneCrash: I therefore made further investigation and discovered that In the bank form  for next of kin, George W.Brumley Before his death filled his wife JEAN  BRUMLEY as his next of kin but unfortunately, the wife died with him along  others and therefore, there is nobody left behind to claim the fund of Dr. George Brumley as his next of kin that was why I contacted you and  proposed it as a deal between us. Meanwhile, Official documents, including his Bank Deposit paperwork in my Bank as the next of kin was in the name of his wife. Based on that, No one  will ever come forward to claim itI will like to seek foryour  permission as a foreigner to stand as the next of kin to Dr.George W.Brumley  so that the fruits of this old man's labor will not be use for financing  weapons which will further enhance the courses of war in the world in general. The money will be paid into your account for us to share in the ratio of 55%  for me and 40% for you and 5% for Expenses Incurred in the course of the  transaction.There is no risk at all as all the paperwork for this  transaction will be done accordingly and with my position as the bill the  exchange guarantees the successful execution of this transaction. if you are interested, please reply immediately  address: by indicating your address, Account number,  phone and fax number for easy communication. Upon your response, I shall then  provideyou with more details and that will help you understand the transaction  Finally, You should observe utmost confidentiality, and rest assured that  this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country. Anxiously Awaiting for your urgent response. Thanks and best regards to your family. FROM Dr Willison Van", "id": "dbd526f272b59f79dd9af65ac96747f5"}