{"email_subject": "Urgent Business Assistance. ", "email_body": "No 13 VS2\nCethswayo Estate\nGeneration-South Africa.\nSatelite phone no.\n882-1646685262\n.....................\n\n  {URGENT AND CONFIDENTIAL}\n(RE: TRANSFER OF ($ 126,000.000.00 USD}\n{ONE HUNDRED AND TWENTY SIX MILLION DOLLARS)\n\nDear Sir,\n\nWe want to transfer to overseas ($ 126,000.000.00USD) One hundred and Twenty \nsix million United States Dollars) from a Bank in Africa, I want to ask you \nto quietly  look for a reliable and honest person who\nwill be capable and fit to provide either an existing bank account or to set \nup a new  Bank a/c immediately to receive this money, even an empty a/c can \nserve to receive this money, as long as you will remain honest to me till \nthe end for this important business trusting in you and believing  in God \nthat you will never let me down either now or in future.\n\nI am Mr.Eze Ekeyion, the Auditor General of a bank in Africa, during the \ncourse of our auditing  I discovered a floating fund  in an account opened \nin the bank in 1990 and since 1993 nobody has operated on this account \nagain, after going through some old files in the records I discovered that \nthe owner of the account  died without a [heir]  hence  the money is \nfloating and  if I do not remit this money out\nurgently it will be forfeited for nothing. the owner of this account is  Mr. \nPhillip Morris, a foreigner, and a sailor, and  he died,  since 1993, and  \nno other person knows about this account or any thing concerning it, the \naccount has no other beneficiary and my investigation proved to me as well \nthat Phillip Morris until his death was the manager Morris & Morris \nCoy.(pty). SA.\n\n\nWe will start the  first transfer with Twenty six million [$26,000.000] upon \nsuccessful transaction without any disappoint from your side, we shall \nre-apply for the payment of the remaining amount to your account.\n\nThe amount involved is (USD 126M) One hundred and Twenty Six million United \nStates Dollars, only I want to first transfer $26,000.000 [Twenty Six \nmillion United States Dollar from this money into a safe\nforeigners account abroad before the rest, but I don't know any foreigner, I \nam only contacting you as a foreigner because this money can not be approved \nto a local person here, without valid international\nforeign passport, but can only be approved to any foreigner with valid \ninternational passport or drivers license and foreign a/c  because the money \nis in US Dollars and the former owner of the  a/c  Mr. Phillip Morris is a \nforeigner too, [and the money can only be approved into a foreign a/c.\n\nHowever, we will sign a binding agreement, to bind us together I got your \ncontact address  from the Girl who operates computer, I am revealing this to \nyou with believe in God that you will never let me down in this business, \nyou are the first and the only person that I am contacting for this \nbusiness, so please reply urgently so that I will inform you the next step \nto take urgently. Send also your private telephone and fax number including \nthe full details of the account to be used for the deposit.\n\nI want us to meet face to face to build confidence and to sign a binding \nagreement that will  bind us together  before transferring the money to any \naccount of  your choice  where the fund will be safe. Before we fly to your \ncountry for withdrawal, sharing and investments.\n\nI need your full co-operation to make this work fine, because the management \nis ready to approve this payment to any foreigner who has correct \ninformation of this account, which I will give to you, upon your positive \nresponse and once I am convinced that you are  capable  and will meet up \nwith instruction of  a key bank official who is deeply involved with me in \nthis business.\n\nI need your strong assurance that you will never, never let me down.\n\nWith my influence and the position of the bank official we can transfer this \nmoney to any foreigner's reliable account which you can provide with \nassurance that this money will be intact pending our physical arrival in \nyour country for sharing. The bank official will destroy all documents of \ntransaction immediately we receive this money leaving no trace to any place \nand to build confidence  you can  come immediately  to discuss with me face \nto face after which I will make this remittance in your presence and three \nof us will fly to your country at least two days ahead of the money going \ninto the account.\n\nI will apply for annual leave to get visa immediately I hear from you that \nyou are ready to act and receive this fund in your account. I will use my \nposition and influence to obtain all legal approvals for  onward\ntransfer of this money to your account with appropriate clearance from  the \nrelevant  ministries and foreign exchange departments.\n\nAt the conclusion of this business, you will be given 35% of the total \namount, 60% will be for me, while 5% will be for expenses both parties might \nhave incurred during the process of transferring.\n\nI look forward to your earliest reply through my email address.\n\nYou should try to call me on my satelite phone no. 882-1646685262. if you \nare calling my No. dial the way you use to call other countries, do not put \nSouth African area code, because it is a satellite phone.\n\n\nSincerely,\n\nEze Ekeyion.\n\n\n\n\n\n_________________________________________________________________\nWin six sexy scooters! One for you, and one each for FIVE buddies. \nhttp://www.sweepstakes2003.com/entry.aspx?LocationID=3\n\n\n", "id": "dc47584448d6457f94a7c7955eb971b6"}