{"email_subject": "URGENT MAIL", "email_body": "URGENT BUSINESS PROPOSAL \n\n\nGoodday \nSir/Madam\n\nI am a member of Independent Committee of Eminent Persons (ICEP), Switzerland. ICEP is charged with the responsibility of finding bank \naccounts in Switzerland belonging to non-Swiss indigenes, which have remained dormant since World War II. \nIt may interest you to know that in July of 1997, the Swiss Banker's \nAssociation published a list of dormant accounts originally opened by non-Swiss citizens. \nThese accounts had been dormant since the end of World War II (May 9, 1945). \nMost belonged to Holocaust victims. The continuing efforts of the Independent Committee of Eminent Persons (ICEP) have since resulted in \nthe discovery of additional dormant accounts - 54,000 in December, \n1999. \nThe published lists contain all types of dormant accounts, including interest-bearing savings accounts, securities accounts, safe \ndeposit boxes, custody accounts, and non-interest-bearing transaction accounts. Numbered accounts are also included. Interest is paid on \naccounts that were interest bearing when established. The Claims Resolution Tribunal (CRT) handles processing of all claims on accounts \ndue non-Swiss citizens. A dormant account of ORDNER ADELE with a credit balance of 20,000,000 US dollar plus accumulated interest was \ndiscovered by me. The beneficiary was murdered during the holocaust era, leaving no WILL and no possible records for trace of heirs. \nThe Claims Resolution Tribunal has been mandated to report all unclaimed funds for permanent closure of accounts and transfer of existing credit \nbalance into the treasury of Switzerland government as provided by the law for management of assets of deceased beneficiaries who died \ninterstate (living no wills). \nBeing a top executive at ICEP, I have all secret details and necessary contacts for claim of the funds \nwithout any hitch.we can share the funds and use in investment of our \nchoice. \nDue to the sensitive nature of my job, I need a foreigner to HELP claim the funds. All that is required is for you to provide me \nwith your details for processing of the necessary legal and administrative claim documents for transfer of the funds to you. \nKindly provide me with your full name, address,date of birth and telephone/fax. We will pay all required fees to ensure that the fund is \ntransferred to a secure, numbered account in your name in Spain, of which you will be capable of accessing the funds gradually and \ntransferring to your country and other banks of choice in the world. My share will be 60 percent and your share is 40 per cent of the total \namount. \n\nYou can find additional information about unclaimed funds through the internet at the following websites: \nwww.swissbankclaims.com \nhttp://www.cnn.com/WORLD/europe/9902/09/germany.holocaust/ \nwww.avotaynu.com \nwww.icheic.org \nwww.livingheirs.com \nwww.wiesenthal.com \nI find myself priviledged to have this information and this may be a great opportunity for a life time of success without risks. \nThank you for your prompt response. \nYou can write me in German if you wish\n\n\nYours \nSincerely \n\nAlan Rodriguez\nPlease reply me under the following \ne- mail address alanrodriguez90@aim.com\nPS, please delete this letter if you are not interested\n\n\n", "id": "dc7d0c75897f6e0fa8789991c687016d"}