{"email_subject": "Reply", "email_body": "Dear sir, \n\n\n\nPermit me to inform you of my desire of going into business relationship with you . \n\n\n\nI am Fred pascal., The only son of late Mr and Mrs Jude Pascal. My father was a very wealthy GOLD and COCOA merchant who based in ACCRA GHANA and ABIDJAN respectively, The economic capital of cote D\u0092Ivoire.\n\n\n\nHe was poisoned to death by his business associate on one of their business outings. When my mother died on the 21ST October 1994 , My father took me so special because I was motherless.\n\n\n\nBefore the death of my father on the 29th April 2005 in a private hospital here in Accra Ghana ,He sincerely called me on his bed side and told me that he had a sum of 12,000,000 US DOLLARS (Twelve MILLION USA DOLLARS) kept in a security company. He also said that the security company knows that i am the next of kin. He also used my name to Deposit the money as his first Son for next of kin. He also explained to me that it was because of this wealth that he was poisoned by his business associates,That I should seek for a foreign partner in a country of my choice where I will Transfer this money and use it for investment purposes, I want you to assist me in clearing this fund into your account overseas as a beneficiary of the fund, and also use it for an investment purpose, such as real estate management.My interested areas of investment are: \n\nREAL ESTATE,HOTEL PETROLUM INDUSTRY. \n\n\n\nI am honourably seeking for your assistance in the following ways. \n\n(1)To assist me to clear this fund from the security company and transfer to your account successfully. \n\n\n\n(2) to provide a bank account into which this money will be lodged \n\n\n\n(3)To serve as the guardian of this fund since I am a Boy of (24)yrs . \n\n\n\n(4)To make arrangement for me to come over to your country to further my Education and to secure a residential permit in your country. \n\n\n\nMoreover, I am willing to offer you 20% of the total sum as compensation for your effort /input after the successful transfer of this fund to your nominated account. \n\n\n\nFurthermore, you can indicate your option towards assisting me as I believe that this transaction would be concluded within some days, from the day you signify interest to assist me. My E-mail: fredpascal19701@hotmail.com \n\n\n\nAwaiting to hear from you soonest. Please reach me through the E-mail address above to enable us discuss the modalities.\n\n\n\nThanks and God bless you as you for your anticipated cooperation. \n\n\n\nBest Regards,\n\n\n\nFred Pascal.\n  ", "id": "dc99da5957b3b47735d4b02dbf83b9f3"}