{"email_subject": "hello", "email_body": "Foreign Operation Dept,Eco Bank NIG. PLC,\nLagos Branch.\n\nPlease Reply To: From The Desk O f Mr Joel Taylor\n\nJoeltaylor011@hotmail.com  for security reasons\n\nDEAR:SIR/MADAM\n\nI am Mr Joel Taylor I work with the office of the Director, Foreign \nOperation Department of Eco Bank NIG. PLC, Lagos Branch. It happened On the \n2nd of May 1999, Engr. S. BARNHILL, an AMERICAN  from New Orleans who used \nto work with Shell Petroleum Development Company In Nigeria (SPDC), Mr Engr. \nS. BARNHILL, his wife And their three children were involved in a car \naccident along Shagamu Express Road. All occupants of the vehicle \nunfortunately lost their lives. Since then, Eco Bank NIG. PLC have made \nseveral enquiries to  embassies to locate any of the extended relatives, \nthis has also proved unsuccessful.\n\nAfter these several unsuccessful attempts, I decided to trace his relatives \nover the Internet, to locate any member of his family but of no avail, hence \nI contacted you. I have contacted you to assist in repatriating the money \nthat belong to Mr Engr. S. BARNHILL, before they get confiscated or declared \nunserviceable by the bank where this huge deposits were lodged. \nParticularly, the Bank where the deceased had an account valued at about \n$18.6 Million Dollars has issued a notice to provide the next of kin or have \nthe account confiscated within the next ten official working days.\n\nSince bank have been unsuccessful in locating the relatives for over 3 years \nnow I seek your consent to present you as the next of kin to the deceased, \nso that the proceeds of this account valued at $18.6 Million Dollars can be \npaid to you and then you and me can share the money,50% to me and 45% to \nyou, while 5% should be for expenses or tax as your government may require, \nI have the Certificate of deposit that can be used to back up any claim we \nmay make. All I require is your honest co-operation to enable us see this \ndeal through.\n\nI guarantee that this will be executed under a legitimate arrangement that \nwill protect you from any breach of the law. Please get in touch with me by \nmy email to enable us discuss further.\nThank you\n\nMy Regards,\n\nJoel Taylor\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "dcbf5438ae66b89aa1d8d65242573439"}