{"email_subject": "URGENT....", "email_body": "  Dear Dddddddd R. Rrrrr,\n \nMy name is Collins Ibeh I am 32yrs old and a\nstudent.Please I would like you to assist me as urgent\nas you can before they kill me.My father is a wealthy\nKing in our province. Trouble began early last year\nwhen my father's associates began suspecting that my\nfather is not giving proper accounts of all the money\nbeing paid by Oil company(Shell)for compasension of\nyouth in our area RIVER STATE NIGERIA for development.\nThis mistrust deepens between oct-sept,2002 when there\nwas news that my father depoited big some of money in\na security company.\n \nAs a result of this discovery and the enviness of the\nmoney,he was \npoisioned by his associates. At his hospital bed, he\nrevealed to me the reasons of his sickness.He directed\nme where to get the documents of the said deposit,that\nhe made me the next of kin being the only child.He\nadvise me that if he dies, that I should not stay in\nthe country because his associates will equally kill\nme hence my mother died five yrs ago of breast cancer.\nHe dircted me if he dies that I should look for a\nforeign partner who will help me to transfer the money\ninto the person's account and the person will help me\nto invest the money in that country.\n  \nSince the death of my father, I was out of school and\nwent into hiding because of my father's associates.\nAll the relevant documents of the $17.5m (seventeen\nmillion five hundred thousand U.S dollars) that was \ndeposited in a security company are with me now. I am\nready to give you 30% of this  money,if you can help\nme bring out this money from the security company and\ntransfer it into your account for onward investment in\nyour country.\n \nPlease contact me immediately with the above E-mail\naddress and include your telehone and Fax number to\nenable me send you necessary documents as regards the\nmoney before they kill me.Please this transaction is\n100% risk free. I'm waiting for your urgent \nreply.\n \nBest regards,\nCollins Ibeh.\n\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n\n", "id": "dd23e8e4117c7606c4b0a86931b77871"}