{"email_subject": "Dear,", "email_body": "Dear,  I am Barrister Lucky Joe a solicitor at law.I am the personal attorney to ENGR.P.O., a national of your country, who is a Contractor and have spent most of his life in my country (ABIDJA) Here in after shall be referred to as my client. On the 21st of April 2000, my client, his wife and  their only son were involved in a car accident along bagida express road.  All occupants of the vehicle unfortunately lost their lives. Since then I have made several enquiries to your embassy to locate any of my clients extended relatives,this has also proved unsuccessful. After these several unsuccessful attempts, I decided to track his last name over the  Internet, to locate any Member of his family hence I contacted you.  I have contacted you to assist in repatriating the assets and Capital valued at US$15,000,000.00 (Fifteen Million Dollars) left behind by my client before they get confiscated or declared unserviceable by the management of the Finance/security company, where these huge deposits were lodged and declared as Family treasures of Gold Jewelry and personal precious effects. The said finance/security company, has issued me a notice to provide the next of Kin or have the Consignment confiscated within the next twenty Official working days.  Since I have been unsuccessful in locating the relatives for over 2 years now, I seek the consent to present you as the Next of kin to the deceased since you have the same last names, so that this Consignment could be released to you as wished. Therefore, on receipt of your positive response, we shall then discuss the sharing ratio and modalities for transfer. I have all necessary information and legal documents needed to back you up for claim.  All I require from you is your honest cooperation to enable us see this transaction through.I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law .Please get in touch with me through this email:  lucky_ajoe2@yahoo.fr  for more details.  Awaiting to hear from you.  Best Regards,  BARRISTER Lucky Joe ESQ,", "id": "dd499d0b6d8206b0f5e85a74fb01ef5c"}