{"email_subject": "help sir", "email_body": "Permit me to first of all introduce myself.\n My name is Kenneth.c. Ndlovu, the eldest child of Mr Tarcisious Ndlovu from Zimbabwe.\n \n        During the current crisis against the farmers of Zimbabwe by the\n supporters> of our President Robert Mugabe to claim all the\n white owned farms in our country, he ordered all the white farmers to surrender their farms to his party members > and their followers.My father was one of the best farmers in the country and> knowing that he did not support the president's\n> political ideology, the president's supporters invaded my father's farm burnt down everything, killed him and confiscated all his investments.\n        After the death of my father, my mother and I with my younger sister\n decided to move out of Zimbabwe for the safety of our lives.\n Before we moved, we were able to, with the assistance of a diplomat friend of\n my late father send the money> my father kept in the safe in my mother's house,\n which amounted to the sum of US$24.7 Million United States Dollars to Overseas. The diplomat, my father?s friend assited us in sending the money via Diplomatic\n courier. The funds are presently being kept away in the secret vaults of a private\n security firm based in overseas\n The officials of the firm are also not aware of the contents of the package\n and are of the belief that they are helping me in keeping my personal Valuables,\n because> of the way I packaged the consignment as family\n valuables.\n Myself and my mother then decided to contact any reliable overseas Partner who\n could assist us to collect and transfer this money out of the Security company\n to a safe account nominated by such a person, because we as asylum seekers here  in South Africa we are handicapped in doing this because our status here\n does not permit us to a lot of facilities.\n If my proposition is considered, for assisting us in this transaction, we intend to\n share funds in the ratio of 75% for me and my family, 20% for you then 5%\n will be set aside to cover any expenses incurred during this transaction.\n There is no risk at all, as all the documents for the success of this transaction I\n will forward to you. If you are interested, please reply immediately to this.\nkenc1962@mail.nu \n Upon your response I shall then provide you with more details and relevant \n documents that will help you understand. Please observe utmost confidentiality,\n \n and be rest assured that this transaction would be most profitable for both of us\n because I shall require your assistance to invest my share in your country.\n \n You can also visit the sites below to give you an insight of the injustice done to\n white farmers in my country.\n http://news.bbc.co.uk/1/hi/world/africa/2787057.stm\n http://news.bbc.co.uk/1/hi/world/africa/2571697.stm\n Awaiting your urgent reply\n Thanks and regards\n Kenneth .c. Ndlovu .\n\n\n\n\n\n", "id": "dd4a2237860c684398c03d1233255267"}