{"email_subject": "Urgently pls.", "email_body": "FROM THE DESK OF\nDR.HARRY MACDONALDS,\nMANAGER, ACCOUNTS AND \nOPERATIONS,    \nFIRSTRAND BANK JOHANNESBURG SOUTH AFRICA.   \nE MAIL; \nharrymacdon@yahoo.ca\nTel: +874-7635-94445,\n\n              \nCONFIDENTIALITY NOTICE      \n    This email and any attachments to it \ncontain information that is confidential and may be privileged. It is \nfor the exclusive use of the intended recipient(s). If you are not the \nintended recipient(s) please note that any form of distribution, \ncopying or use of this communication or the information contained in it \nis strictly prohibited and may be unlawful. If you have received this \nemail in error, please return it to the sender and delete the email \nfrom your records.\n\n   RE: TRANSFER OF US$56.559 MILLION TO YOUR \nACCOUNT.\n    I am Dr. Harry Macdonald the operational manager in \naccount Management section in charge of credit and foreign bills in a \nprime bank here in South Africa, On a routine inspection, I discovered \na dormant domiciliary account with Balance of US$56,559,000(fifty six \nMillion Five Hundred and Fifty) Nine Thousand U.S dollars Only).The \naccount holder was in charge of President Saddam Hussein's secret crude \noil transactions in Africa. On further discreet investigation, I \ndiscovered that the account holder died long ago with his family on a \nfatal Auto-accident leaving no beneficiary to the account and no other \nperson knows about it. I am in close contact with the bank manager here \nwho is my partner and is willing to approve the transfer to any \nreliable and trust worthy foreigner with foreign bank account because \nthe former owner of the a/c is a foreigner.\n    The account has no \nwritten or oral WILL attached to it, I will Provide the necessary \ninformation and documents needed in order to claim this money if you \nagree to receive this fund in your account pending my  arrival in your \ncountry for sharing,South African Civil Service Code of Conduct Laws  \nprohibits Civil Servants from operating Private Foreign Accounts so on \nreceipt of your approval to transfer the money to your account,i will \nstart the necessary things to make the transaction a success.\nYour \nurgent reply is highly needed, Hope to hear from you soon.\n   \nYours \nFaithfully,\n Dr. Harry Macdonald\n\n\n\n", "id": "dd72fa86824b37bdf2458f1c4458e690"}