{"email_subject": "TREAT AS URGENT AND CONFIDENTIAL.", "email_body": "FROM THE DESK OF  MR YUSUF  ALI\nBANK OF AFRICA [BOA]\nOUAGADOUGOU, BURKINA FASO.\nEmail;yusuf_ali778@yahoo.fr\n                                              TOP  SECRET\nI am  YUSUF ALI,the director in charge of auditing and accounting\nsection of BANK OF AFRICA,Ouagadougou Burkina faso West Africa with due \nrespect and regard.I have decided to contact you on a business transaction \nthat  will be very beneficial to both of  us at the end of the \ntransaction.During our investigation  and auditing in this bank , my \ndepartment came across a very huge sum of money  belonging  to a deceased \nperson  who\ndied on July 2000 in a plane crash and the fund has been dormant in his \naccount\nwith this Bank with out any claim of the fund  in our custody either\nfrom his family or relation before our discovery to this developement.\n\nThe said amount was EIGHTHEEN MILLION united states\ndollars.($18000.000.00)Meanwhile all the whole arrangement to put the\nclaim over this fund as the bonafide next of kin to the deceased;get the\nrequired approval and transfer this money to a foriegn account  has  been \nput in\nplace and directives and needed information will be relayed to you  as\nsoon as  you indicate your  interest and willingness to assist us and  also\nbenefit your self to this great business\nopportunity.\n\nInfact i could have done this deal alone  but because  of my position\nin this country as a civil servant(A Banker),we are not  allowed  to\noperate  a  oriegn account and would eventually  raise  an eye  brow  on my \nside\nduring  the time of transfer becuase i work  in this bank. This is the\nreason why it will require  a second party or fellow  who  will forward\nclaims  as the next of kin to the bank  and  also present  a foriegn\naccount\n\nwhere he will need the money  to be  retransferred into  on his request\nas it may be after due verification and clarification by the\ncorrespondent branch  of the bank where the  money will be remitted from to \nyour own\ndesignation bank account. I will not fail to inform you that this \ntransaction  is 100%    risk\nfree.On smooth conclusion of this  transaction;you will be entitled  to \n30%of\nthe total  sum as gratification;while5% will be set aside to take care of\nexpenses that may arise during the time of  transfer   and also telephone\nbills; while65%will be for me.Please;you have been adviced to keep  top\nsecret as i am still in service and intend to retire  from service\nafter we conclude  this deal with you.\n\nI will be monitoring  the whole  situation here in this bank  until you\nconfirm the money  in your account  and ask  me to come  down to your\ncountry  for subsequent sharing of the fund according  to  percentages\npreviously  indicated and further investment,either in  your country or\nany country  you advice us to invest.All other necessary vital  information\nwill be sent to  you when i hear from you.\n\nI  look forward to  receive your email .\nYours  faithfully\nYUSUF ALI.\n\n                     Please mail me with this adress  \nEmail;yusuf_ali778@yahoo.fr\n\n_________________________________________________________________\nWindows Live Spaces : crez votre Space  votre image ! \nhttp://www.windowslivespaces.fr/\n\n\n\n", "id": "ddb1b02618fe9bc7db97ec0a9dcbf06c"}