{"email_subject": "From;Mrs Aminatu Abubaka", "email_body": "From;Mrs Aminatu Abubaka\nDearest.\nI am Mrs Aminatu Abubaka Arikama, \nfrom Sierra Leone republic, residing in  Cote d'Ivoire. I am married to \nMr Abubaka Arikama, who deals in Cocoa and Gold business in Cote d \nIvoire for twenty five years before he died in the year 2002. We were \nmarried for twenty years God give us a son, his name is Abubaka Arikama \nJr who is 17 now, and because of my husband love to me he refused to \nmarry another wife.\nHe died after a brief illness from food poison \nwhich lasted for only four days. Since his death I decided not to \nremarry or get another child outside my matrimonial home, my husband \nrelatives was responsible for his death because they want to inherit \nthe entire legacy, I was ill and my son is still a little boy.\nBefore \nthe death of my husband he deposited a huge amount (US$11.8M) in a \nfinance house here in Cote d Ivoire, Since my Doctor told me that I \nhave a little time left (about Six months) due to cancer problem. \nHaving known my condition and I can not survive this cancer illness, \nand I don't want to lose my only son, I decided to transfer this fund \nand my son out of this country.\nI took this decision because I don't \nwant to lose every thing my husband has worked for, and my husband \nrelatives are not even good at all because they are responsible for the \ndeath of my husband in other to have all his properties and I don't \nwant my husband's efforts to be used by those that conspired for his \ndeath and they will still kill my son if they have the opportunity.\nThe \nfund transfer will base on the option you prefer, (1) bank to bank \ntransfer (2) through a diplomatic channel to your address, the finance \nhouse is ready to transfer the fund with any of the option we agreed \non, as soon as I receive your reply of accepting to help me I will give \nyou all the details including your percentage for assisting me in this \nlegitimate transaction.\nThanks.\nMay God be with you.\nMrs. Aminatu \nArikama\n\n\n\n", "id": "ddf0a39f339f55560cc4a98f0ad2a985"}