{"email_subject": "family in need of  assistance", "email_body": "From: Ahmed Williams\nTel: 0027-72-5870-437\n\nATTN: SIR,\n\nPRIVATE AND HIGHLY CONFIDENTIAL\n\nGreeting! I know you will be surprised to read from\nme, but please this letter is a request from a family\nin dire need of assistance. I am Mr. Ahmed Williams\nfrom Angola. The first and the only son of Brigadier\nChanza Williams communicating to you from\nJohannesburg, South Africa.\n\nI got your address from a business directory in\nJohannesburg Chamber of Commerce and Industry. And,\nI, on behalf of my widowed mother Mrs. Bridget\nWilliams decided to solicit for your assistance to\ntransfer the sum of US$35.8 Million (Thirty-five\nMillion Eight Hundred Thousand United States Dollars),\nwhich he deposited in a safe box to private security\ncompany in Johannesburg, South Africa.\n\nIn fact, my father said, and I quote: ?My son, I wish\nto draw your attention to US$35.8 Million (Thirty-five\nMillion Eight Hundred Thousand United States Dollars).\nI deposited the box containing the fund in a security\ncompany in Johannesburg, South Africa as valuables.\nDuring the war, I was very committed and dedicated in\nwinning the war against the rebels, until I found out\nthat the senior army officers and government\nfunctionaries were busy helping themselves with\ngovernment funds and properties, sending them to\nforeign countries. Due to this, when the former\nadviser to the president and I were assigned by the\npresident (JOSE EDUARDO SANTOS) to purchase arms in\nSouth Africa, we saw this as a golden opportunity and\ndiverted the money and share it, of which I got a\ntotal sum of US$35.8 Million (Thirty-five Million\nEight Hundred Thousand United States Dollars). In\ncase of my absence on earth as a result of death, only\nyou should solicit for assistance of a reliable and\nsincere foreign partner to assist you to transfer this\nmoney out of South Africa for investment purpose. I\ndeposited the box in your name and you can claim it\nalone with deposited code. Your mother is with all\nthe documents. Take good care of your mother and your\nsisters.\n\n>From this words of my late father, you can understand\nthat life and future of my family depend on this fund,\nas such I will be grateful if you can assist us. We\nare now living in South Africa as political asylum\nseekers. Financial laws and regulations of the\nRepublic of South Africa do not permit us certain\nfinancial rights. In view of this, I cannot invest\nthis fund in South Africa hence; I am seeking your\nassistance to transfer this fund out of South Africa\nfor investment purpose. For your assistance, we are\nprepared to offer you 20% of the total fund while 10%\nwill be set aside for any expenses incurred during\nthis transaction.\n\nPlease note that this transaction is 100% risk-free\nand the major thing I demand from you is to assure me\nthe safety of this money when it finally gets to you.\nFurther information and arrangement commence as soon\nas trust confidence and good relationship are\nestablished. I shall be most grateful if you maintain\nthe confidentiality of this matter. Please, confirm\nyour interest through the above contact Telephone\nnumber and send me a mail on :hammedwilliams2005@gmail.com .\n\nBest regards,\nAHMED WILLIAMS\nFor the family.\n\n_________________________________________________________________\nWe've overhauled MSN Search Toolbar - FREE download! \nhttp://toolbar.msn.co.za?DI=1054&XAPID=2083\n\n\n\n", "id": "de2da96894d77f54822fde3fe5307999"}