{"email_subject": "ATTENTION", "email_body": "  \nDear Sir,\n\nI Am Mrs. Safinatu Al Mustapha The First Wife Of Major Al Mustapha\nThe Chief Security Officer (Cso)To Major General Sani Abacha Who Diedin Office . \nSince The Death Of The President, The Present Nigerian Government Of\nGeneral Olusegun Obasanjo Has Done Virtually Nothing Except To Hunt\nDown The Family Of The Late President And All Those Associated Withe\nHim.The Government Has Seized And Frozen All The Assets And Funds Of\nThe Abacha Family And His Associates. You Can Visit The Following\nWebsites For A First Hand Information On This:\nHttp://Allafrica.Com/Stories/200203180074.Html \nHttp://Www.Time.Com/Time/Europe/Magazine/2000/27/Swiss.Html \n\nMy Husband Has Been In Detention For The Past 3 Years After\nForfeiting His Assets To The Government. All His Known Bank Accounts\nAre Presently Frozen And This Has Made It Very Difficult For Us To\nFight His Various Court Cases With The Present Government And Life In\nGeneral Is Becoming Unbearable For Us. When This Whole Saga Began, My\nHusband Did Not Take It Serious Thinking That He Will Be In Detention\nFor A While And Then Regain His Freedom But To His Chagrin, He Has\nBeen Held For 3 Years And Now The Funds He Left With Us Has Been\nExhausted By Attorney Fees.\n\n \nAlthough The Government Froze His Accounts And Seized His Properties,\nBut Unknown To Them My Husband Had Some Funds Stashed In Safe Deposit\nVault With A Security Company In A Neighboring Country. The Amount\nOf This Deposit Is Us $60 Million And Was Given To Him By The Late\nPresident For Safe Keeping Outside The Country Before His Death. My\nDetained Husband Has Asked Me To Seek The Assistance/Collaboration Of\nA Foreigner To Help Me In Securing The Release And Eventual Transfer\nOf This Money Oversee To Ensure That The Nigerian Government Does Not\nSeize It Equally. This Is Why I Am Contacting You To Assist Me In The\nRelease And Transfer Of This Money To Your Country For Safe Keeping. \n\nBecause Of Restriction On My Movement Here, My Husband Has Advice Me\nTo Use The Services Of My Personal Lawyer To Liaise With You On This\nTransaction To Ensure That I Am Not Cheated In Any Way given Our\nPresent Circumstances. As Compensation For Your Envisaged Role In\nThis Transaction, My Husband Has Asked Me To Offer You Us $6.0\nMillion As Fees, This Should Be Deducted From The Deposit Upon\nWithdrawal. Your Envisaged Expenditure In Securing The Release And\nTransfer Of This Money Is To Be Tabulated For A Refund Upon Transfer. \n\nPlease Help My Family Out Of Our Present Ordeal By Treating This\nTransaction With Utmost Secrecy . \nPlease Forward Your Observation Through My Lawyer Who Is Better\nPlaced To Plot The Logistics With You. \n\nMy lawyer Is Barr. Abdul Mohammed \nEmail Mohammedchambers99@Yahoo.Co.Uk \n\nThanking You In Anticipation Of Your Cooperation. \n\nYours, \n\nMrs. Safinatu Al Mustapha \n\n\n\n\n\n\n\n", "id": "de73b6783147d8dd0d99242b2ee4d9fc"}