{"email_subject": "From Joseph", "email_body": "FROM MR JOSEPH KOLIGA\nABIDJAN,COTE D'IVOIRE\nWEST AFRICA.\nTEL.+225.06.41.74.06\n\nDear Friend,\n\nI am writting you this letter with due respect and heart full of tears, i \nneed your help. I got your name and contact from a trust-worthy person who \nassured me of your integrity and that you will help me to transfer this \nmoney,\n\nI am JOSEPH FORTUNE KOLIGA,the only Son of late Mr and Mrs ALFRED KOLIGA. My \nfather was a very rich and wealthy Gold Trader in Monrovia the Capital of \nRepublic of Liberia in West Africa.I want to let you know that my father was \npoisoned by his business associates while my mother died when i was very \nlittle and since then,my father took me so special because I am his only \nson. Before the death of my father on 2nd july 2006 in a hospital here in \ncote d'ivoire, he told me that he has the sum of $3.5 million ( Three \nMillion,Five Hondred Thousand u.s dollars ) which he deposited in a bank \nhere in Cote D'ivoire. He made this money from the sales of Gold, He also \ntold me that it was because of this money he was poisoned by his business \npatners while on a business trip with them and he instructed me to look for \na foreign partner who will help me transfer this money out of republic of \nCote Divoire and invest it for me, my purpose of contacting you is for you \nto help transfer this money to your country before this people who killed my \nfather will kill me.\n\nThis people who killed my father are after my life and they want to kill me \nand collect the money from me.That is why I'm now hiding my self here in \nRepublic of Cote Divoire so that they will not see me.Please, i need your \nurgent help.Tell me how much percentage you will take in the total money of \nthe Three Million, Five Hundred thousand usa Dollars to help me in \ntransfering this money to your bank; But you have to assure me that you will \nhelp me fully to transfer the money to your account . l hope you will not \nbetray the trust i have on you because this money is my only hope in this \nlife.And moreover, you will also help me to come over to your country were i \nwill settle down for my life and  invest this money for me. I can assure you \nthere is No regrate in helping me because, this money is an inheritance from \nmy late father.\n\nI  Await your reply,\nGreetings to you and your  Family\n\nFrom,\n\nJOSEPH KOLIGA\n\n_________________________________________________________________\nDécouvrez le blog Eragon sur Windows Live Spaces! \nhttp://eragon-heroic-fantasy.spaces.live.com/\n\n\n\n", "id": "de7bbbdf3c851fc40e219f0b3230d8a2"}