{"email_subject": "please reply", "email_body": "Investment Proposal from: \nDR. GODWIN KALALA \nC/o Afri-Projects Consult Ltd., \nNo. 53 Opebi Road, Ikeja, \nLagos Nigeria. \nFax:234-1-7598296. \n \nREQUEST FOR A MUTUALLY BENEFICIAL BUSINESS \nRELATIONSHIP:PERMISSION TO REMIT US$35MILLION INTO YOUR COMPANY OR \nPRIVATE ACCOUNT. \n \nWith due respect, trust and humility, I write you this \nproposal believing that it will receive the most \ndesired attention from you even as we have not had any \nprevious correspondence before. \n \nAlthough I am constrained by insufficient information \nabout you, but I will express in full the main \nobjectives of this proposal. \n \nThis request for your assistance is of mutual benefit \nto us all. Our company is specialized in contract \nsyndication, projects consulting, \nmonitoring/supervision and management services. We \nwould like to solicit your kindness in assisting us to \nchampion the transfer of some fund from our country to \nyours for safe keeping. The total amount of fund is \nUS$35million (Thirty-five Million United States \nDollars Only). \n \nSOURCE OF THIS FUND: \nWe have used our network of relationships, to secure a \ncontract valued at US$350,000,000.00 (THREE HUNDRED \nAND FIFTY MILLION UNITED STATES DOLLARS ONLY) from the \nFederal Ministry of Works & Housing (F.M.W.H.). This \ncontract was in favour of a Foreign based \nMulti-national company. This contract has been fully \nexecuted and the contractors have already received \ntheir payments from the Ministry of Works & Housing. \n \nHowever, before the contract was awarded, we had \nunderstanding with officials of Federal Ministry of \nWorks & Housing, that 10% (TEN PERCENT) of the total \ncontract sum would be our commission for our services \nin recommending the contractors and for helping to \nconduct various negotiations leading to final \nagreement. This 10% amounting to US$35,000,00.00 \n(THIRTY-FIVE MILLION UNITED STATES DOLLARS ONLY) is \ndue for payment to a foreign account of our choice. \nThis amount is owned by our goodselves and some top \nofficials of Federal Ministry of Works & Housing. \n \nBasically, you would be required to nominate a \nsuitable Bank Account that will conveniently \naccommodate the total fund. Account could be a fresh \nor an already existing one, and could be individual or \ncorporate account. All necessary arrangement have been \nmade for the transfer of the funds into your account \nwhich they are awaiting for your above mentioned \ndetails to enable us make proper documentation of the \npayments in your favour and apply for the transfer of \nthe funds into your account. PLEASE NOTE THAT THE \nTRANSFER OPERATION WILL TAKE SEVEN TO TEN WORKING DAYS \nTO BE COMPLETED. I would need your personal assurance \nthat you would not sit on the money when its finally \nget into your account. \n \nSHARING MODALITIES: \nYou shall be entitled to 25% of this fund for your \nenvisaged efforts and assistance rendered. 5% has been \nset aside for reimbursement to both parties for \nincidental expenses that may be incurred in the course \nof this transaction. The remaining 70% would be for \nour company and the top officials. \n \nThis proposal is strictly confidential, free from any \nform of risk and does not depend on any particular \nfield of trade to prosecute. Therefore, the line of \nbusiness of yourself/company is not a hindrance to the \nsuccessful execution of this transaction. It however \nrequires your adequate participation and support to \nenable its accomplishment on schedule. \n \nBe informed that on completion of this business our \ncompany will use part of its share of the money to \ninvest in your country under your care. \n \nPlease send email to me on my Private \nE-mail Address: gokalala5@tiscali.co.uk or you can send \nme a fax on my confidential fax number 234-1-7598296 \nso that we can commence the whole transaction. \n \nThanks in anticipation and God bless. \n \n \nDR.GODWIN KALALA. \n\n\n\n\n\n\n\n\n\n", "id": "de8b24edb66c5332fbd247893e4b5d52"}