{"email_subject": "I  NEED    YOUR  COPERATION", "email_body": "Assalam aalaikoom, I am Abdul Ramatd.I am married to Late Kazeem Abdul of blessed memory who is an oil explorer in Singapore and Kuwait for twelve years before he died in the year2000.We were married for twelve years without a child.He died after abrief illness that lasted for only four days.Before his death we were both devoted Muslims.Since his death I too have been battling with both Cancer and fibroid problems. When my late Husband was alive he deposited the sum of $15.5million (Fifteen Million, Five Hundred thousand U.S Dollars) with a Finance Company in oversea. Recently,my doctor told me that I have only six months to live due to cancer problem. Though what disturbs me most is my stroke sickness.Having known my condition I decided to donate this fund to either a Muslem organization or devoted Muslim individual that will utilize this money the way I am going to instructs herein. I want this Muslim organization or individual to use this money in all sincerity to fund mosques, orphanages, widows, and also propagating the word of ALLAH and to ensure that the society upholds the views and belief of the Holy Quran. The Holy Quran emphasizes so much on ALLAH'S benevolence and this has encourage me to take the bold step.I took this decision because I don't have any child that will inherit this money and my husband relatives are new Christian's converts and I don't want a situation where this money will be used in an Unholy manner.Hence the reasons for this bold decision. I know that after death I will be with ALLAH the most beneficent and the most merciful. I don't need any telephone communication in this regard because of my health, because of the presence of my husband's relatives around me always. I don't want them to know about this development. With ALLAH all things are possible. As soon as I receive your reply on Email:abdulramat10@yahoo.it  shall give you the contact information of the Finance Company and the country in oversea where the money was deposited.  I will also issue a letter of authority to the Finance Company authorizing them that the said fund Have being willed to you and a copy of such authorization will be forwarded to you. I want you and the Muslim community where you reside to always pray for me. My happiness is that I lived a true devoted Muslims worthy of emulation. Whoever that wants to serve ALLAH must serve him in truth and in fairness. Please always be prayerful all through your life.Any delay in your reply will give room in sourcing for a Muslim organization or a devoted Muslim for this same purpose. Until I hear from you, my dreams will rest squarely on your shoulders. May the Almighty ALLAH continue to guide and protect you.  Regards, MRS Abdul Ramat Please your reply should be stictly on", "id": "decb465a9d29a582bf2107cf7efdbc2d"}