{"email_subject": "", "email_body": "Dear friend,\n\nI want to solicit with you for assistance in regards to a financial\ntransaction.  I am the son of one of the foremost and rich black farmers in\nZimbabwe that was murdered for land dispute in my country. Before the death\nof my father, he had given me the certificate of deposite he used to deposit\na large sum of money in one of the private security companies in Europe, as\nfamily valuables, when he realized the looming dangers in Zimbabwe.\nThis amountwas meant for the purchase of new machineries and chemicals for\nthe farms and also for the establishment of new farms in Swaziland.This land\ndispute started when President Robert Mugabe introduced a new land\nreform,which was particularly targeted at the rich white farmers and a few\nblack farmers (my father included).This resulted in the gruesome killing of\nrich farmers (mainly whites) and the unlawful possession of their properties\nby Mugabe's war veterans, under the  disguise of fighting for the interest\nof the country. It is against this background that I fled the country with\nmy family,to the United Kingdom where we are currently seeking asylum.I have\nbeen adviced to seek foreign assistance, as the United Kingdom law prohibits\nasylum seekers from operating bank accounts or involve in financial\ntransaction of any kind, hence this letter to you. All I need is your\ntrustworthiness to be able to entrust the above said amount and help me\nwith investment opportunities. My family's survival depends on this money\nas we have virtually lost all our other assets.\nThere are two options, firstly, you can choose to accept a negotiable\npercentage of the total amount for your assistance or go into partnership\nfor the proper investment of the money in your country.\nWe shall discuss in detail the modalities involved when I hear from you.\nI await your reply through my confidential email media, while I implore you\nto maintain the absolute secrecy required to ensure a safe and hitch free\ntransaction.\nI shall furnish you with more details on request.\nYours truly,\nD.K.\nKindly reply through this email account: ( d-kan777@mail.az )\n\n\n\n\n", "id": "dee325fbd4b6b89a9ed46f7139a2c114"}