{"email_subject": "FROM MR CAMPBELL WILLIAM", "email_body": "FROM MR CAMPBELL WILLIAM\nTel/Fax: 44 703 189 2908 \nMANCHESTER (WA) 20515 \n \nGreetings, \n \nAs you read this, I don't want you to feel sorry for\nme, because I believe everyone will die someday.  My\nname is Mr.CAMPBELL WILLIAM, from NEW ZEALAND, I have\nbeen diagnosed with esophageal cancer, which was\ndiscovered very late, due to my laxity in carrying for\nmy health. It has defiled all forms of medicine, and\nright now I have only about a few months to live,\naccording to medical experts. \n \nI have since lost my power of speech and can only\nmanage to write now, as that has been the only way I\nam able to communicate. I have not particularly lived\nmy life so well, as I never really cared for anyone\nnot even myself but my business. Though I am very\nrich, I was never generous, I was always hostile to\npeople and only focus on my business as that is the\nonly thing I cared for \n \nBut now I regret all this as I now know that there is\nmore to life than just wanting to have or make all the\nmoney in the world. I believe when God gives me a\nsecond chance to come to this world I would live my\nlife a different way from how I have lived it. Now\nthat I know my time is near, I have willed and given\nmost of my properties and assets to my immediate and\nextended family members and as well as a few close\nfriends. \n \nI want God to be merciful to me and accept my soul and\nso, I have decided to give alms to charity\norganizations, as I want this to be one of the last\ngood deeds I did on earth. So far, I have distributed\nmoney to some charity organizations in UK, Brazil and\nIreland. Now that my health has deteriorated so badly,\nI cannot do this my self any more. I once asked\nmembers of my family to close one of my accounts and\ndonate the money, which I have there to charity\norganization in Bulgaria and South Africa, they\nrefused and kept the money to themselves. \n \nHence, I do not trust them anymore, as they seem not\nto be contented with what I have left for them. The\nlast of my money which only few of them knows of is\nthe huge cash deposit that I have with my Bank in\nABIDJAN. I will want you to help me collect this\ndeposit and dispatched it to charity organizations.\nwaiting for reply.\n \nRegards, \nMR Campbell William\n\n\n      ____________________________________________________________________________________________\nDcouvrez le blog Yahoo! Mail : dernires nouveauts, astuces, conseils.. et vos ractions !\nhttp://blog.mail.yahoo.fr\n\n\n", "id": "df1e368d517ebdc6fe21cc6a6d7a9059"}