{"email_subject": "CONFIDENTIALITY NOTICE", "email_body": "Dear Sir/Madam,\nWith Due Regard.\nKindly accept my apology for sending unsolicited mail to you.I believe\nyou are a highly respected personality, considering the fact that I sourced your profile from a human resource profile database on your country.\nThough, I do not know to what extent you are familiar with events and\nfragile political situation in Liberia but it has formed consistent\nheadlines in the CNN, BBC news bulletins.\n\nMy name is Miss. Joy Nuhan Vaye from Liberia, a Country in West Africa And My father is Issac Nuhan Vaye, Deputy Minister of Public Works, Liberia.He was falsely accused of plotting to remove the then\nPRESIDENT OF LIBERIA (CHARLES TAYLOR) from office.\nWithout trial my father was killed by Charles Taylor and his government agent.You can verify this from your country. You can also check in some of the international newspapers posted in the web sites below:\n\n(i) http://www.usatoday.com/news/world/2003-07-15-liberia_x.htm\n(ii) http://www.unwire.org/UNWire/20030716/449_6621.asp\n\nBefore my father was killed, he moved out the sum of $1.5 million\nthrough a diplomatic means, and deposited it with a Security Company Abroad.\n\nAll that is needed is for my lawyer to obtain a letter o authorisation with your name as my foreign business partner and instruct the company to transfer the funds to your account as my foreign business partner, I will renumerate you with 20% at the end, but most of all is that I solicit your is your sincere trust in this transaction.\n\nI have been confined only to our country home and all my calls are\nmonitored,therefore on receipt o your positice response I will forward to you the contact information of a lawyer i have approached to assist me here so that you can contact him to get the necessary legal documents that will be required to retrieve the fund from the custody of the security company.\nyou will aid me to invest the money in your country.\n\nLastly,kindly include your private telephone and fax numbers where you can always be reached, your residential or company address for my documentation, i will also hand it over to the lawyer so that he will call you on the way forward to proceed with the transaction. you as well reach me with my private \nemail address: joy_vaye@yahoo.com (OR)e-mail:joy_vaye200@myway.com \n\nSincerely One,\n\nMiss. Amita NUHAN VAYE", "id": "df5944d711221bb960edf7770a3715b4"}