{"email_subject": "[Nutch-general] BE OUR AGENT", "email_body": "FROM: DR. MARCUS COLE\nEMAIL: freshcole@netscape.net\n\n \n\nASSISTANCE REQUIRED FOR SOURCING/PURCHASE OF MACHINERY\n\nA prosperous New Year to you and your wonderful family.\n\nExcuse my communication through email, on an issue as important as this\none. We shall definitely open up a more confidential form of\ncommunication as soon as I receive a positive response from you.\n\nI write to inform you of my desire to purchase and import Machinery in\nyour country on behalf of the Director of Contracts and Finance\nAllocations of the federal Ministry of Petroleum Resources in Nigeria.\nWe have made the necessary enquiries, and we have been informed that the\nMachinery are available and can be obtained in your country. Hence our\ndesire to have an overseas agent is very important. I have therefore\nbeen directed to inquire if you would agree to act as our oversea agent\nin order to actualize this transaction. \n\nIt may interest you to know that our government, having realised that Crude oil is not the only source of income for the country, has began serious programes in the areas mentioned above. This is why we are taking advantage of the situation to establish an out fit, that would handlke such matters. This way, we can either sell, lease or even execute contracts for individuals, organizations or the government.\n\nThe deal, in brief, is that the funds with which we intend to carry out\nour proposed investments in your country is presently in a coded account\nat the Nigerian Apex Bank (i.e. the Central Bank of Nigeria), we intend\nto transfer the funds to your country in a convenient bank account that\nwill be provided by you before we can put the funds into your account in\nyour country you shall be considered to have executed a contract for the\nFederal Ministry of Petroleum Resources in Nigeria. The contract sum\ncomes to a total of US$31 Million. We have agreed to give you 30% of the\nfunds for your participation. As soon as payment is effected, and the\namount mentioned above is successfully transferred into your account, we\nintend to use our own share in acquiring some Construction and Oil\ndrilling equipment, Farm Machinery and Marine Equipments abroad. For\nthis you shall also serve as our agent. \n\nIn the light of this, I would like you to forward to me, your detail\nparticulars such asy our company name and address,your personal fax and\ntelephone numbers for easy communication.\n\nYou are requested to communicate your acceptance of this proposal\nthrough my above stated email address or cole3@irangate.net after which we shall discuss in details the modalities for seeing this transaction through. Your prompt\nresponse will be highly appreciated. As soon as I receive a positive\nresponse from you, a comprehensive agency agreement would immediately be\nprepared and I shall send a form of identification. This would enable\nknow with whom you are dealing.\n\nThank you in anticipation of your cooperation. \n\n\nYours faithfully,\nDR. MARCUS COLE\n\n\n\n\n\n\n-------------------------------------------------------\nThis SF.Net email is sponsored by: IBM Linux Tutorials\nFree Linux tutorial presented by Daniel Robbins, President and CEO of\nGenToo technologies. Learn everything from fundamentals to system\nadministration.http://ads.osdn.com/?ad_id\u001470&alloc_id638&op=click\n_______________________________________________\nNutch-general mailing list\nNutch-general@lists.sourceforge.net\nhttps://lists.sourceforge.net/lists/listinfo/nutch-general\n\n", "id": "dfa8b117f74f2393f787019ec7752bbe"}