{"email_subject": "Yahoo! Address Book Contacts (mrsrose_mkama_200)", "email_body": ">From the Address Book of mrsrose_mkama_200\n\nDear,\n\nIam Mrs. Rose Mkama from Benin. I was married to Manfred The CEO Veekrol Link Benin Sarl, a seasoned Contractor In West African Region. Before he died in The year 2002. We are married for eleven years Without a child. He died after a Brief illness. After His Death I decided not tore-marry or get a child Outside My matrimonial home. When my late husband was Alive, he deposited the sum of US$31.5m dollars (US Dollars) in a Bank In Nigeria. \n\nMy Doctor told me that I would not last for the next Three months Due to cancer problem. Having known my Condition I decided to donate this funds to better the Lives of the less Privileged. I need honest and trust Worthy individual that will utilize this Money in Accordance With my instruction. I want the funds to be Used in funding religious Organizations, Orphanages And less privileged propagating the word of God. \n\nI took this decision because I don t have any child That will inherit this money and my husband relatives Are very unkind to me and I don t Want my husbands Hard-earned money to be misused. I am not afraid of Death hence I know where I am Going. I know that I Am Going to be in the bosom of the Lord. Exodus 14 VS 14 Says that the Lord will fight my course and I shall Hold my peace. I Speak French and little English in Case you want a Telephone Communication in this \nRegard.\n\nAs soon as I receive your reply I shall give you the Contact of the Bank, and my companies in Benin. For Legitimacy, I will also Issue you a letter of Authority that will empower you as the Original-Beneficiary of this fund. I want you to Always Pray for me, any delay in your Reply will give Me room in sourcing for another individual for this Same Purpose. \n\nKindly get back to me with this email ID\nmrsrose_mkama_8@sify.com\n\n\nThanks,\nYours sincerely\nMrs. Rose Mkama\n\nDo You Yahoo!?\nView your Yahoo! Address Book at http://address.yahoo.com\nGet your free @yahoo.com address at http://mail.yahoo.com\n\n\n  mrs rose  mkama \t\t\thttp://address.yahoo.com/index.php?&VPC=add_single&.rand=48464998&fn=mrs+rose&ln=mkama\n\n", "id": "dfd24086bb62f0d88cbf69ec00b7693d"}