{"email_subject": "Proposal", "email_body": "DEAR SIR,\nFIRST,I MUST SOLICIT YOUR CONFIDENCE IN THIS\nTRANSACTION;THIS IS BY VIRTUE OF ITS NATURE AS BEING\nUTTERLY CONFIDENTIAL AND TOP SECRET.THOUGH I KNOW THAT\nA TRANSACTION OF THIS MAGNITUDE WILL MAKE ANY ONE\nAPPREHENSIVE AND WORRIED,BUT I AM ASSURING YOU THAT\nALL WILL BE WELL AT THE END OF THE DAY.\nWE HAVE DECIDED TO CONTACT YOU DUE TO THE URGENCY OF\nTHIS TRANSACTION,AS WE HAVE BEEN RELIABLY INFORMED OF\nYOUR DISCRETNESS AND ABILITY IN TRANSACTION OF THIS\nNATURE.\nLET ME START BY INTRODUCING MYSELF PROPERLY TO YOU.I\nAM MR.BOM UCHE,CREDIT OFFICER WITH THE UNION BANK\nOF NIGERIA PLC,LAGOS. I CAME TO KNOW YOU IN MY PRIVATE\nSEARCH FOR A RELIABLE AND REPUTABLE PERSON TO HANDLE\nTHIS CONFIDENTIAL TRANSACTION,WHICH INVOLVES THE\nTRANSFER OF HUGE SUM OF MONEY TO A FOREIGN ACCOUNT\nREQUIRING MAXIMUM CONFIDENCE.\nTHE PROPOSITION:\nA FOREIGNER AN AMERICAN,LATE ENGR JOHN CREEK (SNR) AN\nOIL MERCHANT WITH THE FEDERAL GOVERNMENT OF\nNIGERIA,UNTIL HIS DEATH IN KENYA AIR BUS (A310-300)\nFLIGHT KQ430,BANKED WIH US AT UNION BANK OF NIGERIA\nPLC LAGOS AND HAD A CLOSING BALANCE AS AT THE END OF\nJANUARY,2000 WORTH USD20, 000,000.00(TWENTY MILLION\nUNITED STATE DOLLAR),THE BANK NOW EXPECTS A NEXT OF\nKIN AS BENEFICIARY.VALUABLE EFFORTS ARE BEING MADE BY\nTHE UNION BANK OF NIGERIA TO GET IN TOUCH WITH ANY OF\nTHE CREEK'S FAMILY OR RELATIVES BUT TO NO SUCCESS.\nIT IS BECAUSE OF THE PERCEIVED POSSIBILITY OF NOT\nBEING ABLE TO LOCATE ANY OF LATE ENGR.JOHN\nCREEK(SNR)'S NEXT OF KIN(HE HAD NO WIFE OR CHILDREN\nTHAT IS KNOWN TO US).THE MANAGEMENT UNDER THE\nINFLUENCE OF OUR CHAIRMAN AND MEMBERS OF THE BOARD OF\nDIRECTORS,THAT ARANGE HAS BEEN MADE FOR THE FUND TO BE\nDECLEARED \"UNCLAINMED\" AND SUBSEQUENTLY BE DONATED TO\nTHE TRUST FUND FOR ARMS AND AMMUNITION TO FURTHER\nENHANCE THE COURSE OF WAR IN AFRICA AND THE WORLD IN\nGENERAL.\nIN ORDER TO AVERT THIS NEGATIVE DEVELOPMENT, SOME OF\nMY TRUSTED COLLEAGUES AND I NOW SEEK YOUR PERMISSION\nTO HAVE YOU STAND AS NEXT OF KIN TO LATE ENGR. JOHN\nCREEK(SNR) SO THAT THE FUND USD20MILLION WILL BE\nRELEASED AND PAID INTO YOUR ACCOUNT AS THE\nBENEFICIARY'S NEXT OF KIN. ALL DOCUMENTS AND PROVES TO\nENABLE YOU GET THIS FUND WILL BE CAREFULLY WORKED OUT.\nWE HAVE SECURE FROM THE PROBATE AN ORDER OF MADAMUS TO\nLOCATE ANY OF DECEASED BENEFICIARIES,AND MORE SO WE\nARE ASSURING YOU THAT THIS BUSINESS IS 100% RISK FREE\nINVOLVEMENT.YOUR SHARE STAYS WHILE THE REST BE FOR\nMYSELF AND MY COLLEAGUES FOR INVESTMENT PURPOSE.\nACCORDING TO AGGREMENT WITHIN BOTH PARTIES AS SOON AS\nWE RECIEVE AN ACKNOWLEDGEMENT OF RECEIPT OF THIS\nMESSAGE IN ACCEPTANCE OF OUR MUTUAL BUSINESS PROPOSAL,\nWE WOULD FURNISH YOU WITH THE NECCESSARY MODALITIES\nAND DISBURSEMENT RATIO TO SUITE BOTH PARTIES WITHOUT\nANY CONFLICT.\nIF THIS PROPOSAL IS ACCEPTABLE BY YOU DO NOT MAKE\nUNDUE ADVANTAGE OF THE TRUST WE HAVE BESTOWED IN YOU\nAND YOUR COMPANY,THEN KINDLY GET TO ME IMMEDIATELY VIA\nMAIL ABOVE OR FAX:234-1-7599853.\nPLEASE FURNISH ME WITH YOUR MOST CONFIDENTIAL\nTELEPHONE,FAX NUMBERS SO THAT I CAN USE THIS\nINFORMATION TO APPLY FOR THE RELEASE AND SUBSEQUENT\nTRANSFER OF THE FUND IN YOUR FAVOUR.\nTHANK YOU IN ADVANCE FOR YOUR ANTICIPATED CORPORATION.\nYOURS FAITHFULLY,\nMR.BOM UCHE.\n\n\n\n", "id": "dfd4710f6254a864322da5d1745130a0"}