{"email_subject": "GOOD DAY.", "email_body": "\nFrom:Sarat Hassan\nRefugee Camp,Yamussoukro,\nCote d'Ivoire.\n  Dear respectful,\n   \n  Permit me to inform you my desire of going into business relationship with you.\n I know you might be surprised on recieving this mail from me due to i have not met you before. By brief introduction , I am Sarat Hassan. I am a native of bouake district in republic of Cote d'Ivoire. I am  the only child of late Chief and Mrs. Ahmed Hassan, who was assasinated by the rebels in\n my home town during the recent political crises of 19th sept. 2003. Untill the death of my  parents, they were very wealthy Cocoa/cafe farmers & exporter based in abidjan the capital city of cote d' ivoire.\n  Before their death in a private specialist hospital, my father called me on his bed side and secretly confided to me the sum of US$12.5 million dollars which he deposited in one of the banks in Abidjan, Cote d?Ivoire for onwardly transfer abroad for investment on his proposed cocoa processing\n company through an assistance of a foreign partner.\n  My father also told me his intension to invest part of the money in collaboration with oil companies in countries like Libya, America or Europe, but unfortunately he died the way he did without accomplishing his objective as a result of the rebels attack. Having know that he will not survive\n from the injuries he sustained as a result of the wounds and pains inflinched on him by the rebels, then advised me to quickly and hurriedly go into his personal underground safe in our family villa and take the documents covering the deposit in the bank and look for a true and trustworthy\n foreigner assist me as partner to front to the bank as my late parents partner abroad for immediate transfer of the money for investment in any lucrative business of my chioce for my future welfare.\n  Upon the instruction and advice by my father before he finally died, I therefore request your assistance to help me for onward transfer of the money to your country for investment partnership with you in any lucrative business in your country.\n  I have agreed to give you 15% of the total sum immediately the transfer is made, while 2.5% also will be set aside to cover all the expenses you might incure on the process.\nUpon your acceptance to my  proposal, kindly get back to me through the above email address so that we can discuss further process on the ways to achieve this golden success together.\nNote, I am still in the refugee camp Yamussoukro, Cote d'Ivoire, I need your urgent attention to this mail because I want to leave here for a better future with you abroad, as the rebels had killed my parent and also have taken over my home town as their operational territory, I look forward to\n you to help me with most urgency and honesty.\n\n  Expecting your reply soon.\n  \nBest Regard and God Bless you.\n  \nSarat Hassan.\n \n\n \n---------------------------------\nEasy + Joy + Powerful = Yahoo! Bookmarks x Toolbar\n", "id": "dfe86bc81426f561a94d25ad040ca5e3"}