{"email_subject": "URGENT FROM DELE MARTINS", "email_body": "FROM: THE DESK OF  MR.DELE  MARTINS\nUNION BANK OF NIGERIA PLC \nLAGOS NIGERIA \nBIG, STRONG, RELIABLE.\n\nDEAR SIR, \nI KNOW THIS PROPOSAL WILL COME TO YOU AS A SURPRISE \nEXPECIALLY WHEN YOU DO NOT KNOW THE WRITER, \nCONDSIDERING, THE HUGE SUM OF MONEY INVOLVED WHICH COULD MAKE ANY \nAPPREHENSIVE. \nLET ME START BY INTRODUCING MYSELF TO YOU, \nI AM MR.DELE  MARTINSDIRECTOR CREDIT CONTROL, UNION BANK OF NIGERIA \nPLC. LAGOS. I SAW YOUR CONTACT DURING MY PRIVATE \nSEARCH AT THE INFORMATION CENTRE HERE IN NIGERIA CHAMBER OF \nCOMMENCE AND INDUSTRY AND I WANT TO BELIEVE THAT YOU \nWILL BE VERY HONEST, COMMITTED AND CAPABLE OF \nASSISTING IN THIS BUSINESS VENTURE. \nFIRSTLY, LET ME EXPLAIN THE SOURCE OF THIS FUNDS AND \nWHAT YOU ARE EXPECTED TO DO. A FORIGNER LATE ENGINEER \nTHEOPHILUS BAKER, AN OIL MERCHANT/CONTRACTOR WITH THE \nGOVERNMENT OF NIGERIA, UNTIL HIS DEATH, OVER A YEAR \nAGO, WAS A VICTIM OFA KENYA AIRWAYS: BUS (A310-300) FLIGHT \nKQ430 PLANE CRASH. THE DECEASED, ENGNIEER THEOPILIUS \nBAKER, BANKED WITH US AND HAS A CLOSING BALANCE AS A \nJULY 2000 WORTH $4.5M (FOUR MILLION FIVE HUNDRED \nTHOSAND USD). WHICH MY BANK, NOW EXPECTES A NEXT-OF-KIN \nTO CLAIM AS THE BENEFICIARY OF THE FUNDS, EFFORTS HAS \nBEEN MADE BY UNION BANK OF NIGERIA TO GET IN TOUCH \nWITH THE BAKER'S FAMILY OR RELATIVE BUT TO NO SUCCESS. \nBASED ON THE PERCEIVED POSSIBILITY OF NOT BEING ABLE \nTO LOCATE ENGNIEER THEOPILUS'S NEXT-OF-KIN, THE \nMANAGEMENT UNDER THE INFLUENCE OF OUR CHAIRMAN AND THE BOARD OF \nDIRECTORS ARE MAKING ARRANGEMENTS FOR THE FUNDS TO BE \nDECLARED UNCLAIMED AND CHANNELED TO AN UNKNOWN \nACCOUNT. \nIT IS BASED ON THIS THAT WE HAVE CONTACTED YOU TO \nSTAND AS THE NEXT-OF-KIN OF LATE ENGR. THEOPILUS BAKER SO \nTHAT THE FUNDS, WILL BE RELEASED AND PAID INTO YOUR ACCOUNT \n\nAS THE BENEFICIARY AND THE NEXT-OF-KIN TO THE \nDECEASED. \nALL DOCUMENTS, AND PROOF TO ENABLE YOU GET THE FUNDS \nHAVE BEEN CAREFULLY WORKED OUT AS WE HAVE SECURED FROM THE DIFFERENT OFFICES CONCERNED FOR THE SMOOTH TRANSFER OF THE FUND TO YOUR NOMINATED ACCOUNT.IT HAS BEEN AGREED THAT THE OWNER OF THE ACCOUNT WILL BE COMPENSATED WITH 20% OF THE REMITTED FUNDS, WHILE WE KEEP 75% AND 5% \nWILL BE SET ASIDE TO OFFSET EXPENSES AND PAY THE NECESSARY \nTAXES. \nIF THIS PROPOSAL SATISFIES YOU, PLEASE REACH US ONLY \nBY MAIL , FOR MORE INFORMATION. \nYOURS FAITHFULLY, \nMR.DELE  MARTINS. \nNB: FOR CONFIDENTIAL REASON AND SECURITY PURPOSE,WE WILL BE COMMUNICATING THRUOGH EMAIL FOR NOW. \n\n\n\n", "id": "e091efe361d9088cf49cb54c22c35c53"}