{"email_subject": "URGENT PROPOSAL!!!!!!!!", "email_body": "FROM: Mrs. Sarasabha Kadyrov \n\n\nATTN: President/ C.E.O\n\n \n\nDear Sir,\n\n\n\nMy name is Sarasabha Kadyrov wife of the late Chechnya's\nPresident, Akhmad Kadyrov who was assassinated on May 9\nduring a Victory Day celebration.  Right now, I am staying\nin British island of Alderney.\n\nI got your address from a friend who is in your countries\ntrade and commerce  although i did not tell her of my\nintention\n\nI am sending you this fax to ask for your assistance to\ninvest the sum of $60Million in a long-term business that\nis viable, profitable and durable; wish will be directly\nunder your control. It, has ever been my husband dream to\ninvest in the Kingdom of Saudi Arabic as a true Muslim so,\nI will want us to keep his dream alive.\n\nI have prayed and Allah has directed me to you, I Hope to\nreceive your positive response on how to move this\ninvestment forward. On your reply you should let me know\nwhat plans you have for my investment capital currently in\na safe deposit Vault in cash. I will arrange for a business\nmeeting with you to finalize the areas of your investment\nand financial disbursement. \n\nThis fund was diverted from the Chechen treasury and\ndeposited in the Vault in cash on my name because my late\nhusband would not want anybody to know that he is\nassociated with the fund.  My primary objective is to move\nthis fund out of Europe as quickly as possible.  All\narrangement in this regard has been concluded and as soon\nas you give your consent to take custody of this fund the\nmovement can be effected.\n\nYou should also let me have some details about yourself and\nyour business. I will also be able to give you further\ndetails on my personal profile including contact details.\n\nI am aware that, in order to undertake this responsibility\nyou should logically be entitled to some personal gratuity\nwhich will be a percentage of the fund in question. Could\nyou please also indicate what your desired percentage would\nbe?\n\n \n\nYou can reach me on my email\n\n \n\nRespectfully yours,\n\n \n\nMrs. Sarasabha Kadyrov\n\n\n", "id": "e0e96c36a8786d9077b14761a60b6b6c"}