{"email_subject": "from martin", "email_body": "Hello, \n\nMy name is Martin Mccourt, an Irish national,though I have lived all in Portugal. \nI have been diagnosed with Esophageal cancer .It has defiled all forms of medical treatment, and right \nnow I have only about a few months to live, according to medical experts. \n\nI have not particularly lived my life so well, as I never really cared for \nanyone(not even myself)but my business. Though I am very rich, I was never \ngenerous, I was always hostile to people and only focused on my business \nas that was the only thing I cared for. But now I regret all this as I now \nknow that there is more to life than just wanting to have or make all the money \nin the world. I believe when God gives me a second chance to come to this \nworld I would live my life a different way from how I have lived it. Now \nthat God has called me, I have willed and given most of my property and \nassets to my immediate and extended family members as well as a few close \nfriends .I want God to be merciful to me and accept my soul so, I have \ndecided to give alms to charity organizations, as I want this to be one of \nthe last good deeds I do on earth. So far, I have Distributed money to \nsomecharity organizations in the U.A.E, Somalia and Malaysia. \n\nNow that my healthhas deteriorated so badly, I cannot do this myself anymore. I once asked \nmembers of my family to close one of my accounts and distribute the money \nwhich I have there to charity organization in Bulgaria and Pakistan, they \nrefused and kept the money to themselves. Hence, I do not trust them \nanymore, as they seem not to be contended with what I have left for them. \nThe last of my money which no one knows of is the huge cash deposit of \nTwenty Eight Million dollars($28,000,000,00) that I have with a \nfinance/Security Company abroad. I will want you to help me collect this \ndeposit and despatch it to charity organizations. \n\nN/B:KINDLY NOTE THAT 60% of this funds must go to the tsunami victims,35% \nshould go to the victims of huricane in the United Statea of America and \nanother 5% for your effort and time. \nPlease note that all correspondence as regards this project should be \ndirected to my private mail box. \nEmail:martinmccourt1@msn.com \n\nI await your prompt response. \n\nThanks, \nMartin Mccourt. \n\n\n", "id": "e146f4631c0383af47274cc047b3c4c7"}