{"email_subject": "INVESTMENT PATENERSHIP,M/D", "email_body": "From: Mr. Ahmed Abdul Kadir \nE-mail: Reply To:ahmed01@she.com \nAttention:The Managing Director \nTell: +66 5108116. \nPrivate And Confidential \nTo whom it may concern, It is my pleasure to write this mail to you and to say thank you for your effort in providing an opportunity to read my mail. I got your contact when I was making some searches on the internet. My name is Ahmed Abdul Kadir, a sudanese refugee; my Father was until recently, one of the personal aid to the former President of Iraq who was overthrown out of power during the War in Iraq which took many lives. \nI am contacting you to seek your co-operation in investing US$10.5 Million in your country or any other with good economic prospect. My late father was able to safe guard the fund with the contacts he had in the Diplomatic Corps and the funds are being held under the protection and custody of a Diplomat friend of his. I have decided to contact you because I am interested in investing these funds. Please kindly guide and assist me in making the right investment as I am really a novice when considering the technicalities and logistics involved in running a business. \nThe details of the investment will be worked out to our respective satisfaction. In view of your participation, I am ready to give you a good negotiable percentage for your assistance, or better still commit it into a viable joint venture. Be assured that you stand no risk of any kind as the funds belong to me as the only surviving son and as soon as I get your consent, the necessary papers will be drawn up to facilitate the movement to the funds to your country for the investment. \nHowever, upon your acceptance to work as my partner, you can contact me by return e-mail for more details. I strongly believe that associating with you to embark on this and other business ventures will derive a huge success, \nplease include you private contact telephone number and e-mail when replying. \nYours Sincerely. \nMr. Ahmed Abdul Kadir \n\n\n\n\n\n\n", "id": "e15ce45df6d0e92e2422bb71c6c6202a"}