{"email_subject": "URGENT  LETTER  FROM SOLOMON MUDANI", "email_body": "3/5 RIDER HAGGARD\nCLOSE, JO, BORG\nSOUTH AFRICA.\n\n\n            {URGENT AND CONFIDENTIAL)\n\n    (RE:  TRANSFER OF ($ 152,000.000.00 USD)\n     ONE HUNDRED AND FIFTY TWO MILLION DOLLARS \n\nDear sir/madam,\n\nWe want to transfer to overseas ($ 152,000.000.00USD) One hundred and \nFifty two million United StatesDollars) from a Bank in Africa, I want to ask \nyou to quietly  look for a reliable and honest person who will be capable  \nand fit to provide either an existing bank account  or  to set up a new  \nBank a/c immediately to receive this money, even an empty a/c can serve to \nreceive this money, as long as you will remain honest to me till the end for \nthis important business trusting in  you and believing  in God that you will \nnever let me down either now or in future.\nI am MR SOLOMON MUDANI, the Auditor General of a bank in Africa, during \nthe course of our auditing, I discovered a floating fund in an account \nopened in the bank in 1990 and since 1993 nobody has operated on this account \nagain, after going through some old files in the records I discovered that the \nowner of the account  died without a [heir]  hence  the money is floating and \nif I do not remit this money out urgently it will be forfeited for \nnothing.\nThe owner of this account is  Mr.  Arthur Coleman , a foreigner, and an \nIndustrialist, who died since 1993 and  no other person knows about this account or \nanything concerning it, the account has no other beneficiary and my \ninvestigation proved to me as well that Arthur Coleman until his death was the \nmanager of Coleman Coy.(pty). SA. We will start the  first transfer with fifty \ntwomillion [$52,000.000] upon successful transaction without any \ndisappointment from your side, we shall re-apply for the payment of the remaining \namount to your account.The amount involved is (USD 152M) One hundred and Fifty two million \nUnited States Dollars only. I want to first transfer $52,000.000 [fifty two \nmillion United States Dollars from this money into a safe foreigners account \nabroad before the rest, but I don't know any foreigner, I am only contacting \nyou as a foreigner because this money can not be approved to a local person \nhere, without valid international foreign passport, but can only be approved \nto a foreigner with valid international passport or drivers license and \nforeign a/c  because the money is in US DOLLARS and the former owner of the  \na/c  Mr. Arthur Coleman is a foreigner too, [and the money canonly be approved into a foreign a/c. However, we will sign a binding \nagreement, to bind us together.  I got your contact address  from my Secretary who \noperates computer. I am revealing this to you with believe in God that you will \nnever let me down in this business, you are the first and the only person \nthat I am contacting for this business, so please reply urgently so that I \nwill inform you on the next step to take urgently. Send also your private \ntelephone and fax numbers including the full details of the account to be used \nfor the deposit.\nI want us to meet face to face to build confidence and to sign a binding \nagreement that will  bind us together  before transferring the money to any \naccount of  your choice  where the fund will be safe before we fly to your \ncountry for withdrawal, sharing and investments. I need your full co-operation \nto make this work fine because the management is ready to approve thispayment to any foreigner who has correct information of this account, \nwhich I will give to you, upon your positive response and once I am convinced \nthat you are  capable  and will meet up with instructions of a key bank \nofficial who is deeply involved with me in this business. I need your strong \nassurance that you will never,never let me down. With my influence and the \nposition of the bank official, we can transfer this money to any foreigner's \nreliable account which you can provide with assurance that this money will be \nintact pending our physical arrival in your country for sharing. The bank \nofficial will destroy all documents of transaction immediately we receive this \nmoney leaving no trace to any place and to build confidence  you can come \nimmediately  to discuss with me face to face after which I will make this \nremittance in your presence and three of us will fly to your country at least two \ndays ahead of the money going into the account.\nI will apply for annual leave to get visa immediately I hear from you \nthat you are ready to actand receive this fund in your account. I will use my position and \ninfluence to obtain all legal approvals for  onward transfer of this money to \nyour account with appropriate clearance from  the relevant ministries and \nforeign exchange departments. At the conclusion of this business, you will be \ngiven 35% of the total amount, 60% will be for me, while 5% will be for \nexpenses both parties might have incurred during the process of transfering.\n\nI look forward to your earliest reply solomonmudani_22@yahoo.com.\n\nYours,\n\nMR SOLOMON MUDANI.\n\n", "id": "e1a44f36d281c2f818d99bb3f1f92a74"}