{"email_subject": "Mssg From Mr Bongani", "email_body": "FROM THE DESK OF LUDWIG BONGANI\nTEL:   +871 763427855\nFAX :  +871 763427856\nEMAIL : ludwig_bongani@net.hr\n\n  DEAR MADAM/SIR\nTHIS LETTER MAY COME TO YOU AS A SURPRISE BUT IT IS INTENDED TO BRING GOOD\nTIDINGS TO YOU AND YOUR BUSINESS.\nIT WILL BE PROPER FOR ME TO INTRODUCE MYSELF BEFORE STATING MY REASON FOR\nCONTACTING YOU. I AM  ENGINEER LUDWIG BONGANI AND HEAD OF THE SAFE KEEPING\nDEPARTMENT OF THE REPUBLIC OF ZIMBABWE SECURITY AND MINT COMPANY OWNED BY\nTHE GOVERNMENT, I AM 57 YEARS OLD AND MARRIED WITH THREE CHILDREN.\nMY MAIN REASON OF CONTACTING YOU IS IN RESPECT OF TWO CONSIGNMENTS IN MY\nCUSTODY DEPOSITED FOR SAFE KEEPING BY ONE MR. CRAIG MORTON AN AMERICAN WHO\nACQUIRED OUR CITIZENSHIP AND WAS ENGAGED IN DIAMOND AND GOLD EXPORT.\nHOWEVER, MR. CRAIG HAS SINCE PASSED AWAY SIX YEARS AGO FROM CARDIAC ARREST\nAND HAS SINCE BEEN BURIED HERE IN ZIMBABWE (MAY HIS SOUL REST IN PEACE)\nAND NO BODY CAME FORWARD AS NEXT OF KIN OR BENEFICIARY TO CLAIM THE\nCONSIGNMENTS WHICH PROMPTED ME TO SCAN THE CONSIGNMENT WHEN THE\nOPPORTUNITY AROSE AND DISCOVERED THAT IT CONTAINS CASH WHICH VOLUME MIGHT\nBE OVER US $ 15, 000, 000, 00. BUT THE CONSIGNMENT WAS TAGGED TO CONTAIN\nPRECIOUS ORNAMENTS.\nNOW THE GOOD OF THE MATTER IS THAT I CAN MAKE ARRANGEMENT FROM PROBATE,\nESTABLISHING YOU AS NEXT OF KIN CUM BENEFICIARY OF MR. CRAIG MORTON AND\nTHE ALSO MAKE AN ARRANGEMENT FOR A DIPLOMAT THAT WILL GIVE AUTHORITY ALONG\nWITH THE LETTER OF PROBATE TO COLLECT THE CONSIGNMENT AND DELIVER SAME TO\nYOU WITH DIPLOMATIC IMMUNITY SO THAT THE CONSIGNMENT WILL NOT BE TAMPERED\nWITH OR OPENED WHILE IN TRANSIT, AND THIS DIPLOMAT WILL ALSO NOT BE IN THE\nKNOW THAT THESE CONSIGNMENTS CONTAINS MONEY SINCE IT IS TAGGED TO CONTAIN\nPRECIOUS ORNAMENTS. THIS ARRANGEMENT IS 100% SAFE TODAY, TOMORROW AND IN\nTHE FUTURE BECAUSE IT WILL BE THOROUGH SINCE THEY ARE IN MY CUSTODY FOR\nRELEASE TO THE DIPLOMAT WITH PROBATE BACKING AND COUPLED WITH THE FACT\nTHAT MR. MORTON DIED INTESTATE WITHOUT NEXT OF KIN.\nIF MY PROPOSAL IS ACCEPTED BY YOU, THEN UPON RECEIPT OF THE CONSIGNMENT,\n30% WILL ACCRUE TO YOU WHILE 50% WILL ACCRUE TO ME AND THE BALANCE 20%\nWILL BE USED IN A LATTER DATE TO OPEN AN INTERNATIONAL FOUNDATION NAMED\nAFTER MORTON FOR AFRICAN CHILDREN WITH DISABILITY AND HEALTH PROBLEMS.\nI WILL ALSO WANT YOU TO ASSIST ME IN INVESTING MY SHARE OF THE MONEY INTO\nREAL ESTATE FOR MY RETIREMENT PLAN SINCE I AM POORLY PAID IN MY 26 YEARS\nOF WORKING WITH THIS ESTABLISHMENT AND PROHIBITED FROM HAVING FOREIGN\nACCOUNTS OR INVESTMENT SO MY INVESTMENT WILL BE UNDER YOUR CONTROL AND\nCARE AND WE CAN SHARE THE PROFITS.\nI AWAIT YOUR RESPONSE THROUGH MY PRIVATE CONTACTS BELOW ONLY:\n         Email: ludwig_bongani@net.hr\n          TEL:  +871 763427855\n           FAX :  +871 763427856\n AND IF HOWEVER YOU ARE NOT INTERESTED, I PLEAD WITH YOU IN THE NAME OF\nGOD TO DESTROY THIS MAIL AS THE INFORMATION IS PRIVILEGED.\nREMAIN BLESSED,\nLUDWIG BONGANI.\n\n\n-----------------------------------------\nInternet gratis en: http://www.free.com.pe\nAmericatel Internet Free\nTu conexión Free más rápida\n\n\n", "id": "e1ec3026434c96a474fa9ec7c5d7abb6"}