{"email_subject": "BUSINESS PROPOSAL - STRICTLY CONFIDENTIAL", "email_body": "ATTN: PRESIDENT/CEO\n Dear Sir,\nI am Dr. Ekiyoh Martins a native of Cape Town in South\nAfrica and I am an Executive Accountant with the\nSouth African department of Mining and Natural Resources.\nPlease accept my apology for using this medium to\nconvey a transaction/business of this magnitude, but\nthis is due to the confidentiality and prompt access\nreposed on this medium. I have decided to\nseek your co-operation in the execution of this deal\ndescribed hereunder, for the benefit of all parties\nand hoping you will keep it as TOP SECRET because\nof the nature of the business.\nWithin the department of Mining and Natural\nResources (where I work as a director), and with the\ncooperation of four other top officials, we have in our\npossession as overdue payment bills totaling Fourty Five Million,\nFive Hundred Thousand US Dollars (US$45,500,000.00)\nwhich we want to transfer abroad with the assistance\nand cooperation of a company/or an individual to\nreceive the said funds, via a reliable Bank Account.\nQuite frankly, we are handicapped as the South\nAfrican civil service laws (Code of Conduct Bureau) strongly\nprohibits us from owning/or operating a foreign\naccount hence your importance in this\nwhole transaction.\nThis amount (US$45.5M) represents the balance of the\ntotal value of a contract executed on behalf of my\ndepartment by a foreign contracting firm which we\nthe officials (involved) deliberately over-invoiced.\nThough the actual cost have been paid to the\noriginal contractor leaving the balance in the tune of the\nsaid amount which we have in principle gotten approval to\nremit by Key Tested Telegraphic transfer (K.T.T.) to\nany foreign bank account you will provide by filing\nan application through the justice ministry here in\nSouth Africa for the transfer of rights and privileges\nof the former contractor to you.\nI have the authority of my partners involved to\npropose that should you be willing to assist us i\nthis transaction by way of providing the required\naccount in receiving these funds, your share of the\nentire sum will be 30% amounting to Us$13.65Million\nof the US$45.5Million, 60% amounting to US$27.3Million\nfor us and 10% amounting to US$4.55Million will be\nused to settle taxation and other miscellaneous\nexpenses in the course of transferring the funds to your account.\nThe business itself is 100% foolproof\nand safe, as long as you maintain utmost secrecy and\nconfidentiality. Further more your area of\nspecialization will not be a hindrance to the\nsuccessful completion of this transaction. I have\nreposed my confidence in you and hope you will not\ndisappoint me. Should you be willing to assist\npositively with a common goal, endeavor to contact\nme immediately through my above email address.\nIf you are not interested, please also indicate so\nthat it will enable me to contact other foreign\npartner with recommendations to carry out this deal.\nI want to assure you that my colleagues and I are in\nposition to make the payment of this claim possible\nprovided that you can give us a very concrete\nassurance of the safety of our share. Please, always\ntreat this matter with utmost confidentiality,\nbecause we will not comprehend any form of exposure as we\nare still in active government service. Time is of\nessence in this business, so kindly act fast.\nI await in anticipation your fullest co-operation.\nYours Faithfully,\nDR. EKIYOH MARTINS.  ", "id": "e1f552f82b68a2599f9143d504c80fcf"}