{"email_subject": "PROJECT.", "email_body": "\n\n\nDear Sir/Madam,\n\nDo accept my sincere apologies if my mail does not meet your personal ethics.\nI will introduce myself as a staff in the accounts management section of\na well-known bank here in the United Kingdom. \n\nOne of our accounts with holding balance of Ł15,000,000(Fifteen Million\nBritish Pounds) has been dormant and has not been operated for the past\n4 years. \n\n>From my investigations and confirmations, the owner of this account a foreigner\nby name Austin Martins died in August 2000 and since then nobody has done\nanything As regards the claiming of this money because he has no family\nmembers who are aware of the existence of neither the account nor the funds.\nAlso Information From the National Immigration states that he was also single\non entry into the UK.\n\nI have secretly discussed this matter with some of the bank officials and\nwe have agreed to find a reliable foreign partner to deal with. We thus\npropose to do Business with you, standing in as the next of kin of these\nfunds from the deceased and funds released to you after due processes have\nbeen followed. \n\nThis transaction is totally free of risk and troubles as the fund is a legitimate\nand does not originate from drug, money laundry, terrorism or any other\nillegal act. On your interest, let me hear from you.\n\n\nRegards,\n\nGordon.\n\n\nDISCLAIMER:\nThis message contains confidential information and is intended only for\nspecified addressee. If you are not the named addressee you should not disseminate,\ndistribute or copy this e-mail. The sender therefore does not accept liability\nfor any errors or omissions in the contents of this message, which arise\nas a result of e-mail transmission. Please note that we reserve the right\nto monitor and read any emails sent and received under the Telecommunications\n(Lawful Business Practice) (Interception of Communications) Regulations\n2000.\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n-------------------------- \nPosílejte SMS přes internet zdarma a bez reklamy. Pouze s TISCALI. \nVíce na http://www.tiscali.cz \n\n\n\n\n\n", "id": "e20f91dfb4be45784fa434f2103fbcb7"}