{"email_subject": "important.", "email_body": " Mr. Mohammed Abacha.\nE-mail:sanda@justice.com\n\nhttp://news.bbc.co.uk/1/hi/world/africa/468903.stm\n\nDear,\n\nIt is with heart full of hope that I write to seek your\nhelp in the context below.I am Mohammed Abacha, the eldest\nson of the late\npresident of Nigeria,General Sani Abacha. I was falsely\naccused of murder and as such was imprisoned, but thanks to\nAllah, I have been released for my innocence. Well dear\nfriend I need your assistance in transferring some of my\nmoney into your account, because the government is making\nplans toseize them, as they did to my fathers own.\n\nPlease view this site and read it's content\narefully,ttp://news.bbc.co.uk/1/hi/world/africa/468903.stm\nthe amount is $29million in a Security Abroad. All that is\nneeded is for me\nto instruct the company to transfer the funds to your\naccount, I will remunerate you with 20% of the total funds\ntransferred to your vital bank account as compensation for\nyour assistance, Five percent (5%) would be set aside to\ntake care of all expenses we may incure during the\ntransaction. To indicate your interest,contact my lawyer\nurgently and confidentially for more information and the\nroles you will play in this business. All the legal\ninformation concerning this Money will be sent to you as\nsoon as we agree together.I have been confined only to Kano\nand all my calls are monitored, So I will get you the\nneeded information.\n\nIf this proposal satisfies you, please contact me\nimmediately with your full names,telephone and fax numbers\nto enable me contact you.\nand give to you every detail of this transaction from\nbeginning to the end on behalf of the family. Alternative\nyou can contact me on this email\naddress at:muhammedaba@freesurf.fr\n\nThanks for your cooperation.\n\nBest Regard.\n\nMohammed Abacha.\n \n \n==\nDownload ringtones, logos and picture messages at Ananzi Mobile Fun.\nhttp://www.ananzi.co.za/cgi-bin/goto.pl?mobile\n\n", "id": "e244d8d2a4c4175df9d9ecd9b80d323e"}