{"email_subject": "REQUEST INVESTMENT", "email_body": "From:Mr.Kabir Bello. \nE-mail: Kabirbello02@she.com\nTel:+66-1-4919460.\n\nAttention:The Managing Director\n\nBefore I proceed, may I humbly introduce myself to your good self, My Name is Mr.Kabir Bello, an Iraqi refugee ,my Father was until recently, one of the personal aid to the president of Iraq who was formerly overthrown out of power during the War in My Country which took many life . \nPrior to this last serious crisis that is still ravaging in my country, which recently led to misfortune of our government and my late Father's position as the personal aid to the president, we were able to come over here in Thailand with my mother for investment ,we inherited the sum of US$16 Million. The funds were originally gotten from my late Father's proceeds. My late father was able to safe guard the fund with a very good diplomatic contact from my Country to Thailand which make us to come here to plan our life. \nBut all is about life and death I witnessed another tragedy which could have taken my own life in Thailand here but I feel this is not the time, It started on 26th of December here in Phuket another disaster occurred here named( TSUNAMI) which as well took the life of my mother and up till now her body are yet to to be found, I am the only surviving person in my Family now.\nI have decided to contact you because I am interested in investing in your country . Please kindly guide and assist me in making the right investment as every thing regarding technical and logistics details is worked out and ascertained to our respective satisfaction. In view of your participation, I am ready to give you a good negotiable percentage for your assistance, or better still commit it into viable Joint venture projects, be assured that you stand no risk of any kind as the funds belong to me as the only surviving son. As soon as I get your consent, I will quickly move this fund to your country for investment . \nHowever, upon your acceptance to work as my partner, you can contact me with my private telephone number or e-mail for more details.\nI strongly believe that associating with you to embark on this and other business ventures will derive a huge success here after, please include you private contact telephone number and private e-mail when replying.\n\nYours Sincerely.\nMr.Kabir Bello.\n\n\n\n\n", "id": "e2bb66445ffd345df3eacecf934ed525"}