{"email_subject": "URGENT AND CONFIDENTIAL", "email_body": "\n \nFROM HAJIA MARIAM ABACHA.\nDear sir, \nFollowing the sudden death of my husbandGeneral\nSani Abacha the late former head of state of Nigeria\nin June 1998, I have been thrown into a state of utter\nconfusion, frustration and hopelessness by the present\ncivilian administration, I have been subjected\nto physical and psychological torture by the security\nagents in the country. My son is still under detention\narraigned before the federal high court of Nigeria for\nan offence he did not commit. As a widow that is so\ntraumatized, I have lost confidence with anybody\nwithin the country. You must have heard over the\nmedia reports and the internet on the recovery\nof various huge sums of money deposited by my husband\nin different security firmsabroad, some companies\nwillingly give up their secrets and disclosed ourmoney\nconfidently lodged there or many outright blackmail.\nIn fact the total sum discovered by the Government so\nfar is in the tune of $700Milliondollars. And they are\nnot relenting to make me poor for life. I got your\ncontacts through my personal research,and out of\ndesperation decided toreach you through this medium.I\nwill give you more information as to this regard as\nsoon as you reply. I repose great confidence in you\nhence myapproach to you due to security network placed\non my day to day affairs I cannot afford to visit the\nembassy so that is why I decided to contact you and\nI hope you will not betray my confidence in you. I\nhave deposited the sum of 28.6million dollars with a\nsecurity firm abroad whose name is witheld\nfornowuntil we open\ncommunication. I shall be grateful if you\ncouldreceivethis fund\ninto your account for safe keeping. This arrangement\nis known to you and my son Mustapha alone, so my son\nwill deal directly with you as security is up my whole\nbeing.I am seriously considering to settle down abroad\nin a friendly atmosphere like yours as soon as this\nfund get into your account so that I can start all\nimpossible,just help me in diverting this fund into\nyour account which will accrue you 30% of this fund .\nPlease honesty is the watch word in this transaction.\nI will require your telephone and fax numbers so that\nwe can commence communication immediately and I will\ngive you a more detailed picture of things.\nIn case you dont accept please do not let me out to\nthe security as I am giving you this information in\ntotal trust and confidence. I will greatly appreciate\nif you accept my proposal in good faith.Please\nexpedite action. Please contact me through my\nalternative email: HAJMA202@YAHOO.CO.UK. You can call\nmy son on this number: 234-803-5383158.\nas i have brief him about you. Sincerely yours,\nHajia Mariam Abacha\n\n\n\n\n", "id": "e302a010166e1944919f4fb26cbb0b36"}