{"email_subject": "URGENT REPLY", "email_body": "Dear sir/ma, \n\nGreetings to you in the name of our Lord. \nPlease permit us to use this medium to thank you once more for given us this\navenue to explain our problem to you. But firstly, We will like to tell you who we \nare so that you will understand and comprehend our point clearly. \nOur name is Selina&Gabriel Marinze and We are here in Benin Republic but We are  from GHANA in West Africa but we are \nhere in Benin Republic We entered as a result of the Death of our Parent in our country. And here in Benin We entered as a \nrefugee . But We are still a student . Am Selina is 24years and gabriel is 22 years , am studying medicine before the out break \nof the death our parent. \nPlease we need your assistance  because our living here is not ok after our father \nand mother has leaving us alone in this world. \nBut before the death of our father who is a GOLD MERCHANT S.A in Ghana, he has used our name to deposit some fund of \n$35.5 MILLION UNITED STATE DOLLARS in a finance house and he used our name as the beneficiary\nof the fund but we are not in access to the fund because,Our father as stated with the finance House that upon our present an \ninvestors to manage the fund for us  they should release the fund for us. \nPlease what we need from you is to assist us in transfer the fund to your personal \naccount for investment purpose and immediately we hear from you we will summit your particulars to the finance house to \neffect the transfer to your name as the new \nbeneficiary and the investors to invest the funds for us, so you can now instruct the \nbank for further transfer of the fund to your account over there so that we can now \ncome over there for the continuation of our education while you help us to\nmanage the fund.\nAnd Moreover we agreed  to give you 30% of the total funds for your kindly assistance \nand the remain 70% for invest into any reliable business over there you suggest that is \nprofitable. \n\nplease if you are ready to assist us, Kindly forward the following so that we can \nforward it to the bank for open of account with them for you so that they can transfer \nthe fund through telegraphic wire transfer to your nominated account in your country.\n\nWe NEED YOUR FULL NAME, \nYOUR ADDRESS \nAND TELEPHONE NUMBER AND FAX. \nTHIS WILL ENABLE US TO PROCEED FOR THE OPEN OF ACCOUNT IN YOUR FAVOUR AS THE NEW \nBENEFICARY OF THE FUND. \nLORD BE WITH YOU ALL \nRegard \nSelina&Gabriel Marinze\n\n------------------------------------------\n\nFaites un voeu et puis Voila ! www.voila.fr \n\n\n\n", "id": "e317f75f89edb74a9f6264f138bec6d8"}