{"email_subject": "ESTRADA", "email_body": "\n  I am Dr Luisa Pimentel Estrada, the wife of Joseph Ejercito Estrada,former president of Philippines. I have children with my husband Jose, Jacqueline and Jude.\n\nTwo sons and a daugther.This mail may be coming to you as a surprise or an article but it is very real.I gave the mail to my daugther Jude to send the mail to any contacts she sees and may be a God fearing person will listen to our plight.I will want you as the receiver to read through it and think very well if you can help or render us any assistance. My husband Joseph Ejercito estrada was elected as the 13th President of the Philippines in May 1998 by the people of Philippines due to his popularity in the film industry made him to win the largest popularity in the history of election in Philippines.He has attain the position of Senate in 1987,then vice-president in May 1992 and later become the president 1998.My husband became mayor of his hometown, San Juan in 1969 but it was 1972 that he had a string of public successes. My husband was named one of the ten Outstanding Young Men in Public Administration. He was also named Most Outstanding Mayor and For!\nemost Nationalist and Most Outstanding Metro Manila Mayor.\n\n My husband is recently accused of illegal acquire some four Billion Peso ($80M) during his 31 months in office as President backed up by an uprising of mass Demonstrators and Senate Traitors. They also said that he has skimmed off tobacco excise Taxes benefitting from government business deals.Most of them benefitted from my husband's generousity when he was in office. But they just turned around to be the ones to impeach him. I have tried every possible means to get him out of Detention without success. The Despotic forces in power appear bent in deriding him, rubbishing his achievements while freezing all his known Bank accounts.He has been accused of economic plunder carrying the maximum penalty of death. To the worst of it all,all other wives of my husband especailly Guia Gomez and some of his children born outside wedlock are testifying against us.In conjunction with the PCGG funded by the recent President Arroyo Macapagal Gloria. These are so!\nme of the allegations file before my husband in the impeachment trial; \n\n1. Gov. Luis Singson, a longtime friend of my husband, said he provided the my husband with more than $8 million in payoffs from illegal gambling and $2.7 million from tobacco taxes. \n\n2. Witnesses testify one of an account in the Philippines third largest bank held millions of dollars in bribes collected by my husband. Equitable PCI Bank President George Go resigns. The banks senior vice president, Clarissa Ocampo, said she saw my husband sign a false name to documents withdrawing $10 million from a secret personal account.\n\n 3. On Dec 31 Five synchronized bomb attacks kill 22 people and injure more than 120 in Manila, days before the trial is to return from holiday recess. Police accuse Muslim rebels but many fear the bombs may be linked to the trial. \n\n4. That my husband received about $8.5 million in pay-offs from illegal gambling operators. \n\n5. That my husband participated in a real estate business controlled by me and my son Jose despite a prohibition on outside business interests while in office. My husband is suffering from bronchitis and emphysema right now and he detained at the Veterans Memorial Medical Center in Quezon City in hospital prison outside Manila where the life of my husband is in danger.I will let you know that it is political motivated by Gloria Arroyo.Meanwhile,the government has said that it may drop rebellion charges against my husband allies Senator Juan Ponce Enrile and the former ambassador to the United State Ernesto Maceda because they were in the side of my husband,both men were later jailed by the government of Gloria Arroyo that they instigated a march on the presidential palace by 50,000 supporters of my husband.These are all political.All these are done to have my husband death. Presently life has not been easy for my children and I,my travelling documents h!\nave been seized by the government and they restricted me and my children to have access to my husband. Haven seen the way things are going with us.He decided to let me know that he deposited some money with Bank in Europe.He said that he deposited the sum of twenty Million dollars $20,000,000 in Banesto Bank Valencia Spain.Now I want to start a new life with the money.I want to invest the money outside Philippines. What I am begging you is to assist me in receiving the money on my behalf. I have discussed with the lawyer here in Metropolitan Manila and the chairman of the International Credit Commission in Madrid about this arrangement,they assured me that the money will be release to my representative.\n\nIn that regards,I have gone to collect the documents needed from Gomez Carlos who my husband kept the documents with. If you are willing to assist me in receiving the money.You will send me your full names,contact Fax and Telephone numbers to enable me forward your informations to the appropriate offices. Once you get back to me,we will discuss your fee/commission you will liken to take for receiving the fund in your account.Thereafter we will enter into a revocable trust agreement appointing you as the trustee to the trust fund.\n\n I will be communicating with you by email because my telephone lines are not safe for the transaction because of the heighten security around me and my family. I would want us to be in partnership in any good business you may suggest in your country. Please handle this transaction with maturity and sincerity. Best Regards, \n\nDr Luisa Pimental Estrada \n \nNB:Please note this i ask YOU to send all conrrespondence to this my mail box before{judeestrada1@epatra.com}But i cannot axcess the box you can now send all conrrepondence to this email address.{joseestrada1@luisapestrada.zzn.com}\n\n\n\n", "id": "e322c363fbca6b68c2df2bea7c852aa6"}