{"email_subject": "GOOD DAY /BUSINESS PROPOSAL", "email_body": "\nI got your contact through internet referal link, i am Ms comfort Mensa the daughter of Late Mr Charles Kofi Mensa my late father Charles  Mensa was a limited liability Cocoa and Gold merchant in LIBERIA before his umtimely death.\nAfter his trip to GHANA ,to negotiate for a \ncocoa and Gold business he wanted to invest in Ghana. \nA Week after he came back from GHANA, he was attacked \nwith my mother by unknown assassins, which my mother \ndied instantly but my father died after five days in a \nprivate hospital on that faithful afternoon. I didn't \nknow that my father was going to leave me after I had \nlost my mother. \nBut before he DIED, it was as if he knew he was going \nto die. my father, MAY HIS SOUL REST IN PERFECT PEACE \nhe disclosed to me that he deposited the sum of \n$21,800,000,00 US Dollars (TWENTY ONE MILLION EIGHT \nHUNDRED THOUSAND DOLLARS) IN A SECURITY COMPANY IN GHANA . \nThat the money was meant for his cocoa and Gold company \nhe wanted to establish in Ghana. \nHe handed to me all the relevant documents \ndocuments of the deposited Box and instructed me to \nseek for a reliable and trust worthy partner for a non speculative\nlife time investment abroad. \nNow I have succeeded in locating the security company \nhere in Ghana. \nConsequently, I am soliciting for your assistance to help \nme get this Box out from the security company. \nIf possible you can come over here in Ghana and \ntransfer the fund to your account overseas so that we can \ninvest it in any meaningful/lucrative business in your \ncountry because this is my only hope and source of \nlivelihood.I will also like to know what percentage you will take for your assistance at the successful completion of the transaction \nAs soon as i hear from you i will forward to you all the vital documents so that you can send it to the company for claims \nForward to me your tele/fax numbers for me to have a word with you. \nAs soon as i hear from you i will also forward to you my private telephone number for you to reach me\nI am of the opinion that you will treat this letter with strictest confidentiality \nI await your response \nRegards\nMs comfort Mensa\n\n\n\n\n\n", "id": "e3aa1b90c02681b0fe8e425071648168"}