{"email_subject": "unaware from Togo", "email_body": "        \nATTENTION:PLEASE,\n  \n I am sorry at the perceived confussion you may have by receieving this letter from me since we have not previously met.To be precise I AM Chief Security Officer to Mr,GNASSINGBE  EYADEMA,  the formerTOGOLAISE president of  TOGOLAISE  and also the former  ECOWAS' Chaiman, I am a citizen of Togolaise  and my name is Mr. Jones.Kajeta, I was in charge of  ammunition in our country. There was money maped out by the Togolaise  President of Mr Eyadma Gnassingb to buy ammunition Enquipments unfortunately and very surpirsed that after few days the presidnet death and  the money was not used again.\n   \n  This money is in my possesion right now. The sum of $14.300) fourten million three thousand usa dollars) which was meant for purchase of ammunition but was not used for that purpose as a result of unpredictable death of  Mr, GNASSINGBE  EYADEMA during his government  in our country Togo.\n\n    \nI am explaining the source of this money to you so that you will understand  the source of the $ 14.300) Million which I deem that it will be good for me and you to invest this money in your country on profitable business in your country. That is why I am soliciting for a reliable and trustworthy foreigner like you to help me accomodate this money in your account.\n\n  \nThis money was deposited in a security company in ABIDJAN capital city of COTE D' IVOIRE by my instruction through diplomatic means. The document that is backing the deposit of  US$ 26.700) million are currently with me as the chief security officer to Mr Eyadma Gnassingb  At this junction I can not disclose the security's company 's name to you until you accept my proposal for security reasons.\n  \n(1) What I need from you is to help me claim this money (usa 14.300) MILLION)  from the security company as my foreign partner.\n   \n  (2)You are entittled to 20% of the 14.300 )Milllion as your share for your assistance.\n   \n  (3) 5% will be map out for miscelleneous expenses  during the transaction.\n  \n(4)And 75%will be for me Mr.Jones.KajetaI have all necessary legal documents from the  security company where I lodged this money to back-up your claim for this money.\n  \nAll I require is your Honesty and cooperation to enable this deal  succeed. I guarantee that this will be executed under a legitimate Arrangement  that will protect you from any breach of the Law.\n   \n  Please get in touch with my email charles505050@yahoo.ca and send to me your Telephone and fax numbers to enable us further this Transaction. Iam sending with this  message\nan attachment documents of the money before the deposition with the security company.\n   \n  Your's Truely,\n \n  Mr. Jones Kajeta.\n  N.B:LOME,\n  capital of TOGOLAISE.\n\n\n\n\n\t\t\n---------------------------------\nFind your next car at Yahoo! Canada Autos", "id": "e3c0c7e0e2e3702c5eca9d6fcea7871d"}