{"email_subject": "URGENT BUSINESS ASSISTANCE ", "email_body": "From: Mr John Obi.\nLagos-Nigeria.\n24/2/04.\n\nDear Sir,\nI am Mr. John Obi, I work with Standard Financial\nTrust in Lagos \noffice.\nI have urgent and very confidential business\nproposition for you. On \nJuly\n6, 1999, our customer/Civil Engineer with the BM\nInteriors Corporation \nCompany,\nMr. Charles Anderson made a numbered time (Fixed)\nDeposit for twelve \ncalendar\nmonths, valued at US$11, 450, 000, 00 and in our\nBahamas branch.  Upon \nmaturity,\nour bank in Bahamas sent a routine notification to us\nhere in Nigeria \nand\nwe forwarded it to his forwarding address but got no\nreply.   After a \nmonth,\nwe sent a reminder and finally we discovered from his\ncontract \nemployers,\nthe BM Interiors Corporation Company that Mr. Charles\nAnderson died \nfrom\nan automobile accident. On further investigation, I\nfound out that he \ndied\nwithout making a WILL and all attempts to trace his\nnext of kin were \nfruitless.\nI therefore made further investigation and discovered\nthat Mr. Charles \nAnderson\ndid not declare any kin or relations in all his\nofficial documents, \nincluding\nhis Bank Deposit paperwork in my Bank. This sum of\nUS$11,450,000.00 is \nstill\nsitting in my Bank and the interest is being rolled\nover with the \nprincipal\nsum at the end of each year.  No one will ever come\nforward to claim \nit.\n According to Nigerian Law, at the expiration of 5\n(five) years, the \nmoney\nwill revert to the ownership of the Nigerian\nGovernment if nobody \napplies\nto claim the fund.\nConsequently, my proposal is that I will like you as\nan individual to \nstand\nin as the next of kin to Mr. Charles Anderson so that\nthe fruits of \nthis\nold man's labour will not get into the hands of some\ncorrupt government\nofficials. This is simple, I will like you to provide\nimmediately your\n\n1] name and contact adress\n2] your private telephone and fax number\n\n so that the Attorney will prepare the necessary\ndocuments and \naffidavits\nwhich will put you in place as the next of kin.   We\nshall employ the \nservice\nof two lawyers for drafting and notarization of the\nWILL and to obtain \nthe\nnecessary documents and letter of\nprobate/administration in your favor \nfor\nthe transfer.  A bank account in any part of the world\nwhich you will \nprovide\nwill then facilitate the transfer of this money to you\nas the \nbeneficiary/next\nof kin.  The money will be paid into your account for\nus to share in \nthe\nratio of 70% for me, 25% for you while 5% is for\nexpenses.\nThere is no risk at all as all the paperwork for this\ntransaction will \nbe\ndone by the lawyer and my position in the bank\nguarantees the \nsuccessful\nexecution of this transaction. If you are interested,\nplease reply \nimmediately\nvia email address above.\nPlease observe utmost confidentiality, and rest\nassured that this \ntransaction\nwould be most profitable for both of us because I\nshall require your \nassistance\nto invest my share in your country.\nThanks and regards.\nMr John Obi.N/B\nSend your response to my confidential email\naddress:johnobi222@myway.com\n\n\n\n", "id": "e3ca609b81a9b7054dc86716ae5922f3"}