{"email_subject": "FROM :DR. KOLA DEVIS", "email_body": "FROM :DR. KOLA DEVIS\n\nATTN: SIR\n \nIT IS MY PLEASURE WRITING YOU THIS \nMAIL.AND I HOPE THAT YOU ARE SOMEBODY I WILL TRUST FOR THIS TRANSACTION \nHENCE IT IS CONFIDENTIAL.\n \nAS A MATTER OF FACT,I AM CIVIL SERVANT \nWORKING WITH THE NIGERIA NATIONAL PETROLEUM CORPORATION (NNPC)ALSO,I AM \nTHE CHAIRMAN (CONTRACT PAYMENT RELEASE REVIEW COMMITTE)DUE TO THE \nMANIPULATIONS OF CONTRACT AWARD IN THE CORPORATIONS TEN YEARS AGO TILL \nDATE BY THE PAST AND PRESENT MILITARY AND CIVILIAN GOVERNEMNT OFFICIALS.\nTHIS COMMITTE IS LEGALLY MANDATED BY THE THREE ORGAN OF THE GOVERNMENT \nTO REVIEW ALL THE CONTRACT AWARDED FOR IMMEDIATE PAYMENT.\n \nDURING THIS \nEXCERISE,THIS COMMITTE DISCOVERED THAT ALOT CONTRACT PAYMENT WAS \nMANIPULATED BY SOME GOVERNMENT OFFICIAL FOR THEIR SELFISH INSTREST \nINCOLLABORATION WITH FOREIGN EXPERTATES.AFTER SAID AND DONE,THIS \nCOMMITTE HAVE TRIED TO CONTACT SOME OF THEM TO COME FORWARD FOR THE \nCLAIM.BUT,DUE TO THE FACT THAT THEY DID NOT GO THROUGH THE(DUE PROCESS)\nTHEY COULD NOT COME FORWARD FOR THE CLAIM.\n \nAS AT THIS MOMENT,WE ARE \nIN POCESSION OF SOME UNCLAIMED CONTRACT PAYMENT VALUED AT $650M (SIX \nHUNDRED AND FIFTY MILLION UNITED STATES ONLY) AS UN CLAIMED CONTRACT \nPAYMENT.AND AS SUCH,THE TOTAL PAYMENT ARE MEANT TO BE RETURNED BACK TO \nTHE GOOVERNMENT TREASURY.AFTER A CLOSE DOOR MEETING WITH THE REST OF \nTHE BOARD,WE HAVE DECEIDED TO TO DECLARE PART OF THIS PAYMENT TO THE \nGOVERNMENT.AND WHILE WE WILL SEEK YOUR URGENT ASSISTANT FOR THE CLAIM \nOF PART OF IT.\n \nIT IS NOW LEFT FOR YOU TO LET ME KNOW EXCATLY HOW MUCH \nYOU KNOW THAT YOU CAN BE CAPBLE TO RECEIVE FOR US WITHOUT ANY PROBLEM.\nSO THAT WE WILL KNOW EXACTLY HOW MUCH TO BE DECLARE TO THE GIVERNMENT.\nPLEASE BEAR INMIND THAT OUR AIM OF STRICKING THIS DEAL WITH YOU IS FOR \nOUR POLITICAL AMBITION.WE REALLY WANT TO USE THE FUNDS FOR POLITICS.\nBECUASE,IN AFRICA,POLITICS WITHOUT MONEY IS BASELESS.\n \nIF THIS IS A \nMATTER OF INSTREST TO YOU,KINDLY KEEP IN CONTACT WITH ME IMMEDAITELLY \nYOU RECEIVE THIS MAIL FOR MORE INFORMATIONS.ALTHOUGH,YOU WILL BE \nCOMPENSATED WITH 30% FOR YOUR ASSISTANT.AND THE FOLLOWING INFORMATIONS \nWILL BE REQUIRED FROM YOU.\n \nA:YOUR FULL COMPLETE NAME,ADDRESS AND \nDIRECT PHONE NUMBER.\nB:COMAPNY NAME,ADDRESS AND YOUR POSITION\nC:BANK \nNAME,ADDRESS AND ACCOUNT DETAILS\nD:MARRIED OR NOT.AND YOUR AGE.\n \nWITH \nTHESE INFORMATIONS,THIS COMMITTE WILL NOW APPLY FOR  AN URGENT PAYMENT \nIN YOUR FAVOUR AS ONE OF THE BENEFICIARY/CONTRACTOR THAT EXECUTED \nCONTRACT WITH THE (NNPPC)NIGERIA NATIONAL PETROLEUM CORPORATION.KINDLY \nBEAR INMIND THAT THIS DEAL REQUIRES ABSOLUTE SECRECY/CONFIDENTIAL WHICH \nMUST NOT BE REVEAL OUT TO ANY ONE UNTIL YOU RECEIVE THE PAYMENT FOR US.\n \nWAITING TO HEAR FROM YOU URGENTLY FOR OUR TIME IS LIMITTED TO THIS \nDEAL.BECAUSE THE FEDERAL GOVERNEMT IS WAITING FOR OUR REPORT.\n \nBEST \nREGARDS\n \nDR, KOLA DEVIS\n\n\n", "id": "e3ea85079f8be14ff0de77a1c2b83fb5"}