{"email_subject": "YOURS IN CHRIST", "email_body": "Dearly Beloved in Christ,\n\nIt is by the grace of God that I received Christ,Having known the truth, I\nhad no choice than to do what \nis lawful and right in the sight of God for eternal life and in the sight\nof man for witness of Gods mercy and\nglory upon my life.I am Mrs Luisa Raymond the wife of Mr George Raymond, my\nhusband worked with the \nChevron/Texaco in Kenya for twenty years before he died in the year 2001.We\nwere married for \ntwenty-seven years without a child. My Husband died after a brief illness\nthat lasted for only four days. \nBefore his death we were both born again Christians. \n\nSince his death I decided not to re-marry or get a child outside my\nmatrimonial home which the Bible is \nagainst. When my late husband was alive he deposited the sum of US $10.5M.\n(Ten million Five Hundred Thousand \nU.S. Dollars) with a Bank in Europe. Presently, this money is still with\nthe Bank and the management just wrote me \nas the beneficiary to come forward to sign for the release of this money or\nrather issue a letter of authorization to \nsomebody to receive it on my behalf if I can not come over.\n\nPresently, I'm in a hospital in Kenya where I have been undergoing\ntreatment for esophageal cancer. \nI have since lost my ability to talk and my doctors have told me that I\nhave only a few weeks to live. \nIt is my last wish to see this money distributed to charity organizations\nany where in the World. \nBecause relatives and friends have plundered so much of my wealth since my\nillness, I cannot live with \nthe agony of entrusting this huge responsibility to any of them. Please, I\nbeg you in the name of God to \nhelp me Stand and collect the Funds from the Bank.\n\nI want a person that is God fearing that will use this money to fund\nchurches, orphanages and widows \npropagating the word of God and to ensure that the house of God is\nmaintained. The Bible made us to \nunderstand that blessed is the hand that giveth. I took this decision\nbecause I don't have any child that \nwill inherit this money and my husband relatives are not Christians and I\ndon't want my husband's hard \nearned money to be misused by unbelievers. I don't want a situation where\nthis money will be used in an \nungodly manner. Hence the reason for taking this bold decision. I am not\nafraid of death hence I know \nwhere I am going. I know that I am going to be in the bosom of the Lord. \n\nExodus 14 VS 14 says that the lord will fight my case and I shall hold my\npeace. I don't need any \ntelephone communication in this regard because of my soundless voice and\npresence of my husband's \nrelatives around me always. I don't want them to know about this\ndevelopment. With God all things are \npossible. \n\nAs soon as I receive your reply I shall give you the contact of Attorney\nwho is in Europe as he will be \nthe one to assist you in laying claims for this funds.\n\nPlease reply to my personal mail: luisaraymond637@netscape.net\n\nYours in Christ,\nLuisa Raymond.\n\n\n\n\n\n", "id": "e445f59160c5941333ed68f813fb3945"}