{"email_subject": "please reply", "email_body": "Investment proposal from:\nDr.Kunle Owolo.\nTel:234-8042136866\nFax:234- 1-7597626\nBlock 4 Federal Secretariat Road,\nIkoyi-Lagos\n\n\nREQUEST FOR ASSISTANCE STRICTLY CONFIDENTIAL\n\nI am Dr.Kunle Owolo, the chairman of contract award and review committee set\nup by the federal government of Nigeria under the present civilian\ndispensation to award new contracts and review\nexisting ones.\n\nI came to know of you in my search for a reliable and reputable person to\nhandle a very confidential transaction, which involves the transfer of a\nhuge sum of money to a foreign account. There were series of contracts\nexecuted by a consortium of multi-nationals in the oil industry in favor of\nthe Nigerian National Petroleum Cooperation (N.N.P.C.) the original value of\nthese contracts were deliberately over invoiced to the sum of\nUSD$25,000,000.00 (twenty five million united state Dollars).\n\nThis amount has been approved and is now ready to be transferred being that\nthe companies that actually executed these contracts have been fully paid\nand the projects officially commissioned. Consequently, my colleagues and I\nare willing to transfer the total amount to your account for subsequent\ndisbursement, since we as civil servants are prohibited by the code of\nconduct bureau (civil Service law) from operating and/or opening foreign\naccounts in our names.\n\nNeedless to say, the trust reposed on you at this juncture is enormous, in\nreturn, we have agreed to offer you 20% of the transferred sum, while 10%\nshall be set aside for Incidental expenses (internal and external) between\nboth parties in the course of the transaction you will be mandated to remit\nthe balance\nto other accounts in due course.\n\nModalities have been worked out at the highest level of the ministry of\nfinance and the central bank of Nigeria for the immediate transfer of the\nfunds within 14 working days subject to your satisfaction of the above\nstated terms.\n\nour assurance is that your role is Risk free and to accord this transaction\nthe legality It deserves and for mutual security of the funds the whole\napproval procedures will be officially and legally processed with your name\nor the name of any company you may nominate as the bona- fide beneficiary.\nOnce more I want you to understand that\nhaving put in over twenty five years in the civil service of my country, I\nam averse to having my image and career dented. This matter should therefore\nbe treated with utmost secrecy and urgency it deserves.\n\nPlease you should signify your intention to assist by sending me a fax\non my confidential fax number ( 234 17 597626) or mail to private email\naddress,so that I can brief you further. I want to assure you that this\nbusiness proposal is 100% risk free as we have done our homework properly.\n\nI quite believe that you will protect our interest by taking this deal\nstrictly confidential, as we are still in government service, which we\nintend to retire from. Kindly expedite action as we are behind schedule to\nenable us include this transfer in the first batch which would constitute\nthe second quarter payments for the 2003 financial year.\n\nThanks and God bless,\n\nDr.Kunle Owolo.\n\n", "id": "e45bed1eb7a7c597fa1886f04ed3ad36"}