{"email_subject": "From:Evangelist Lindy Mike(Widow).", "email_body": "\n\nFrom:Evangelist Lindy Mike(Widow).\n\n \n\nCalvary greetings in the name of our Lord Jesus Christ, I am Evangelist\n\n Lindy Mike, The daughter of Late Sherrif Kindimbu from West Africa\n\n Nigeria.I am 34 years old,my mother is From England,while my father is\n\n  from Nigeria,i am an half cast (White Girl) am married to Late John Mike from England, i am now a new christian convert,suffering from long time cancer problem. \n\n \n\n>From all indications, my condition is serious and according to my late\n\n husband doctor in Nigeria, it is quite obvious that i may not survive\n\n the sickness,as a christian,i beleived God and i know that i will not\n\n die,i will leave to declare the glory of God, My late Husband Mr.John\n\n Mike is From England,he and my only son was killed by his family\n\n members,because he does not agree with them, i am presently leaving\n\n alone.Our Lord Jesus Christ is my comforter.\n\n \n\nBefore the death of my husband,he told me on his sick bed that he\n\n deposited some money with the United Bank for Africa plc(UBA) in Nigeria,the sum of Fifteen Million Five Hundred Thousand Dollars\n\n (Usd$15.5M).After disclosing this secret to me,he gave me the Documents he used in Depositing the fund called Certificate of Deposit,he never wanted to tell  me about it until the present moment that he was about to die,he told  me  that his reason for telling me about this fund secretly is because after his death that he knows his family will not allow me to inherit any  of his wealth or property.\n\n \n\nHe told me that Nigerian Government will not allow me to make this\n\n claim since i am a citizen of Nigeria,my husband told me that i can only\n\n get the fund claimed through the help of a foreigner like you,and that\n\n was exactly what happened,I made up my mind to travel abroad to leave\n\n  the  rest of my life and continue to do the work of God as a missionary,I\n\n called my late husband lawyer to find out if the fund is still in\n\n contact in that bank, to enable me raise some money to continue my\n\n  mission,to my greatest surprise it was still in tact in United Bank for Africa\n\n plc(UBA).\n\n \n\nPresently,all the Documents concerning the FUND are with me, now that\n\n  my sickness has gone to this stage,I am scared and I want the fund to\n\n be used for the work of God all over the world,i have prayed and told\n\n God to direct me to an honest christian who will receive this fund and \n\n utilise it together with me and for things that will glorify the name\n\n of God,after my prayers,I decided to contact you alone my beloved in\n\n  Christ. \n\n \n\nPlease I will appreciate that you send the following information to\n\n enable my late Husband Lawyer commence with the procuring of the necessary\n\n document that will  back you up as next of kin to my late Husband for\n\n immediate arrangement with the UNITED BANK FOR AFRICA UBA Plc on how\n\n the Fund Fifteen Million Five Hundred Thousand Dollars (Usd$15.5M)\n\n will  be claimed by you on my Late Husbands Behalf as his Next of Kin and\n\n  New  Beneficiary.\n\n \n\n1. your full name.\n\n2. Your contact address.\n\n3. Your telephone/fax numbers for prompt communication.\n\n \n\nI await to here your urgent reply.\n\n \n\nThanks and God bless you.\n\n \n\nEvangelist Lindy Mike(Widow).\n\n\n\n\n\n\n\n\n", "id": "e4a220a2c4b9669ea6aa7b9cbdcca60e"}