{"email_subject": "Kind Attention For Review!!!", "email_body": "URGENT AND CONFIDENTIAL:\n\nRE: TRANSFER OF [$13,500.000.00 USD. THIRTEEN MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS\n\nWE WANT TO TRANSFER TO OVERSEAS [$13,500.000.00] THIRTEEN MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLARS FROM FIRST BANK IN SOUTH AFRICA. I WOULD LIKE, IF YOU WILL BE CAPABLE AND FIT TO PROVIDE EITHER AN EXISTING BANK ACCOUNT OR TO SET UP A NEW BANK ACCOUNT IMMEDIATELY TO RECEIVE THIS MONEY, EVEN AN EMPTY ACCOUNT CAN SERVE TO RECEIVE THIS MONEY, AS LONG AS YOU WILL REMAIN HONEST TO ME TILL THE END OF THIS IMPORTANT BUSINESS\nTRANSACTION.\n\nI WANT TO BELIEVE THAT YOU WILL NEVER LET ME DOWN EITHER NOW OR IN FUTURE. I AM CASPER LAMPRECHT DIRECTOR OF ACCOUNTS DEPARTMENT OF FIRST BANK SA, DURING THE COURSE OF OUR AUDITING I DISCOVERED A FLOATING FUND IN AN ACCOUNT OPENED WITH A SECURITY COMPANY IN 1993 AND SINCE 2002 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN, AFTER GOING THROUGH SOME OLD FILES IN THE RECORDS I DISCOVERED THAT THE OWNER OF THE ACCOUNT DIED WITHOUT AN \nHEIR HENCE THE MONEY IS FLOATING AND IF I DO NOT REMIT THIS MONEY OUT URGENTLY IT WILL BE FORFEITED FOR NOTHING.\n\nTHE OWNER OF THIS ACCOUNT WAS A FOREIGNER WHO SHARES THE SAME SURNAME AS YOURS, AND AN INDUSTRIALIST, HE DIED SINCE 1997 AND NO OTHER PERSON KNOWS ABOUT THIS ACCOUNT OR ANYTHING CONCERNING IT, THE ACCOUNT HAS NO BENEFICIARY AND MY INVESTIGATION PROVED TO ME AS WELL THAT THE ACCOUNT OWNER UNTIL HIS DEATH WAS A EXPERTRIATE/CONTRACTOR WITH ESKOM IN SOUTH AFRICA [PTY] SA.\n\nI AM CONTACTING YOU AS A FOREIGNER BECAUSE THIS MONEY CAN ONLY BE APPROVED TO A FOREIGNER WITH A VALID INTERNATIONAL PASSPORT, DRIVERS LICENCE AND FOREIGN ACCOUNT BECAUSE THE MONEY IS IN US DOLLARS AND THE FORMER OWNER OF THE ACCOUNT IS A FOREIGNER. I WILL LIKE US TO SIGN A BINDING AGREEMENT THAT WILL BIND US TOGETHER IN THE BUSINESS, I AM REVEALING ALL THIS TO YOU WITH THE BELIEF THAT YOU WILL NEVER LET ME\nDOWN IN THIS BUSINESS, YOU ARE THE FIRST AND THE ONLY PERSON I AM CONTACTING FOR THE BUSINESS SO PLEASE REPLY URGENTLY FOR ME TO TELL YOU THE NEXT STEP TO TAKE.\n\nYOU SHOULD FOR WARD YOUR TELEPHONE AND FAX NUMBERS WHICH IS ALSO NEEDED. YOU WILL HAVE TO GIVE ME THE ASSURANCE WHEN WE MEET THAT THIS MONEY WILL BE INTACT PENDING OUR PHYSICAL ARRIVAL IN YOUR COUNTRY FOR SHARING AND DISBURSEMENT OF THE FUND WHICH WILL BE 35% FOR YOUR ASSISTANCE, 60% WILL BE FOR US WHILE 5% WILL BE SET ASIDE TO TAKE CARE OF ALL THE EXPENSES THAT WILL BE INCURED BY BOTH PARTIES DURING THE COURSE OF THE TRANSFER. \n\nAccording to laws of South Africa, if after five years nobody claims the fund, it will be forfeited to the Government Purse, and I do not want the funds to end in some corrupt government official\u0092s account.\n\nI LOOK FORWARD TO YOUR EARLIEST RESPONSE, NOTE YOU CAN ALSO CALL ME ON MY PRIVATE NUMBER BELOW, FOR SECURITY REASONS PLEASE REPLY ONLY TO: clamprecht0@yahoo.com\n\n\nBEST REGARDS,\n\nCASPER LAMPRECHT\nTEL : + 27 73 286 2448\nFAX : + 27 11 5075714\n  ", "id": "e4a231215064be87ceb88c3bf84c153f"}