{"email_subject": "Good Day", "email_body": "AB 01 COCODYTreshville Abidjan My Name is Miriam; I worked as a maid to Mr. ROBERT BUTLER an American, who used to be a contractor with an oil servicing company based here in Cote D’Ivoire. Last year,{Jan. 2006} my master died of a serious illness, but before his death, he told me in confidence of a fund of Twenty Seven Million dollars (US$27,000,000.00) which he concealed in two trunk boxes and  deposited with a finance House in Cote D’Ivoire. However, the Finance house does not know the true content of the trunk to be cash as my Master declared upon deposit as containing art craft for export. Because of the fast deteriorating state of his health, he was afraid that he might die loosing all he has in a foreign country. He instructed me that if he dies, I should try everything within my capability to make sure that his fund at the safe keeping house gets into the hands of the less privileged in his home country and he handed over the documents of this deposit to me with a written instruction.  I have contacted the finance house over this issue, but they refused to release the trunk Boxes to me, unless I bring any of Mr. ROBERT BUTLER'S relatives. This is a very tough situation for me, because since I lived with my master, he has not mentioned any of his family or extended relatives and Since I have been unsuccessful in locating the relatives for over a year now, I seek your consent to present you to the finance house as an extended relative of my master so that the trunk boxes can be released to you and you will use some part of the money inside for the good purpose of my master while the both of us share the remaining..\nIf you can handle this with me, kindly respond back immediately and we will negotiate on what will be given to you for your kind effort.\nThanking you for your cooperation.\nMiriam\n_________________________________________________________________\nLive Earth is coming.  Learn more about the hottest summer event - only on MSN.\nhttp://liveearth.msn.com?source=msntaglineliveearthwlm", "id": "e4b1a3159d255f21bd326888a678168b"}