{"email_subject": "LOOKING FORWARD  FOR YOUR REPLY", "email_body": "FROM THE DESK OF MR MUSSA  SANI\nBILL AND EXCHANGE MANAGER\nbANK OF AFRICA.\nOUAGADOUGOU,BURKINA FASO.\nPRIVATE TEL: +226678817532\n\n                                                           TOP SECRET\n\nDear Friend\n\nI am  MR MUSSA  SANI   the bill and exchange manager at the foreign \nremittance department of BANK OF AFRICA.\n\nI got your contact from the internet ,while seaching for an honest and trust \nworthy person, who will assist me to implement this transfer. l discovered \nthe sum of Twenty Two million and five hundred thousand United States \nDollars (USD22.5M) belonging to a deceased customer of this bank.\n\nThe fund has been lying in a suspence account without anybody coming to put \nclaim over the money since the account owner late Mr Salla khatif from \nLebanese , who was involved in the December 25th 2003 Benin plane crash. \nHere is the air crash website on cnn = \nhttp://www.cnn.com/2003/WORLD/africa/12/26/benin.crash/index.html The said \nfund is now ready for transfer to a foriegn account whose owner will be \nportrayed as the beneficiary and next of kin to the deceased customer of the \nbank.\n\nSince we got information about his death, we have been expecting his next if \nkin to come over and claim his money because we cannot release it unless \nsomebody applies for it as next of kin or relation to the deceased as \nindicated in our banking guidlines and laws but unfortunately we learnt that \nall his supposed next of kin or relation died alongside with him at the \nplane crash leaving nobody behind for the claim.\n\nIt is therefore upon this discovery that I decided to make this business \nproposal to you and release the money to you as the next of kin or relation \nto the deceased for safety and subsequent disbursement since nobody is \ncoming for it and I don't want this money to go into the bank treasury as \nunclaimed bill.\n\nThe banking law and guidline here stipulates that if such money remained \nunclaimed after five years, the money will be transfered into the bank \ntreasury as unclaimed fund. The request of foreigner as next of kin in this \nbusiness is occassioned by the fact that the customer was a foreigner and a \nBurkinabe cannot stand as next of kin to a foreigner. I therefore soliciting \nfor your assistance to come forward as the next of kin,\n\nI have agreed that 40% of this money will be for you as the beneficiary in \nrespect of the provision of your Account and services rendered, 55% would be \nfor me while 5% will be for expencses incured during the cause of thIS \ntransaction If the money is transferred to your Account from BANK OF AFRICA, \nI and my family in this transaction will proceed immediately to your country \nfor our own share of the money.\n\nI expect you to keep this business strictly confidential and secret as you \nmay wish to know that I am Bank official. Be rest assured that this business \nis 100% riskfree on both side and every arrangement to transfer this money \nto the Account you are going to provide have been concluded provided we \nmaintain the confidentiality and secreceirity involved.\n\nContact me on my email address I am looking forward for your prompt \nresponse.\n\nYours faithfully,\nMR MUSSA  SANI\n\n_________________________________________________________________\nMSN Messenger : appels gratuits de PC  PC ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "e4c5db56b658a43d2a986539ff0a3af8"}