{"email_subject": "ATTENTION: BENEFICIARY", "email_body": "\nATTENTION: BENEFICIARY\n\nThis is to officially inform you that we have verified your contract /inheritance file and discovered reasons why you are yet to receive your payment. It is because of irregularities and complications discovered on your payment file by our technical experts in respect to your contract / inheritance payment requirements which have just been duly rectified.\n \nMeanwhile, we have been informed that you are still dealing with impostors and non recommended officials in the bank. Such acts must stop for security reasons if you wish to receive your payment. Since we have decided to bring a solution to your problem, right now we have arranged your payment through our atm swift card payment this is the latest instruction by our president Chief, Olusegun Obasonjo (GCFR)federal republic of Nigeria. Below is the arrangement... \n \nThe swift card center will send you an ATM CARD which you will use to withdrew your money from any atm machine in any part of the world, but the maximum is one thousand dollars per day, so if you would like to receive your fund through this way do let us know by contacting the card payment center Dr Hassan Ali on E-mail (paymastergeneral66@myway.com) and Prof.Charles c. Soludo, Governor Central Bank of Nigeria on email for more information:(profsoludocbn60@yahoo.com).Tel;234-8055158993. \nAnd also send the following information to swift card center:\n \n1 phone and fax number,\n2 address where you want them to send the card through DHL courier \nservice (p.o box not accepted) \n3 your full name and total amount you are expecting.\n \nInstead of losing your fund.Please indicate to the card center the total sum you are expecting and for your information you have to stop any further communication with any institution or office until you receive the ATM CARD.\n \nCall CBN Governor as soon as you receive this important message on his direct number:234-8055158993 for more direction on this regards and also update him for further instruction and directives.Note:because of impostors,we hereby issue you our code of conduct tag number which is (105)so you must have to indicate this code when contacting the card payment center.\n \nWe await your urgent response.\nTHANKS,\nDR.USMAN ABUBAKAR\nDIRECTOR OF FOREIGN REMITTANCE\nCENTRAL BANK OF NIGERIA.\n\n\n\n\n\n", "id": "e52d10ae3351fc4869a223d95aa7fd92"}