{"email_subject": "FROM : JOHN ABOH", "email_body": "FROM : JOHN ABOH\nACCRA GHANA\n\nDEAREST ONE,\n\nPERMIT ME TO INFORM YOU OF MY DESIRE OF GOING INTO BUSINESS RELATIONSHIP\nWITH YOU. I GOT YOUR NAME AND CONTACT FROM MY SEARCH IN THE INTERNET IN\nLOOKING FOR WHOM TO HELP ME OUT OF THIS.\n\nAM JOHN ABOH, THE ONLY CHILD OF LATE MR AND MRS ABOH, MY MOTHER WAS A\n VERY WEALTHY COCOA MERCHANT BASED IN ACCRA, THE ECONOMIC CAPITAL OF GHANA\nBEFORE HE WAS POISONED TO DEATH BY HIS BUSINESS ASSOCIATES ON ONE OF\n THEIR OUTING TO DISCUSS ON A BUSINESS DEAL. WHEN MY MOTHER DIED ON THE 21ST\nOCTOBER 2003, MY FATHER TOOK ME SO SPECIAL BECAUSE I AM MOTHERLESS.\n\nBEFORE THE DEATH OF MY FATHER ON 24TH APRIL 2005 IN A PRIVATE HOSPITAL\nHERE IN ACCRA GHANA. HE SECRETLY CALLED ME ON HIS BEDSIDE AND TOLD ME\n THAT HE HAS A CONSIGNMENT VALUED US$9.5M  (NINE MILLION FIVE HUNDRED\n THOUSAND UNITED STATES DOLLARS) LEFT IN A SECURITY COMPANY HERE IN ACCRA\nGHANA,\nTHAT HE USED MY NAME AS HIS ONLY SON FOR THE NEXT OF KIN IN DEPOSIT OF\n THE CONSIGNMENT.\n\nHE ALSO EXPLAINED TO ME THAT IT WAS BECAUSE OF THIS WEALTH THAT HE WAS\nPOISONED BY HIS BUSINESS ASSOCIATES, THAT I SHOULD SEEK FOR A FOREIGN\nPARTNER IN A COUNTRY OF MY CHOICE WHO WILL MAKE CLIAMS OF THIS\n CONSIGNMENT AND USE IT FOR INVESTMENT PURPOSE,(SUCH AS REAL ESTATE\nMANAGEMENT).\n\n SIR, I AM HONORABLY SEEKING YOUR ASSISTANCE IN THE FOLLOWING WAYS.\n1) TO PROVIDE A BANK ACCOUNT WHERE THIS MONEY WOULD BE TRANSFERED.\n2) TO SERVE AS THE GUARDIAN OF THIS FUND.\n3) TO MAKE ARRANGEMENT FOR ME TO COME OVER TO YOUR COUNTRY TO FURTHER\n MY EDUCATION AND TO SECURE A RESIDENTIAL PERMIT FOR ME IN YOUR COUNTRY.\n\nMOREOVER, SIR, I AM WILLING TO OFFER YOU 10% OF THE TOTAL SUM AS\nCOMPENSATION FOR YOUR EFFORT INPUT AFTER THE SUCCESSFUL TRANSFER OF\n THIS FUND TO YOUR NOMINATED ACCOUNT OVERSEA.\n\nFURTHERMORE, YOU CAN INDICATE YOUR OPTION TOWARDS ASSISTING ME AS I\nBELIEVE THAT THIS TRANSACTION WOULD BE CONCLUDED WITHIN SEVEN (7) DAYS\n YOU SIGNIFY INTEREST TO ASSIST ME.\n\nI would want you to furnish me with the following information\u0092s which\n will\nassist me in this claim,\n\n1, FULL NAME\n2, CONTACT ADDRESS\n3, TELEPHONE AND FAX\n4, OCCUPATION\n5, AGE.\n\n AWAITING YOUR URGENT REPLY VIA MY EMAIL\n ADDRESS.(urgentmatter@mail.ru)\n\n YOURS FAITHFULLY,\n\n Mr.John Aboh .\n\n\n", "id": "e53e31a66fc34e4fa5a530f164ee31a5"}