{"email_subject": "Treat Urgent", "email_body": "Dr. Peter Gungula\nAuditing and Accounting Unit\nForeign Operations Department\nUnion Togolaise De Banque, Lome-Togo Branch\nRepublic of Togo.\nPhone;+228 983 34 66\nEmail; pgungula@yahoo.co.uk\n\n\nI am Dr. Peter Gungula the Director in charge of Auditing and Accounting \nsection Union Togolaise De Banque lome-togo and also Chairman of \nInvestigating and Auditing Department of this Bank. With due respect and \nregard, I have decided to contact you on a Business Transaction that will be \nvery beneficial to both of us and our families at the end of this \ntransaction.\n\nDuring our Investigation and Auditing in this Bank, my department came \nacross a very huge sum of money belonging to one Deceased who died on \nOctober 24, 2004 Martinsville plane crash Aircraft type Beechcraft King Air \n200.\n\nAs the fund has been dormant in his account with this Bank without any claim \nof the fund in our custody either from his family or relation because he did \nnot indicate any next of kin to this account.\n\nThe amount in the dormant account is Fourteen Million United States Dollars \n(US$14 000,000.00) .\n\nAs it may interest you to know, I got your contact from the Chamber of \nCommerce on foreign business relations here in Lome -togo though I did not \ndisclose why i needed a foreign contact and only told the director on seat \nit was for retirement and investment purposes.\n\nMeanwhile as a Senior Staff in this bank, and the Director of Auditing and \nAccounting, I have in my possession all the necessary documents to perfect \nthis deal by making you the bonafide next of kin/Partner whom this money \nwill be transferred into your account.\n\nI need your assistance and co-operation to get this deal done. Because as a \nforeigner, you stand a better position to be presented through documentation \nas the next of kin/Partner since the deceased is also a foreigner, this is \nthe reason why I could not do this deal alone as a staff of the bank as \nwell.\n\nI will not fail to inform you that this transaction is 100% risk free. On \nsmooth Conclusion of this transaction, you will be entitled to 30% of the \ntotal sum as gratification, while 10% will be set aside to take care of \nexpenses that may arise during the time of transfer and also telephone \nbills, while 60% will be for me and my partner. Please, you have been \nadvised to keep this \"Top Secret\" as we are still in service and intend to \nretire from service after we conclude this deal with you.\n\nI will be monitoring the whole situation here in this bank until you confirm \nthe money in your bank account. And ask me to come down to your country for \nsubsequent sharing of the fund according to percentages previously indicated \nand further investment,either in your country or any country you advice us \nto invest in.\n\nAll other necessary vital information will be sent to you when I hear from \nyou. I suggest you get back to me as soon as possible stating your wish in \nthis deal.\n\nI am expecting your urgent reply as soon as you receive this message.\n\nGod bless you And your family.\n\nDr. Peter Gungula\n\nTell:+ 228 983 34 66\nN/B:Please,for security reason,you should write me further with this e-mail \naccount; pgungula@yahoo.co.uk\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "e551990c687978ef83a3a15dc31c30d2"}