{"email_subject": "REQUEST FOR PARTNERSHIP", "email_body": "\n\n\nFROM THE DESK OF:\nDr. KELVIN PROMCHAY\nREPUBLIC OF SOUTH AFRICA\nCONTRACT REVIEW PANEL\nSOUTH AFRICA MINING CORP.\nPRETORIA.\n\nREQUEST FOR PARTNERSHIP:\n\nMy name is Dr.Louis Promchay, I head a Seven-man Tenders Board Committee\nin charge of contracts Award, Vetting, Evaluating and payments. I am\npresently an accountant with the South Africa Mining Corporation. Your\nname came highly remended hence I am contacting you for an Urgent business\nproposal (please my apologies for reaching you through this manner). The\npurpose of this letter to you is to simply ask your hand in partnership\ntowards the transfer of funds to the tune of US$41,500M\nequivalent(Forty-One Million,Five Hundred Thousand United States Dollars),\ninto a foreign account that you will provide.\n\nThe funds are ready and with your unalloyed cooperation the source of\nthe funds will be made genuine and legitimate, then the transfer is a 100%\nhitch-free, timely and totally legitimate too. Needless to say, you dont\nhave to entertain any fear as I am quite conversant with all laws\ngoverning money transfer or money laundering of any sort.\n\nWe have designed this transaction in such a way that we shall be\nsuccessful and its proceed, we shall enjoy with absolute peace of mind\neven after the successful completion of it all. If you follow my\ninstruction accordingly and promptly, this transaction will be completed\nin at the most 10-14 banking days from the receipt of what I will require\nof you. At this time I can not devulge further information regarding this\nproposal until there exists an understanding and trust between us for\nsecurity reasons. But after receiving this mail and have perused through\nit and you are in terested, please do respond back via\n\nemail: drkelvin_promchay@myway.com\n\nIf this proposal meet your intrerest, we have decided to give you a\nnegotiable percentage from the entire sum, hoping that it will be\nsatisfactory. Please send along your response the following:\n\nConfidential/Private Tel and Fax number.\nContact name and address.\n\nThank you for your much anticipated urgent response.\n\nRespectfully,\nDr.Kelvin Promchay\n\n\n\n", "id": "e57dd5e1a8dce8305a0642c98bb26c30"}