{"email_subject": "From:Miss Grace Onuoha", "email_body": "01 BP 1598 ABIDJAN 01                                              \n   COTE D'IVOIRE  WEST AFRICA \n  TELL (00225 0888 5435)  E  MAIL (grace-11@hotmail.fr)       \n                                                \n  From:Miss Grace Onuoha \n   \n  In brief introduction, I am Miss Grace Onuoha from the republic of South Afirca , I am 22 years old I have two younger ones, John and Linda Onuoha, we have lost our Father and Mother. My late Father Mr. Mustapha Onuoha before his death was an Ambassador of South Afirca in Cote d'Ivoire West\n Africa.\n  He came back on holidays from Cote d'Ivoire on the 10th of Dec. last year, three days later he had a fatal  motor accident with my Mother in which my Mother died instantly, but my Father died five days later in a private hospital, Before he gave up in the hospital,he secretly called me on his\n bed side he told me about this money ten million five hundred thousand United State Dollars.USD($10.500,000)he deposited in a private security company in Abidjan Cote d'Ivoire. He said that during the deposition of the box containing the money in the security company, that the box was declared as\n a family valuable properties not as money for security reasons.\n  \nHe told me that the money was meant for a hotel business he planed to establish in Abidjan Cote d'Ivoire and finally he gave me all the necessary documents Issued to him by the security company during the deposit of the box which will enable me claim the box from the security company. The\n following are the documents: (i)Certificate of deposit (ii)Agreement of deposit (iii)Receipt of deposit payment.\n   \n  Please, I want to use this opportunity to inform you that this money is the only hope we have for our future survival bacause after the death of my parents, our relatives colaborated to confiscate all that our late parents left for us  except this box money which they are not aware of and we can\n not fight them because we are too younger to confront them that is why I came down here in Abidjan Cote D'Ivoire West Africa with my two junior ones for the safety of our lives.\n  I will go into partnership with you in business and you will be the controller because i will continue my studies and that of my junior ones also, under your care. However, my purpose of contacting you are as follows: The most important thing for me now is the continuity of our education which\n was disrupted by the death of our beloved father.We look forward to living the rest of our life in your country under your care and guidance. \n   \n  1) To help us get resident permit to stay in your country. \n(2) To make sure that we continue our education in your country. \n(3) To help us retrive the Box from the security company here in Abidjan to your country. \n(4) To help us invest this money in your country or any other country of our choice. I am willing to offer you 20% of the total sum if you will assist us in good faith. \n  I am expecting your urgent reply. \nRegards, \nMiss Grace Onuoha\n   PLEASE MY E-MAIL TO CONTACT ME (grace-11@hotmail.fr)\n\n  PLEASE MY TELL TO CONTACT ME = 00225 0888 5435 =\n \n\n \n---------------------------------\nEasy + Joy + Powerful = Yahoo! Bookmarks x Toolbar\n", "id": "e589785ced6f8d7950f28a04a926c329"}