{"email_subject": "Next of Kin", "email_body": "from Barrister Christopher Ayodele\nChris Ayo Chambers,\nCote D lvoire.\nE-mail: chrisayo_5002@yahoo.it\nDear Friend, \nI am Barrister Chris Ayo, a legal Solicitor and I was the Personal Attorney and legal adviser to the late williams Hunter, a national of your country, who used to work with Multil oil Company in Cote D lvoire.  On the 21st of August 2002, my client, his wife and their three children were involved in a car accident along Sagamu Express Road. \nAll occupants of the vehicle unfortunately lost their lives. Since then I have made several enquiries to your embassy to locate any of myclients extended relatives, this has also proved unsuccessful. After these several ,unsuccessful attempts, I decided to trace his relatives over the Internet, to locate any member of his family but of no avail, hence I contacted you. I have contacted you to assist in repatriating the money and property left behind by my client before they get confiscated or declared unserviceable by the Bank where these huge deposits were lodged. Particularly, the bank where the deceased had a deposit valued at about Fifteen Million (US$15million) has issued me a notice to provide the next of kin or have the account confiscated within the next ten official working days. \nsince I have been unsuccessful in locating the relatives for over two years and, I seek your consent to present you as the next of kin of the deceased since you are from the same country so that the proceeds of this account valued at Fifteen Million (US$15million) can be paid to you and then you and me can share the money. 55% to me and 40% to you, while 5% should be for expenses or tax as your government may require, I have all necessary legal documents that can be used to back up any claim we may make. \nAll I require is your honest cooperation to enable us see this deal through. I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. Please get in touch with me on my alternative and confidntial email address chrisayo_5002@yahoo.it in to enable us proceed further with the transaction and also forward to me with the following information: your full mailling address, private telephone and fax number for easy communication. \nBest Regards \nBarrister Christopher Ayodele \n\n\n\n\t\t\n---------------------------------\nCon Yahoo! Mail proteggi la tua casella di posta da virus e spam", "id": "e5eed033d15ef3e54d774af95f3f2e09"}