{"email_subject": "URGENT ASSISTANCE", "email_body": "\n\nDear friend,\n  31-612-696-672\nI am Domas k, yankThe son of former minister of finance (Domas Makabo) of the Republic of Sierra-Leone West Africa based on the information I gathered from your chamber of commerce and industry on your credibility, I decide to contact for the assistance.\nRegarding my zeal toward foreign investment and security for my life and possession, I therefore write to you a break down of this proposal.\nMy father died when a group of rebel soldier led by Sir Foday Sankoh\noverthrown Government of sierra-Leone forcing the president out of power and killing many members of the cabinet and minister including my own father. When it become apparently obvious that the country no longer safe for the citizens due to the political war and massive killing and destruction of properties, I decided to move to Holland with a treasure containing the sum of US$12.500.000.00(twelve million five hundred thousand united state dollars) through a diplomatic means, this fund is the last tangible money my father left behind before his death.\n\nThe said amount is presently in Holland (The Netherlands) where I am\ncurrently seeking political asylum. While the consignment containing the fund is in the custody of the diplomatic courier company they are not aware of the content as it was deposited as personal effect and artifact. I am seeking for partner who will serve as a the guardian of this fund with whom I could plan the best way to move this money out of Holland for investment which is my main purpose of contacting you.\nThus I decided to offer you 20% of the total money for assisting me to\nactualize this project while 10% of the money has been set aside to offset any incidental expenses that might incurred during the course of this funds and the balance 70%shall be for me and my family which shall be invested in your country. And are will visit you country soonest in order to inquire areas of possible business investment. I shall be sincerely glad if my request is rendered.\nThank you\nGod bless you\n\nDomas k. yank\n\n\n\n", "id": "e60d62440e8f751620eb2c1bffce0429"}