{"email_subject": "Regards", "email_body": "#1105 James Park, \njohannesburg, \nSouth Africa. \nCopy To:(benard_mcarthy@walla.com) \n\nCompliments Of The Day, \n\n\nPermit me to introduce myself to you. My name is Dr Benard \nMcarthy,A Top Management Official of one of the finance \ncorporation in johannesburg south Africa.I came to know \nabout you in my private search for a reliable \nperson/company to handle an important assingment on behalf \nof my Colleagues and myself.As a matter of fact, I got your \ninformation from Miss Natasha Johnson of The International \nAffairs Department Of The South African Chamber Of Business.\nProposition A German Mr. Wolfgang Schinister, 66 years of \nage and a prosperous oil\\\\Gold merchant had in our Bank the \nsum of $35.5million in a domiciliary account. \n\nUnfortunately, he was killed in 2002 plane crash \ninvolving concord AF4590 in Gonesse, France. Efforts had \nbeen made by the management of my bank through the German \nEmbassy in johannesburg to contact any of the deceased \nchildren but to no avail,as we were made to understand he \nhad no children.Given the skeletal information available to \nthe bank, it has so farbeen impossible to reach any of the \nrelatives. \n\nThe situation left for the Management is to declare the \ndeceased account dormant and revert the Amount to trading \non behalf of the interest of the Bank. \n\nIn order to avoid this development, my Colleagues and I now \nseek your approval to have you stand as a distant relative \nto Mr.Wolfgang Schinister,so that the money would be \nreleased to you. All documents and proofs to enable you get \nthe money will be carefully packaged once we receive your \nconsent on this proposal.I shall Apply for a leave as soon \nas the funds gets into your reliable account to come to \nyour country for possible sharing and investment opportunity which you will assist me in doing.May I assure you that this is safe and \nrisk-free, as we have taken care of all necessary \nmodalities to ensure a hitch-free movement. I have the \nauthority of my partners involved in this assignment to \npropose that should you be willing to assist us in \nthis,your share would be 30%. \n\nI have reposed my confidence in you and hope that you will \nnot disappoint me. \n\nPlease Copy your reply to (benard_mcarthy@walla.com) if \nyou are interested in my offer/proposal. \n\nBest Regards, \n\nDr. Benard Mcarthy. \nRepublic Of South Africa \n\n\nhttp://webmail.wanadoo.es. Tu correo gratuito, rápido y en español", "id": "e621cd46a31949beffab3eb3f9b4dc48"}