{"email_subject": "Good Day, From: Patrick Gabo.", "email_body": "Good Day\n\nI wish to present this proposal for the purpose of investment in your country. My name is Patrick Gabo, the only child of Hon.Ferz Uotr Gabo the former Minister of Transport and Communication with the present Government of President Kabbah of Sierra-Leone.\n\nMy father and mother were arrested on 1st of Nov 2001 by Kabbah's Government on allegation of using their postion in the govenment to aid smuggling of diamond from the Kono diamond field,it was just a political vendetta.\n\nMy father later died in the prison,it was diagnonised that he was poisoned, but Government report says heart failure. Whatever it is, let God be the judge. He sent a note to me before his death, regarding a deposit of the sum of USD$8,000.000.00) Eight Million United States Dollars in a Finanice Firm in DAKAR SENEGAL.\n\nHe instructed Me to move immediately with the documents to a neighbouring country to seek asylum. I moved to the Republic of Mali where I spent some time before finally moving to DAKAR,to enquire about deposit.\n\nMy mother died just on Sept.26th, so i am kind of desolete.Meanwhile i have located the Finanice Firm, and have also discussed the possible transfer of the fund to road.\n\nI have to introduce a trusted foreign partner who would be my trustee and investor, since the management of the Firm adviced that I should solicit for an individual or corporate organization to claim the deposit for me as they cannot release it directly to me due to my refugee status in Senegal. hence the need for your assistance.\n\nI request that you be my trustee and assist me in effecting the transfer of the fund to your account or an account you will nominate. You will also be resposible for the investment and management of the fund untill i am able to join you after my education in your country. You and Me will agree on a percentage you will take for your assistance.\n\nPlease let me know immediately if you can assist me so that I will give you more informations about the deposit.\n\nLooking forward to your candid and urgent and positive reply today on my Private Email: Adresse;(emailgabo@voila.fr).\n\nI thank you in anticipation to your quick response.\n\nYOURS FAITHFULLY,\n\nPatrick Gabo.\n\n\n\n\n", "id": "e64e87beb72d94af7ca00ab0e55035d9"}