{"email_subject": "Mr.SAMUEL PETTERS", "email_body": "Mr.SAMUEL PETTERS\nBOA Bank of Africa\n\nBurkina Faso in West Africa\n\n\n\nDear Friend,\n\n\n\nI am Mr.SAMUEL PETTERS\n\nThe Furring Remittance Director of BOA\n\nBank of Africa.\n\n.\n\n\n\n\n\nI have urgent and very confidential business proposal for you. On September\n\n4, 2001, Mr Werner Karl Ruddigkeit, a National of German, who used to be a\n\nPrivate contractor with the Shell Petroleum Development Company in Saudi \nArabia Mr. Werner Karl Ruddigkeit Made a numbered time (Fixed deposit) for \n36\n\nCalendar months, valued at GBP30,000,000.00 (Thirty Million Pounds only) in\n\nMy branch.\n\n\n\nUpon maturity in 2004, I sent a routine notification to his forwarding\n\nAddress but got no reply. After a month, we sent a reminder and finally we\n\nDiscovered from his contract employers, Shell Petroleum Development Company \nin\n\nSaudi Arabia that Mr. Werner Karl Ruddigkeit and his wife with their three\n\nChildren were involved in an auto crash, all occupants\n\nOf the vehicle unfortunately lost their lives.\n\n\n\nOn further investigation, I found out that he died without making a WILL, \nand\n\nAll attempts to trace his next of kin were fruitless. I therefore made \nfurther\n\nInvestigation and discovered that Mr. Werner Karl Ruddigkeit. Did not \ndeclare\n\nAny next of kin or relations in all his official documents, including his \nBank\n\nDeposit paperwork in my Bank. This sum of GBP30.000, 000.00 have been\n\nFloating as unclaimed\n\nSince 2001 in my bank as all efforts to get his relatives have hit the \nstones.\n\nAccording to the Burkina Faso law at the expiration of 5 FIVE) years, the \nMoney will\n\nRevert to the ownership of the Burkina Faso Government if nobody applies to \nclaim\n\nThe fund and the FIVE years is the end of DECEMBER 2006.\n\n\n\nSince I have been unsuccessful in locating the relatives for over 2 years \nnow,\n\nI seek your consent to present you as the next of kin / Will Beneficiary to\n\nThe deceased so that the proceeds of this account valued at \nGBP30,000,000.00\n\nCan be paid to you. This will be disbursed or shared in these percentages, \n60%\n\nTo me and 40% to you.\n\n\n\nI have all necessary legal documents that can be used to back up any claim \nwe\n\nMay make. All I require is your honest Co-operation, Confidentiality and \nTrust\n\nTo enable us see this transaction through. I guarantee you that this will be\n\nExecuted under a legitimate arrangement that will protect you from any \nbreach\n\nOf the law. Please, provide me with the following;\n\n\n\n1. Full Name\n\n2. Your Telephone Number and Fax Number\n\n3. Your Contact Address\n\n4. Age\n\n\n\nYour urgent response will be highly anticipated and appreciated.\n\n\n\nBest regards,\n\n\n\nMr. SAMUEL PETTERS\n\n\n\nTEL/+226 76 01 53 98\n\n_________________________________________________________________\nMSN Messenger : discutez en direct avec vos amis ! \nhttp://www.msn.fr/msger/default.asp\n\n\n\n", "id": "e6692a16d11817e9b6a6dadc7f4ed40d"}