{"email_subject": "URGENT AND CONFIDENTIAL", "email_body": "FROM:Jeffery Hill.\nPHONE:(874)-762864167,\nFAX  :(874)-762864168\n\n\n         (URGENT AND CONFIDENTIAL)\n\nRE:  TRANSFER OF ($26,000.000.00 USD}\n        TWENTY SIX MILLION DOLLARS\n\nDear Sir,\n\nWe want to transfer to overseas account\n($26,000.000.00 USD) Twenty six million United States Dollars) from a Prime \nBank here in South Africa, I want to ask you, If you are not capable to \nquietly look for a reliable and honest person who will be\ncapable and fit to provide either an existing bank account or to set up a \nnew Bank a/c immediately to receive this money, even an empty a/c can serve \nto receive this money, as long as you will remain honest\nto me till the end for this important business trusting in you and believing \nin God that you will never let me down either now or in future.\n\nI am Jeffery Hill the Auditor General of one of the prime banks here in \nSouth Africa, during the course of our auditing,I discovered a floating fund \nin an account opened in the bank in 1996 and since 1998 nobody has operated \non this account again,after going through some old files in the records I \ndiscovered that the owner of the account died without a\n[Heir/WILL] hence the money is floating and if I do not remit this money out \nurgently it will be forfeited for nothing. The owner of this account is \nPEDRO F. HASLER a foreigner,a great industrialist and he died\nsince 1998.No other person knows about this account or any thing\nconcerning it, the account has no other beneficiary and my investigation \nproved to me as well that until his death he was the manager GOLD ARK [pty]. \nSA.\n\nWe will start the first transfer with Six million [$6,000.000] upon \nsuccessful transaction without any disappoint from your side, we shall \nre-apply for the payment of the remaining rest amount to your account.\n\nThe total amount involve is Twenty six million United States Dollars only \n[$26,000.000.00]. I want to first transfer $6,000.000.00 [Six million United \nStates Dollar] from this money into a safe foreigners account abroad before \nthe rest. But I don't know any foreigner, I am only contacting you as a \nforeigner because this money can not be approved to a local person here, \nwithout valid international foreign\npassport, but can only be approved to any foreigner with valid international \npassport or drivers license and foreign a/c  because the money is in US \ndollars and the former owner of the a/c is a foreigner too,and the money can \nonly be approved into a foreign a/c.\n\nHowever, we will sign a binding agreement, to bind us together when we meet \nface to face after the first transfer of $6 Million before transferring the \nsecond part of $20 Million. I am revealing this to you with believe in God \nthat you will never let me down in this business, you are the first and the \nonly person that I am contacting for this business, so please reply urgently \nso that I will inform you the next step to take urgently. Send also your \nprivate telephone and fax number including the full details of the account \nto be used for the deposit.\n\nI want us to meet face to face to build confidence and to sign a binding \nagreement that will bind us together immediately after the first transfer \nbefore we fly to your country for withdrawal, sharing and investments.\n\nI need your full co-operation to make this work fine because the management \nis ready to approve this payment to any foreigner who has correct \ninformation of this account, which I will give to you upon your\npositive response and once I am convinced that you are capable and will meet \nup with instruction of  a key bank official who is deeply involved with me \nin this business. I need your strong assurance that you will\nnever, never let me down.\n\nWith my influence and my position in the bank the bank official can transfer \nthis money to any foreigner's reliable account that you can provide with \nassurance that this money will be intact pending our physical arrival in \nyour country for sharing. The bank official\nWill destroy all documents of transaction immediately we receive this money \nleaving no trace to any place and to build confidence you can call me for \nheart to heart discussion through my private satellite phone\nwhich I secured for the security and safety of this business as you know \nthat this business is confidential.I will use my position and influence to \nobtain all legal approvals for onward transfer of this\nmoney to your account with appropriate clearance from the relevant \nministries and foreign exchange departments.\n\nAt the conclusion of this business, you will be given 35% of the total \namount, 60% will be for me, while 5% will be for expenses both parties might \nhave incurred during the process of transferring.\n\nI look forward to your earliest reply through my email\naddress.\n\nYours truly,\nJeffery Hill.\n\n_________________________________________________________________\n\n\n\n", "id": "e66a58d438acd5e443f0e20bc8856b11"}