{"email_subject": "PLEASE CALL ME URGENTLY", "email_body": "TEL: +27-83-509-3129.\n\nFAX: +27-73-621-0556\n\nJOHANNESBURG\n\nSOUTH AFRICA.\n\n                        URGENT BUSINESS / INVESTMENT PROPOSAL\n\nATTN: CEO/DIRECTOR,\n\nI know the acknowledgment of this letter will sound surprising considering the fact that, there wasnt an earlier information regarding this letter. However I discovered your contact through the South Africa trade and industry, and it was convincing to deal with you based on this information of yours.\n\nI am Mr. Gibson Fernando, the only son of Vicent Fernando, from Bulawayo in Zimbabwe. My father happens to be among the well to do farmers and also the president of Co-operative Agriculture Societies (CAS) in Zimbabwe before he was murdered in cold blood by agents of the ruling junta of President Robert Mugabe for his alleged support for the opposition party, the (M.D.C). Before my fathers death he disclosed to me some information about a total sum of USD 22,000,000.00 (Twenty Two Million  United States Dollars only) that was to be used for purchase of farming machinery equipment for Zimbabwean cooperative union of which he was the president. Unfortunately, he could not proceed with the purchase because the land problem aroused again when President Robert Mugabe started his new land act project which woolly affected all the rich farmers in Zimbabwe. As a result of this development, my wife and I decided to move to South Africa where we are now seeking Political asylum and the clause in my asylum status does not allow me to operate any banking transaction. After the death of my father, I quickly made arrangement to deface and smuggle the money into South Africa through diplomatic means. To reduce the cost of deposit and risk, the actual content of the box was not disclosed to the security company but instead the box was deposited as precious items valued at that amount.\n\n In view of these you will understand that my fathers death was politically motivated and this made me not to wish to invest this money in any African country. My only option is to seek for your assistance and if willing, you are required to come down to South Africa to open A NON-RESIDENT/ DOLLAR BANK ACCOUNT on your name where this money will be deposited for wire transfer into your nominated account overseas. If you are willing to assist in this regards, I worked out 25% of the total sum for your assistance rendered, 5% set aside for whatever financial expenses encountered in the process of transferring this money outside South Africa and 70% for myself and family.\n\n Be rest assured that this business is 100% risk free because I have worked out all modalities for the smooth transfer of this money to your chosen nominated account. I require an absolute secrecy and confidentiality for my security and for the successful transfer of this money (this happen to be a very important condition to offer). I will travel back with you to your country and take my share of 70% or alternatively, invest my share in your country under your supervision into any profitable business venture.  Kindly contact me with the following data:\n\n1. Your complete profile. 2. Your specific business/ investment offer, and other areas of investment you can readily make available  3. Your personal telephone and fax no for confidentiality of this deal.\n\n Best regards,\n\nMR GIBSON FERNANDO.\n\n \n\n\n\n", "id": "e6aa76f8e96b67fa7a5996df0a2f553b"}