{"email_subject": "URGENT REPLY NEEDED PLEASE ,", "email_body": "I have a new email address!You can now email me at: ken1edward@yahoo.com\n\nDEAR, \n\n    MY NAME IS MR MR Ken Edward,A former government official of Liberia. Following the exit of president CharlesTaylor of Liberia from power under a West African brokered peace agreement, led by Nigerian President Olusegun Obasanjo he was granted asylum by the Nigerian Government. In my position as the Financial Secretary to the President and close confidant, I left for Nigeria in his Entourage. My country has been engulfed in Protracted Civil war with rebels controlling some parts of the country. During the war, President Taylor disbursed large sums of Monies to buy the loyalty of the entire cabinet, and I can say with all modesty that I was one of the Chief Beneficiaries of this disbursement.\n\n \n\nThis is aside from monies I used my official position to acquire while in office. Since we relocated to Calabar, Southern Nigeria all has been well, but with the recent indictment of former President Taylor by the war crime tribunal sitting in Sierra Leone and confirmed re ports of a dedicated fund by the American Government to capture him in order to face war crime charges have now decided to leave the country. Presently I have funds totaling United State $15,000,000.(Fifteen Million US Dollars) Which I intend to move oversea for investment and spend the rest of my life there with my family.\n\n \n\nThis transaction is risk-free as all local arrangement has been made. If you are prepared to assist to work with me I require the following: Your Full Name and Office or House Address,Your Occupation, Your Private Telephone, Fax Number and private Email Address. As Compensation for your assistance you will retain 15% of the Total sum, While 5% will be mapped out for local and International expenses.\n\n \n\nThough we are not known to each other, I strongly believe that through this transaction we would be able to forge a mutually beneficial relationship between us, now and in the future. Finally, the success of this transaction will depend to a great extent on mutual trust, secrecy and Confidentiality from you. I await your response by private E-mail ;(edward22ken@yahoo.it)\n\nBest Regards,\n\nMR Ken Edward\n\n \n\n\n\n- Edward Ken\n\n", "id": "e6b6a52ebbcf022a9cb3869a5dbdc20a"}