{"email_subject": "MRS SARA LAURENT KABILA", "email_body": "Dear ,\n\n I know this letter will come to you as surprise. I\nmanaged to get your contact line from the Cote Divoire\nChamber of Commerce, hence I did not waste time to\ncontact you on a business proposal. \n\nFirstly, I deem is important to introduce myself. I am\nMRS SARA KABILA the third WIFE of late Democratic\nRepublic of Congo President Luarent Kabila, who was\nassassinated on Tuesday 16th Jan . 2001, by his\nbodyguard. After the death of my husband, I and my son\nwilliams Kabila were not well treated in the family.\nHis first wife(Madam Maman Kabila and her son(Joseph\nKabila)who succeeds my late husband as the next\nPresident of Democratic Republic of Congo dominated my\nentire husband assets and property.\n\n Fortunately for me, on the day of the incident, I was\nin my husband&#146;s private house at LUMUBASHI, Firstly I\nwept over his assassination and then I thought of my\nfuture. I then started searching for important\ndocuments and valuables, because I know that my\nhusband used to exchange minerals to buy arms from\nforeign companies. Eventualy I ran into one of these\nimportant documents. As God has planned for me, it\nhappened that my husband deposited a Diplomatic Box in\nmy name with a security and Finance Company in Abidjan\nCote Divoire. I could not believe when I picked up the\ndocument\nReferred to here as the &#147;DEED OF LODGE&#148; My late\nhusband secured (US$12million) TWELVE MILLION UNITED\nSTATE DOLLARS, which was acquired from the sales of\nminerals. On discovering this document I came to\nAbidjan Cote Divoire where I am presently residing \nwith my only son williams. \n\nRight now I want you to assist me to transfer this\nmoney into your account in your country, where I will\ninvest it in any lucrative business as you may advice\nme. For your assistance I will offer you 25% of the\ntotal amount and 10% will be set aside for expenses we\nmay incure in the process of this transaction. Should\nthis letter receive your honor please do not hesitate\nto contact me or my son, and try to maintain the\nconfidentialty of this transaction. \nI'm waiting anxiously to hear your favourable reply.\n\nNB: Please furnish me with your private number for\neasy communication. Please note that this\n Transaction is 100% risk free and you should up hold\nthe secrecy involved. \n \nBest regards, \n\nMRS SARA LAURENT KABILA.\n\n\n", "id": "e6ec9dc5c51e3d1ea09c4cf35158ee21"}