{"email_subject": "Mr William", "email_body": "Hello,I am William Wilcox, a private financial consultant/Account portfolio manager. I happen to have managed aparticular account for a Resident Foreigner, here inthe United Kingdom, who accidentally died Interstate, leaving in our care a reasonable amount in aDomiciliary United States Dollars Account. TheHighly confidential nature of our client and ourBusiness Confidential disposition on Client to clientBasis did not warrant us to have an easilyidentifiable next of Kin to this particular Client. Ihave made several enquiries to locate any of myclient_s relatives immediate and extended, this hasproved unsuccessful. Hence, I am contacting you. Ineed you to assist in securing the money and propertyleft behind by my client before they get confiscatedor declared unserviceable by the Finance House here inthe United Kingdom where his deposits were lodged. TheFinance House has issued Government MandatoryFormality, notice to provide the Next of Kin or havethe account confiscated within the next one month.Since I have been unsuccessful in locating any of hisrelatives for over two years and convinced that no oneis coming up and having satisfied the mandatory legalrequirement of Beneficiary/next of kin Notification, Inow seek a Reliable and Trustworthy person,with your consent and perfect understanding, topresent you as the next of kin of the deceased so thatthe proceeds of this account valued at Twenty OneMillion, Three Hundred And Twenty Thousand UnitedStates Dollars, interest Inclusive, can be paid intoan account to be provided by you( preferably outsidethe United Kingdom Financial Institutions or itsIsles), as the perceived Next Of Kin Legally andOtherwise.I have all necessary documents to back up these claimsas Next of Kin on your behalf. All I require is yourhonest cooperation and confidence in me, which Ibelieve that it is not easy, as we have not donesimilar transaction before and not by reference. Hencethe reason I choose to call this a Deal, as it will bebased on trust to enable us see this transactionthrough. I guarantee that this will be executed undera legitimate arrangement that will protect you fromany breach of the law. I would advise that you givethis a positive consideration and get back to me soon I would be very flexible as well as considerate inpercentage share that will be given to you for yourassistance.Upon receipt of your response l will send to you myprivate number so that you can reach me for furtherdiscussion regarding this project. Please send mail to my private email for security reasonswilliam_account_2005@walla.comFax: + 44 207 060 1507Best regards,William Wilcox.", "id": "e70a1abb666a0b16e5ae047d85052ef2"}