{"email_subject": "Greetings/Urgent!", "email_body": "Abbas Chambers,\nplot 27 surulere\nLagos, Nigeria.\nTel : +234-805-823-3576\nEmail : abbaschambers@abbaschambers.org\n\nDear Friend,\n\n    Compliments of the day, I hope that this letter will not constitute a sort\nof embarrasement to you. Please bear with me let me introduce myself. I am\nBarrister Tony Abbas, the attorney to Late Engr Alex, a National of your\ncountry, who owned a metal producing factory (Metalco Enterprise) in Nigeria\nand a personal friend died and left behind his deposit in a finance house\n(GLOBAL SECURITIES & FINANCE COMPANY) valued at $14.5Millon (Fourteen Million\nFive Hundred Thousand United States Dollars Only).\n\n    My relationship with Engr.Alex started in 1999 when I was working\nwith the security company as a Legal Adviser, Marina branch. We met in my social\nclub's annual end of the year party and I introduced him to the said security\ncompany where he deposit most of his treasures some few weeks later,making me\nthe Legal officer to the account which he operated until his unfortunate\ndemise.On the 31st of March 2001, Engr.Alex, his wife and their two children\nwere involved in a car accident. All occupants of the vehicle unfortunately\nlost their lives.\n    After the incident i contacted Engr.Alex sister (Ms Martha Stevens)\nwhich was his beneficiary/next of kin but unfortunately before she\ncould claim his estate she too died in September 11, 2001 terrorist\nattack at the world trade center in the United State Of America. See\nhttp://edition.cnn.com/SPECIALS/2001/memorial/lists/by-name/page95.html\n\n    Since then I have made several enquiries to locate any of Engr.Alex\nextended relatives this has also proved unsuccessful. After these\nseveral unsuccessful attempts, I decided to track his last name over\nthe Internet, to locate any member of his family or anyone related to him hence\nI contacted you . Since I have been unsuccessful in locating the relatives for\nover 2 years now I seek your consent to present you as the next of kin to the\ndeceased so that the proceeds of this account valued at US$14.500,000 (Fourteen\nMillion Five Hundred Thousand United States Dollars Only) can be paid to you and\nthen you and I can sharethe money.70% to me and 30% to you.The request of a\nforeigner as next of kin in this business is occasioned by the fact that My\nclient was a foreigner and a Nigerian cannot stand as a next of kin to a\nforeigner.\n\n    I am ready to re-negotiate the mode of sharing with you.Thereafter I will\nvisit your country for the disbursement/investing of my share according to the\npercentages we agreed upon.If you find this proposal suitable for you do get\nback to me with the following informations Your full Name and Contact\nAddress,Your private telephone Number Your Age Your Occupation and Position.\n\n    All I require is your honest cooperation to enable us see this deal\nthrough.I guarantee that this will be executed under a legitimate arrangement\nthat will protect you from any breach of the law. Please for the sake of\nconfidentiality send your reply to my private email :\nabbaschambers@abbaschambers.org or call +234-805-823-3576.\n\nHoping to receive a positive response from you.\n\nBest regards,\n\nBarrister Tony Abbas.\n\n\n\n\n", "id": "e70ceedb76dedb9997a78921fc9382ff"}