{"email_subject": "mail me", "email_body": "From: The Desk of Dr.PETER CLAPTON\nDirector, Investments and Portfolio Management,\nRoyal Accounting and Trust LLC,\nSwitzerland.\nTel: 41 79 530 99 35\n \n \nDear Sir/Madam,\n \nI am the expert director heading Investments and Portfolio Management in the above-mentioned firm in Switerland.\n \nI am contacting you in view of an urgent assistance to carry out a pending transaction, which will develop a cordial business relationship between you and me. One of my clients whom I have personally managed his portfolio for 10 years now was a victim of a fatal car crash. His name is Late Mr Saud Ed Abad AlKharj, he was survived by a fiance and a two-year-old son from her as they intended getting married but where trying to be cautious because of Islamic law attitude on adultery. This were his only family and no next of kin, as he was the only child of Late Sheikh Hamza Al Kharj Al Faisal, who received royalties from the Kuwaiti Government on one of his fields which oil was discovered and subsequently explored (the Al Jazriah Oil Field).\n \nAll subsequent investigation to find a next of kin was privately conducted by me and was futile. It was at this juncture that I and other officials Managing his portfolio and 2 bank managers where he had his accounts now \ndecided to make this proposal and transfer ownership of the portfolio to an Agreeing party as beneficiary to the portfolio of the deceased.\n \nThe reason why ownership cannot be transferred to his wife to be and only son is that Islamic law will not recognize such and if an attempt is made on that it may put her in trouble with the authorities for giving birth outside \nmarriage. So we have decided to help her by making this proposal and making sure she gets a substantial part of Late Mr Saud Alkharjs property for her \nand her son.\n \nYou must be asking where I got your mail address, it was made available to me by a junior director Mrs Cynthia Philips in charge of customer services on request for contacts for investment expansion for a client but she is not aware of this contact. All records and accounts regarding the assets of deceased were managed by me for 10 years running, if you are interested to assist us, all I will do is to incorporate in the old records recognizing \nyou as the only beneficiary.\n \nThe banking law here stipulates that if such portfolio remains unclaimed after four years it will go to the public department. The need for a foreigner as beneficiary is occasioned by the fact that the deceased was not \npermanently resident in Switzerland.\n \nFor your assistance, we made up of I, 2 senior directors in my firm and 2 bank managers in banks which the Kuwaiti Government pay royalties, accruing to the deceased have agreed in fairness to make available 25% of all bank \nfunds cleared and 15% of the royalties which you will continue to receive on behalf of the deceased as sole beneficiary every year. However we do not intend to share any interest with you as far as the estates and property are \nconcerned, as they will be going to the surviving wife and child.\n \nIf you are okay with the above explanations, you may reply us including all your contact telephone and fax numbers so that we may confirm you genuine, after which we will make more information available to you on how we will \nproceed.\n \nI must further assure you that this transaction is 100% legitimate and the modalities for this transaction is being handled by top executives which assure a risk free transaction.Kindly visit my firms website at www.royaltrust.com.\n \nWe await your timely response.\n \nBest Regards\n \nDR PETER CLAPTON\n", "id": "e713c7246de74b221766560afd35b4c3"}