{"email_subject": "Hello Dear", "email_body": "Hello.\n \n      My Name is John Koenig, A native of Britain, I\n \nhave been diagnosed with Oesophageal cancer. It has\n \ndefied all forms of medical treatment, and right now I\n \nhave only about a few months to live, according to\n \nmedical experts. I have not particularly lived my life\n \nso well, as I never really cared for anyone (not even\n \nmyself) but my business. Though I am very rich, I was\n \nnever generous, I was always hostile to people and only\n \nfocused on my business as that was the only thing I\n \ncared for. But now I regret all this, as I now know that\n \nthere is more to life than just wanting to have or make\n \nall the money in the world. I believe when God gives me\n \na second chance to come to this world I would live my\n \nlife a different way from how I have lived it. Now that\n \nGod has called me, I have willed and given most of my\n \nproperty and assets to my immediate and extended family\n \nmembers as well as a few close friends. I want God to be\n \nmerciful to me and accept my soul so, I have decided to\n \ngive alms to charity organizations, as I want this to be\n \none of the last good deeds I do on earth. So far, I have\n \ndistributed money to some charity organizations in the\n \nU.A.E, Somalia and Malaysia.\n \n  Now that my health has deteriorated so badly, I cannot\n \ndo this myself anymore. I once asked members of my\n \nfamily to close one of my accounts and distribute the\n \nmoney, which I have there to charity organization in\n \nBulgaria and Pakistan; they refused and kept the money\n \nto themselves. Hence, I do not trust them anymore, as\n \nthey seem not to be contended with what I have left for\n \nthem. The last of my money, which no one knows of, is\n \nthe huge cash deposit of eighteen million three hundred\n \nthousand dollars ($18, 300, 000, 00) that I have with a\n \nfinance House abroad. I will want you to help the world\n \ncollect this deposit and dispatch it to charity\n \norganizations.\n \nN/B: Kindly note that 60% of this fund must go to the\n \ntsunami and hurricane victims and 40% for your effort\n \nand time. Please live right!!\n \nThanks.\n \nMr.John Koenig.\n\n\n\n\n\n", "id": "e718dafed6b8c3710019422e70300adc"}