{"email_subject": "URGENTLY.", "email_body": "ATTN\n          DEAR SIR,\n   \n              It is my pleasure to write you at this hour.How is your health, family and business?.I hope normal.\n               I got your E-mail contact from the AFRICAN LEARNERS ASSOCIATION in one of their seminar held recently in ACCRA-GHANA-WEST-AFRICA. After my series of intensive prayers I decided to write you  and inform you of some quantity of GOLD Dust which is {125KG} and about $19.5 millionUS Dollars I inherited from my late father as the only male survivor son.This item and the fund was deposited in the BANK OF GHANA by my late father before his death, to be withdrawn by his son and his foreign business partner, if unexpected occurs.\n              Sir, my message to you is primarily to solicit for your assistance in claiming this item and the fund from the bank of Ghana as my late father\"s foreign business partner.\n               However, you are only to stand or represent my late father\"s foreign business partner to enable us claim the item and the fund from the bank of ghana.\n               Note, you are only needed to come down to Accra-Ghana-West-Africa to append your signature as my late father\"s foreign business partner before the item and the fund can be release to us.\n             I have set-aside 30% out of the total sum for you and 35% commission out of the sale of the Gold is also for you,because of your assistance.\n              Remember, your FLIGHT-TICKET will be given back to you, including every other expenses you made in the course of this transaction immediately we claim the item and the  money out of the bank.\n              \n                     Thanks and remain bless.\n         Hoping to hear from you as soon as possible.\n                                                                                                 \n        \n  Best regards,\n  SPENCER  TAYLOR.\n\n Send instant messages to your online friends http://au.messenger.yahoo.com ", "id": "e75c997d8bc78ceb77f7588af3c8e339"}