{"email_subject": "FROM:MR AUDITOR EDWARD.", "email_body": "FROM:MR AUDITOR EDWARD.CHIEF AUDITOR MINISTRIE OF FINANCE ECONOMICS COTONOU-BENIN REPUBLIC. Dear Sir/Madam, Forgive my indignation if this message comes to you as a surprise and if it might offend you without your prior consent and writing through this channel.  I am AUDITOR EDWARD CHIEF AUDITOR MINISTRIE OF FINANCE ECONOMICS COTONOU-BENIN REPUBLIC.I got your information when I was searching for a reliable,honest and trustworthy person to entrust this business with.I was simply inspired and motivated to pick your contact from the many names and lists in the web site.I wish to transfer the sum of $14,300,000.00 USD (FourteenMillion Three Hundred Thousand United States Dollars only.)into your personal or company`s bank account.  This fund was a residue of the over invoiced Industrial Contract bills awarded by MINISTRIE OFFINANCE ECONOMICS COTONOU-BENIN REPUBLIC to some foreign firms.This DEAL was deliberately hatched out and carefully protected with all the attendant lope holes sealed off.As the chief auditor,I have the cooperation and mandate of the Financial Director and the Secretary. It was my consensus to seek the assistance of a willing foreigner to provide us with the facilities to transfer this money out of West Africa.This is borne out of our beleive in the non-stable and sporous political nature of this sub-region.  The original contractors have been duely paid by the Banque Centrale Des Etats De L`Afrique De L`Ouest (Central Bank of the West African States)This balanceis suspended in the escrow accounts awaiting claims by any foreign company of our choice.I intend to pay out this fund now as the organisation is winding up its activities. Based on the laws and ethics of employment,we as civil servants working under this organisation, are not allowed to operate a foreign account.This is the more reason why we needed your assistance to provide an account that can sustain this fund for safe keeping and our future investment with your comprehensive advise,assistance andpartnership in your country.  I have however agreed,as the account owner in this deal to allow you 40% of the entire sum ascompensation,why 55% will be held on trust for me while 5% will be used to defray any incidental charges and cost if any,during the course of the transactions.This transaction will be successfully concluded within 5-7 days if you accord us your unalloyed and due cooperation.You should provide the followings.  NAME OF YOUR BANK....................................ADDRESS OF THE BANK..................................ACCOUNT NUMBER.......................................BENEFICIARY\u0092S NAME...................................TEL/FAX NUMBERS OF THE BANK..........................COUNTRY OF BANK......................................YOUR MOBILE PHONE NUMBER.............................YOUR AGE.............................................OCCUPATION........................................... Upon the receipt of this informations,the certificate of job completion of one of the contracts will be issued in your for the transfering of the fund to your nominated account without delay.As with the case of all organised (sensitive)and conspired DEALS,we solicit for our unreserved confidentiality and utmost secret in this business. We hope to retire peacefullyand lead a honourable business life afterwards. There are no risks involved.  Well, this is the sharing ratio of this $14.3M for both of us:- 1) I want you to know that my 55% from this fund $14.3M is: $ 7,865,000 :00. 2) While your own 40% from this fund $14.3M is: $5,720,000:00. 3) While 5% from this fund $14.3M for any expenses Made by you and me is: $7,15,000:00. REPLY ASAP. With regards. Mr. Ferdinand EdwardAlternative auditoredward@mighty.co.za  -----------------------------------------------------------------------SOS Aldeas Infantiles. Ningún niño sin hogar.http://ad.doubleclick.net/clk;15349974;7829128;a?http://ad.es.doubleclick.net/clk;15339847;11200040;r?http://www.aldeasinfantiles.es/aldeas/microsite/index.htm", "id": "e7908aec55af935b7b2c1a2506a94caf"}