{"email_subject": "Attention: Your   Inheritance  Fund [Reply Urgently].", "email_body": ">From The Desk: Of David Roberts, \nExecutive Director,                        \nInternational Remittance/Foreign Operations.\nBarclays Bank PLC.\n# 1 Churchill Place,\nLondon  E14  5HP, United Kingdom\nDirect Line + 44-704-570-0413. \n\nEmail:david_r_barclays@yahoo.co.uk\n\nhttp://www.barclays.co.uk/\n\nhttp://www.newsroom.barclays.co.uk/content/detail.asp?NewsAreaID=29\n\n\n Attention:\n                              Your   Inheritance  Fund\n \nThis is to notify you that your inheritance fund valid US$10.500,000.00(Ten\nMillion Five Hundred Thousand dollars only) has been gazzeted to be released\ninto your nominated bank account details through telegraphic telex transfer\n(KTT) by the office of International Remittance Department / Foreign\nDepartment,\n \nMeanwhile, a woman forwarded a letter of claims to our office few days ago,she\nstated that from now henceforth she is your legal representative in connection\nwith your fund, below are her information:\n \nName: Janet White\nBank Name: Citi Bank\nBank Address:Texas, U.S.A.\nAccount Number: 6503809428.\n \nWe contacted you for your authorisation,are we to effect the payment of this\nfund into the account details provided by Mrs. White ?,please do reconfirm to\nour office as a matter of urgency if we are to effect the swift transfer.\nBecause our Bank  will  be held responsible for any wrong transfer.\n \nIf Mrs. janet White is not your representative, you are requested to reconfirm\nyour nominated account details, valid house address and tel / fax no and where\nyou want this fund transfered into,as soon as we recieve the details, your\nfund will be transfered to you with immediatel effect.\n\n Be informed that we have been given a mandate of fourteen official working \ndays by the concerned Authorities  to remmit this fund, For more information\ncall:\n+ 44-704-570-0413 \n\nWe await your urgent respons to this mail: david_r_barclays@yahoo.co.uk \n  \n    \nYOURS SINCERELY, \n\nMr. David Roberts. \nInternational Remittance Department/\nForeign Operations.\nBarclays Bank UK  Plc.\n \nCc:International Monetary Fund [IMF],\n\nCc:Board of Directors [B B PLC].\n\n\n\n\n", "id": "e7e8d8f398d3d8b97780c04205c61177"}