{"email_subject": "URGENT BUSINESS PROPOSAL ", "email_body": "FROM: MR WILLIAMS KABILA\nTEL/FAX :+27-73-469-3435 \n\nSIR,\n                \n           URGENT BUSINESS PROPOSAL\n\nSORRY FOR THE SURPRISE PROPOSAL, BUT EXCUSE ME,DUE TO MY\nDESPIRATION IN SEEKING AN URGENT ASSISTANCE. MY NAME IS WILLIAMS KABILA,YOUNGER BROTHER TO THE LATE (DRC)DEMOCRATIC REPUBLIC OF CONGO PRESIDENT LAURENT KABILA.\n\nSHORTLY BEFORE HIS DEATH HE GAVE ME THE AUTHORITY TO GO AND RELEASE A BOX IN A SECURITY COMPANY IN SOUTH AFRICA,WHERE HE  DEPOSITED THE SUM OF US$31M(THIRTY ONE MILLION UNITED STATE DOLLARS).\n\nALTHOUGH THE SECURITY COMPANY KNOWS THE CONTENT OF THE BOX AS VALUABLE DOCUMENT, I WAS ABLE TO SECURE THE RELEASE WITH THE AUTHORITY OF MY BROTHER. WHILE WAITING FOR THE PILOT OF ONEOFAIRLINES,CONTRACTED BY MY BROTHER TO FLY THE MONEY BACK HOME TO THE DRC,I HEARD OF MY BROTHERS ASSASINATION.\n\nAS A RESULT ,I REDEPOSITED THE MONEY IN ANOTHER SECURITY COMPANY IN MY NAME AS BANKING DOCUMENT AND I DECIDED TO WAIT AND SEE IF THE NEW GOVERNMENT HEADED BY HIS SON WILL SEARCH FOR THE MONEY,BUT  UPTILL NOW,NOTHING HAS BEEN SAID ABOUT THE MONEY WHICH MEANS  IT IS NOT RECORDED, I WAS ADVISED BY A CLOSE FRIEND TO TRANSFER THIS MONEY OUT OF SOUTH AFRICA INTO A FORIGN ACCOUNT AS QUICKLY AS POSSIBLE.WHILE IN SEARCH OF A TRUSTED FORIGN PARTNER,I GOT YOURCONTACT THROUGH YOUR TRADE MISSION.\n\nPLEASE KINDLY ASSIST ME.IN THIS REGARD .20%(PERCENT)OF THE MONEY IS FOR YOUR ASSISTANCE. 5% (PERCENT) IS EARMARKED FOR ANY PREPOST EXPENSES THAT MAY OCCUR ON BOTH SIDES IN THE CAUSE OF TRANSFER.THE BALANCE 75%PERCENT IS FOR ME.\nMEANWHILE,I HAVE APPLIED FOR POLITICAL ASYLUM HERE IN SOUTH\nAFRICA,AS I AWAIT YOUR URGENT ASSISTANCE.\n\nPLEASE, DO CONTACT ME ON MY PHONE NUMBER ABOVE FIRST BEFORE SENDING ME AN EMAIL ON THIS PRIVATE EMAIL ADDRESS  JUST FOR SECURITY REASONS PLEASE IF YOU ARE SINCERELY WILLING TO HELP ME.\n\nTHANKS AND GOD BLESS IN ALL YOUR ENDEVOURES.\n\nMR WILLIAMS KABILA.\n\n\n\n\n\n", "id": "e82b779fc2af22a99c25e37c83b0a01c"}