{"email_subject": "From Nkomo Oil services, Urgent Transaction!", "email_body": "Attention:\nPresent Direct Tel: 31645570750\nDirect Fax: 31645570751\nWorld Tel: +873-76-3432240 \nWorld Fax: +873-76-3432241\nDate:\n\n                                                    \nUrgente!\n\nDo not be surprised about this letter to you as I got\nyour contact through my mother. My name is Aron Nkomo\nthe last born of late Joshua Nkomo the former Vice\nPresident of Zimbabwe and Former President of Zimbabwe\nAfrican People's Union (ZAPU). However, I was studying\nin a boarding high school when I had to, forcefully,\nreturn for my father's burial. After the burial, my\nfather's lawyer notified the family about his Will in\ntheir chamber. While going through the will, I\ndiscovered that my father used his position as the\nFormer Vice President to acquire and make a deposition\nof US$ 23 M {Twenty-three Million United States\ndollars} in a special Security Company in Amsterdam,\nNetherlands\nI immediately had to travel to Amsterdam where a\nfinancial Expert advised me on the best way to safe\nguard and realize usefully this funds without any\nproblems from the Dutch authorities. This was to\ninvolve an established Foreigner. This is why I am\nmaking this contact with you now and right now; I am in\nAmsterdam arranging and investigating possible\ninvestment opportunities and the best possible contacts\nto ensure the retrieval of the consignment from the\nSecurity Company. We will then deposit it in a bank\naccount to be opened by you here in Amsterdam, for\nonward transfer to your account in your country. \nYou are to come down to Amsterdam and assist me by\nbeing the final beneficiary of the funds. I am my\nfamily would like to settle I your country where the\nmoney will be used to establish a thriving business. I\nbelieve with this arrangement we will have a better\nlife have a better education and more respectable life\nwith the power of money backing my family and with your\nassistance. This is my lifelong dream. Here in\nAmsterdam, my refugee status has eliminated any chances\nof my owning an account for such huge amount of money.\nIndicate your interest and capability for more details.\nYou are entitled to 25% of the total amount for\nassisting me; I have mapped out 3% for immediate\nre-imbursement for expenses upon your arrival here,\nwhile the rest will be for me, and my family members,\nwhich I would like to invest in your country under your\nclose supervision and direction.\nNote: The content of the consignment is US$ 23 million\ncash money, but the Security Company does not know the\nactual content of the consignment because it was\ndeposited by my father with a declaration that the\ncontent is precious metals and diamond valued at US$ 23\nM, and this was done with diplomatic immunity and for\nsecurity reason, at the time, my father was still in\ngovernment in my country Zimbabwe.\nThis transaction is basically risk-free for you;\ntherefore, reach me, preferably with the above stated\nphone or fax number to ensure the security of this\ntransaction. Note that it is because of the\nconfidential nature of this transaction that I am\ngiving you this contact Info which you can use to reach\nme anywhere I am in the world:\n World Tel: +873-76-3432240 \nWorld Fax: +873-76-3432241\nPrivate E-mail: godnkomo@yahoo.com\nAwaiting your immediate, urgent contact!\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\nYours Faithfully,\nAron T. NKOMO\nDirector.\n\n\n______________________________________________________\nGet Paid... With Your Free Email at\nhttp://www.zwallet.com/index.html?user=aronnkomo\n\n", "id": "e82cd32a61841bc587ae39483541cd16"}