{"email_subject": "trust", "email_body": "\n     PLEASE REPLY TO  k_omidire@yahoo.com\n\nGood day and a happy and prosperous new year !\n\nI am Kolapo Omidire, company secretary and manager,\ninternal and external services of COMMERCIAL BANK OF\nAFRICA. I am writing in respect of a foreign customer of my\nbank who perished with his entire family \n(His wife and only son) in a plane crash (Korean Air Line\n801) on August 6, 1997.\n\nSince the demise of this customer of ours , the bank\nmanagement of COMMERCIAL BANK OF AFRICA has made valuable\nefforts to get in touch with any of the late customer's\nNext-of-Kin or relative anywhere in the world but \nunfortunately, all our efforts did not yield any positive\nresults as no one has come to claim his funds to the tune\nof Twenty one million, five hundred thousand united states\ndollars(USD21.5m) which has been with my bank all these\nwhile.\n\nRecently, the Federal Government of Nigeria directed that\nall funds not claimed (which has exceeded the stipulated\nbanking period of seven years for such money) should be\nconfiscated to the Federal Government Treasury Because\nthe banking ethics here does not allow such money to stay\nmore than seven years.This means that this money will be\nrecalled to the federal Government treasury as unclaimed\nafter this period, precisely within this first quater \nof this year.\n\nOn this note, the chairman of the board of directors of the\nbank recently called me and told me in confidence and trust\nto source for a reliable foreigner who would stand as our\nforeign customer's next of kin. We (myself\nand the chairman) have reasoned that if we fail to collect\nthis money the Nigerian government will confisticate it and\nsomeone else will end up looting it. Thats's why we have\ndecided to contact you, hoping you will prove to\nbe a reliable foreigner to stand as next of Kin to the\ndeceased customer to claim the total fund from his account\nwith the bank so that the proceeds of his account can be\npaid to you.\n\nBe assured that this transaction is risk free and we will\ndo all possible to give it the legal and legitimate backing\nit requirs so that both parties will be protected from\nbreach of the law both locally and internationally.\n\nUpon receipt of your response, I shall furnish you with the\nnext step to take on how you shall prosecute this claim to\nyour account. The entire transaction should be completed\nwithin 10 official working days from\nthe day the bank receives your initial application.\n\nWhen you receive this letter, Kindly send me an e-mail\nsignifying Your acceptance or otherwise, include your\nprivate Telephone numbers for more explanation\nand confidential communication.\n\nWaiting to hear from you soon,\nBest Regards,\nK. Omidire.   PLEASE REPLY TO  k_omidire@yahoo.com\n___________________________________________\n Look Good, Feel Good www.healthiest.co.za\n\n\n", "id": "e83b43c442d5490fdb62fea911118b17"}