{"email_subject": "NEED URGENT REPLY", "email_body": "\n\n\n\n\nMRS ELISABETH LAMINE\nABIDJAN - COTE D'IVOIRE\nPHONE: 00225 07 93 44 19\n\nDear sir\n\nI wish to solicit your help in migrating to your\ncountry and investing my funds.\nBriefly, I am a Sierra Leonean National and the wife\nof late Dr SIMON LAMINE.\nUntil his death, my husband was the General overseer\nof the Diamond and Gold Mining Corporation in Kanema,\nSierra Leone. On April 6 2000 the military forces\nloyal to the Government of Ahmed TIJAN KABBAH invaded\nthe Diamond and Gold mine and assassinated my husband,\nmistaking him for his brother MIKE LAMINE who is the\ndeputy to the leader of the revolutionary United\nFront (RUF ) FODAY SANKOH.\n\nWhen the news reached me, I hurried gathered some\nvaluables in our family villa and escaped for my dear\nlife in the company of my only son PETERS.\n\nAmong the valuables was a file that contained details\nof a Deposit my husband made in a security company in\nEurope. He deposited US$ 15.5 M  contained\nin 1 Trunk Box in the name of our son PETERS as\ncontaining family valuables. He did not disclose the\nreal contents of the box to the security company.\nRather, he declared the deposit as Family Valuables\nfor security reasons. This is the money he made from\nthe sale of Gold and diamonds during his time as the\nGeneral overseer.\nWe need your sincere assistance to move this funds out from the \nsecurity\ncompany IN EUROPE for investment\nin your country as we cannot invest here due to its\nnearess to our country and the war still going on\nthere. Besides, our Refugee Status here cannot help\nmatters for us. We also ask you to scout for a viable\nand lucrative business, so that we can invest wisely.\n\nWe have it in mind to give your 30 % of the total sum\n(15.5 million US Dollars), and 20% share in any\ninvestment we will embark upon if you assist us. We\nwill also set aside 5% of the funds for ancillary\nexpenses which you will make in course of this\ntransaction- air tickets and handling expenses etc.\n\nThis fortune we have revealed to you should remain\nconfidential as it only you who we have told about it.\npleaselet me have your phone/fax numbers for more detials.\n\nNote that this transaction is risk free.\nMay God Bless you as you assist us.\nYours Sincerely ,\n\nMRS ELISABETH / PETERS LAMINE\nREPLY ALL MAILS TO THIS BOX  elisabth@hknetmail.com\n\n\n_______________________________________________________________________\nOdomos - the only  mosquito protection outside 4 walls -\nClick here to know more!\nhttp://r.rediff.com/r?http://clients.rediff.com/odomos/Odomos.htm&&odomos&&wn\n\n\n", "id": "e83eb8663d4149eabd7673d16f34dceb"}