{"email_subject": "Good day my Dear Friend", "email_body": "Dear Friend, \n\n\nI am Mrs Nenita Villaran-a citizen of philippine,\nwidow , and legitimate heir to the late former\nMinister of finance who was assassinated for been\nworking with the ex-president Joseph .E in philippine.\n\n\nI inherited a total sum of 20 million dollars from my\nlate husband, The presure from my decease husband's\nfamily for this money has compelled me to leave Manila\nand have the money which is concealed in a metallic\ntrunk box is deposited with a security and finance\ncompany Cote d' ivoire under a secret arrangement as a\nfamily treasure. \n\nThis means that the security company does not know the\ncontent of this box that was shipped from the\nPhilippine to Cote d' ivoire under a diplomatic\ncoverage. \n\nMy purpose of asking for your assistance boil down to\nthe fact that I dno't want my late husband's family to\nbe aware or name involve. and the deposit statement of\nthe box authorized the company to make this box\navaliable for shipment on request only to my foreign \nbussiness representative, though unname. \n\nHence I want you to contact the the security company\nas my bussiness partner, after receiving the prove\nfrom me to enable the company release the  consigment\nto you diplomatically, while I join you on the arrival\nof the box. \nAll you need do is to help me contact the security\ncompany and introduce yourself as my bussiness partner\n,requesting the shipment of the box. \n\nAnd as soon as Diplomatic shipping agent approved the\nshipment and tell you the arrival date of the box then\nI will join you to give you 15% of the money instantly\nbefore I go on with the proposed investment in your\ndomain  provided is secured and investment friendly. \n\nPlease if you are interested and willing to represent\nme as my bussiness partner kindly write me as soon as\npossible. \n\nI awaits your urgent response \n\nBest wishes \n\nMadam Nenita Villaran. \n\n\n\n\n\n\n\n\t\t\n---------------------------------\n Appel audio GRATUIT partout dans le monde avec le nouveau Yahoo! Messenger\n Tlchargez le ici !", "id": "e851c98180a37b9398fec86fd8388de8"}