{"email_subject": "thanks", "email_body": "I have a new email address!You can now email me at: jjkangami@yahoo.com\n\nDear Friend,\n\nI am the only son of my late parents Mr.and Mrs David\n\nkangami, My father was a highly reputable busnness\n\nmagnate who operated in the capital of Ivory coast\n\nduring his days.\n\nIt is sad to say that my father passed away\n\nmysteriously in France during one of his business\n\ntrips abroad in the year 12th.Febuary 2002.Though his\n\nsudden death was linked or rather suspected to have\n\nbeen masterminded by an uncle of his who travelled\n\nwith him at that time. But God knows the truth!\n\nMy mother died when I was just 6 years old,and since\n\nthen my father took me so special.\n\nBefore his death on Febuary 12 2002 he called the\n\nsecretary who accompanied him to the hospital and told\n\nhim that he has the sum of fifteen million,Five\n\nhundred\n\nthousand United State Dollars.(USD$15.500,000 Million)\n\nleft in a Security and insurance  Company  here in\n\nGhana, that he used my name as  his next of kin in\n\ndeposition of the funds in the company.\n\nHe also gave an out standing instrution to the company\n\nthat the Consignment must be sealed and well kept\n\nuntil i ask for it. and it was deposited as an atifact\n\nto avoid problem or tamparing by the officers of the\n\ncompany.before use,\n\nI am just 22 years old and a university undergraduate\n\nand really don't know what to do. Now I want an\n\naccount overseas where I can transfer this funds and\n\nafter the transaction i will come and live with you as\n\na partner and i'm ready to do anything of your choice.\n\nThis is because I have suffered a lot of set backs as\n\na result of incessant finacial crisis since the death\n\nof my father.The death of my father actually brought\n\nsorrow to my life and i wished to invested under your\n\ncare with your advise please. I am in a sincere desire\n\nof your humble assistance in this regards.Your\n\nsuggestions and ideas will be highly regarded.Now\n\npermit me to ask these few questions:-\n\n1. Can you honestly help me as your partner?\n\n2. Can I completely trust you that you can not betray\n\nme?\n\n3.What percentage of the total amount in question will\n\nbe good for you after the money is in your control\n\nwhile i come over and finalize my education?\n\nPlease,Consider this and get back to me as soon as\n\npossible Immedaitely i confirmed you willingness then\n\ni will send to you my picture.And i will need your own\n\npictures as well.  Your's Sincerly ,\n\njoseph\n\n \n\n\n\n\n- joseph kangami\n\n", "id": "e87ce0fa8c6eb6e499ce3c419e505bcf"}