{"email_subject": "ATTENTION PLEASE.", "email_body": "FROM MR.ERIC UDE. No 118 GEORGE AVENUE OPPST. SAM IKOM ROAD. BAKASSI PENINSULA. Mobile Phone:+234-8036132029.                   {VERY VERY URGENT}                  (RE:TRANSFER OF $26,000.000.00 USD}                {TWENTY SIX MILLION DOLLARS)  DEAR SIR/MADAM,  IN ORDER TO TRANSFER OUT (USD 26 MILLION DOLLARS) FROM OUR BANK. I HAVE THE COURAGE TO ASK YOU TO LOOK FOR A RELIABLE AND HONEST PERSON WHO WILL BE CAPABLE FOR THIS IMPORTANT BUSINESS BELIEVING THAT YOU WILL NEVER LET ME DOWN EITHER NOW OR IN FUTURE.  I AM MR.ERIC UDE,THE EASTERN DISTRICT BANK MANAGER OF PRUDENT BANK PLC. THERE IS AN ACCOUNT OPENED IN THIS BANK BY MR.ANDREAS SCHRANNER,IN 1980 AND SINCE 1990 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN. AFTER GOING THROUGH SOME OLD FILES IN THE RECORDS I DISCOVERED THAT IF I DO NOT REMITT THIS MONEY OUT URGENTLY IT WILL BE FORFEITED FOR NOTHING.  THE OWNER OF THIS ACCOUNT IS MR.ANDREAS SCHRANNER, A FOREIGNER, AND THE MANAGER OF SCHRANNER ENERGY COM.[PLC]NIG,A CHEMICAL ENGINEER BY PROFESSION AND  HE DIED SINCE 1990. NO OTHER PERSON KNOWS ABOUT THIS ACCOUNT OR ANY THING CONCERNING IT, THE ACCOUNT HAS NO OTHER BENEFICIARY AND MY INVESTIGATION PROVED TO ME AS WELL THAT THIS COMPANY DOES NOT KNOW ANYTHING ABOUT THIS ACCOUNT AND THE AMOUNT INVOLVED IS (USD 26 MILLION DOLLARS).  I WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGNERS ACCOUNT ABROAD BUT I DON'T KNOW ANY FOREIGNER, I AM ONLY CONTACTING YOU AS A FOREIGNER BECAUSE THIS MONEY CAN NOT BE APPROVED TO A LOCAL BANK HERE, BUT CAN ONLY BE APPROVED TO ANY FOREIGN ACCOUNT BECAUSE THE MONEY IS IN US DOLLARS, AND THE FORMER OWNER OF THE ACCOUNT IS MR.ANDREAS SCHRANNER,IS A FOREIGNER TOO. I KNOW THAT THIS MASSAGE WILL COME TO YOU AS A SURPRISE AS WE  DON'T KNOW OUR SELVES BEFORE, BUT BE SURE THAT IT IS REAL AND A GENUINE BUSINESS.  I ONLY GOT YOUR CONTACT ADDRESS FROM THE COMPUTER WITH BELIEVE IN GOD THAT YOU WILL NEVER LET ME DOWN IN THIS BUSINESS YOU ARE THE ONLY PERSON THAT I HAVE CONTACTED IN THIS BUSINESS, SO PLEASE REPLY URGENTLY SO THAT I WILL INFORM YOU THE NEXT STEP TO TAKE URGENTLY. SEND ALSO YOUR PRIVATE TELEPHONE AND FAX NUMBER INCLUDING THE FULL DETAILS OF THE ACCOUNT TO BE USED FOR THE DEPOSIT. NOTE THAT AN EMPTY ACCOUNT CAN SERVE AS LONG AS IT CAN RECIEVE FUNDS. I WANT US TO MEET FACE TO FACE OR SIGN A BINDING AGREEMENT TO BIND US TOGETHER SO THAT YOU CAN RECIEVE THIS MONEY INTO A FORIEGN ACCOUNT OR ANY ACCOUNT OF YOUR CHOICE WHERE THE FUND WILL BE SAFE. AND I WILL FLY TO YOUR COUNTRY FOR WITHDRAWAL AND SHARING AND OTHER INVESTMENTS.  I AM CONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A FOREIGNER WITH FOREIGN ACCOUNT AND FOREIGN BENEFICIARY I NEED YOUR FULL CO-OPERATION TO MAKE THIS WORK FINE, BECAUSE THE MANAGEMENT IS READY TO APPROVE THIS PAYMENT TO ANY FOREIGNER WHO HAS CORRECT INFORMATION OF THIS ACCOUNT, WHICH I WILL GIVE TO YOU LATER AS SOON AS YOU EXPRESS YOUR INTEREST TO DO THIS BUSINES WITH ME. IF YOU ARE ABLE AND WITH CAPABILITY TO HANDLE SUCH AMOUNT IN STRICT CONFIDENCE AND TRUST ACCORDING TO MY INSTRUCTIONS AND ADVICE FOR OUR MUTUAL BENEFIT BECAUSE THIS OPPORTUNITY WILL NEVER COME AGAIN IN MY LIFE. I NEED TRUTHFUL PERSON IN THIS BUSINESS BECAUSE I DON'T WANT TO MAKE MISTAKE, I NEED YOUR STRONG ASSURANCE AND TRUST THAT YOU WILL NEVER NEVER LET ME DOWN IN ANY WAY WITH MY POSITION NOW IN THE OFFICE I CAN TRANSFER THIS MONEY TO ANY FOREIGNER'S RELIABLE ACCOUNT WHICH YOU CAN PROVIDE WITH ASSURANCE THAT THIS MONEY WILL BE INTACT PENDING MY PHYSICAL ARRIVAL IN YOUR COUNTRY FOR SHARING. I WILL DESTROY ALL DOCUMENTS OF TRANSACTION IMMEDIATELY WE RECIEVE THIS MONEY LEAVING NO TRACE TO ANY PLACE. YOU CAN ALSO COME TO DISCUSS WITH ME FACE TO FACE AFTER WHICH I WILL MAKE THIS REMITTANCE IN YOUR PREENCE AND TWO OF US WILL FLY TO YOUR COUNTRY AT LEAST TWO DAYS AHEAD OF THE MONEY GOING INTO THE ACCOUNT.  I WILL APPLY FOR ANNUAL LEAVE TO GET VISA IMMEDIATELY I HEAR FROM YOU THAT YOU ARE READY TO ACT AND RECEIVE THIS FUND IN YOUR ACCOUNT. I WILL USE MY POSITION AND INFLUENCE TO EFFECT LEGAL APPROVALS AND ON-WARD TRANSFER OF THIS MONEY TO YOUR ACCOUNT WITH APPROPRIATE CLEARANCE FORMS OF THE MINISTRIES AND FOREIGN EXCHANGE DEPARTMENTS.  AT THE CONCLUSION OF THIS BUSINESS, YOU WILL BE GIVEN 35% OF THE TOTAL AMOUNT, 60% WILL BE FOR ME, WHILE 5% WILL BE FOR EXPENSES BOTH PARTIES MIGHT HAVE INCURED DURING THE PROCESS OF TRANSFERING. YOU SHOULD KNOW THAT NEVER A BUSINESS TO SUCCEED WITHOUT BUILDING TRUST TO EACH OTHER AND I PROMISED THAT THERE WILL BE A SUCCESSFUL TRANSFER AS LONG AS YOU FOLLOW MY INSTRUCTION BECAUSE,THIS BUSINESS TRANSACTION IS GUARANTEED.SO IF YOU ARE INTERESTED,PLEASE REPLY IMMEDIATELY THROUGH MY PERSONAL E-MAIL SENDING THE FOLLOWING DETAILS: (1) Your Country Name. (2) Your Private Telephone/fax Number. (3) Your Bank Name And Address. (4) Your Account Number:  And Sweft Code (If Any) (5) Account Name. PLEASE OBSERVE THE UTMOST CONFIDENTIALITY AND BE REST ASSURED THAT THIS TRANSACTION WOULD BE MOST PROFITABLE FOR BOTH OF US BECAUSE,I SHALL REQUIRE YOUR ASSISTANCE TO INVEST MY SHARE IN YOUR CONTRY OK. WITHIN A SHORT TIME YOU WILL SEE WHAT GOD HAS PLAN FOR US & THIS BUSINESS WILL BENEFIT BOTH FAMILIES FROM GENERATION TO GENERATION AS LONG AS YOU FOLLOW MY INSTRUCTION ACCORDINLY. I LOOK FORWARD TO YOUR EARLIEST REPLY THROUGH MY PRIVATE E-mailPLEASE FOR THE SECURITY OF THIS BUSINESS OK. THANKS AND GOD BLESS YOU.  HAVE A NICE DAY. YOURS TRULY MR.ERIC UDE. Mobile Phone:+234-8036132029. ________________________________________________________________________ Yahoo! India Matrimony: Find your life partner online Go to: http://yahoo.shaadi.com/india-matrimony", "id": "e8a968dbae9e648be8235ba941c279b7"}