{"email_subject": "HELP FUFIL MY LAST WISH.", "email_body": "\nDear Friend.\n \nGood day and God bless you. I feel quite safe and satisfy dealing with you\nin this charity project.Though, this medium (Internet) has been greatly\nabused, I choose to reach you through it because it still remains the\nfastest, surest and most secured medium of communication. However, this\ncorrespondence is purely private, and it should be treated as such.\n\nAs you read this, I don't want you to feel sorry for me, because, I believe\neveryone will die someday. My name is MR.HARRY HILAL,in the region of U.A.E.\nI have been diagnosed with Esophageal cancer . It has defiled all forms of\nmedical treatment, and right now I have only about a few months to live,\naccording to medical experts.\n\nI have not particularly lived my life so well, as I never really cared for\nanyone(not even myself)but my business. Though I am very rich, I was never\ngenerous, I was always hostile to people and only focused on my business as\nthat was the only thing I cared for. But now I regret all this as I now know\nthat there is more to life than just wanting to have or make all the money\nin the world.\n\nI believe when God gives me a second chance to come to this world I would\nlive my life a different way from how I have lived it. Now that God has\ncalled me, I have willed and given most of my property and assets to my\nimmediate and extended family members as well as a few close friends.\n\nI want God to be merciful to me and accept my soul so, I have decided to\ngive alms to charity organizations, as I want this to be one of the last\ngood deeds I do on earth. So far, I have distributed money to some charity\norganizations in the U.A.E, Algeria and Malaysia. Now that my health has\ndeteriorated so badly, I cannot do this myself anymore. I once asked members\nof my family to close one of my accounts and distribute the money which I\nhave there to charity organization in Bulgaria and Pakistan, they refused\nand kept the money to themselves. Hence, I do not trust them anymore, as\nthey seem not to be contended with what I have left for them.\n\nThe last of my money which no one knows of is the huge cash deposit of\nTWELVE MILLION DOLLARS $12,000,000,that I have with a finance/Security\nCompany abroad. I will want you to help me collect this deposit and\ndispatched it to charity organizations.\n\nI have set aside 25% for you and for your time if you want to help me to\ncollect this Funds and also invest this money.\n\nN.B-PLEASE I WILL ADVICE YOU TO GIVE THE\nLAWYER IN CHARGE A CALL IN HOLLAND IMMEDIATELY, HE DOES EVERYTHING ON MY\nBEHALF AND HE'S VERY\nUNDERSTANDING AND I BELIEVE HE WILL LEAD YOU TO YOUR SUCCESS IN JESUS NAME\nAMEN.\n\nName: BARRISTER.BILLY PARKER\nTel number: 0031633795463\nEmail: billybonparker02@netscape.net\n\nRemain blessed in the name of the Lord.\n\nYours in Christ,\n\nMr.Harry HILAL \n\n\n\n\n", "id": "e8e9669863c599b65336d17be6ac86a0"}