{"email_subject": "Please Understand", "email_body": "FROM THE DESK OF:\nMR.WANG QIN\nHANG SENG BANK LTD.\nDES VOEUX RD.BRANCH\nCENTRAL HONG KONG\nHONG KONG.\n\nI am Mr.Wang Qin, credit officer of Hang Seng Bank\nLtd. I have an urgent and very confidential business\nproposition for you.\n\nOn June 6, 1998, a British Oil consultant/contractor\nwith the Chinese Solid Minerals Corporation, Mr. Smith\nLawrence made a numbered time (Fixed) Deposit for\ntwelve calendar months, valued at $48,000,000.00\n(Forty-eight Million American Dollars only) in my\nbranch.\n\nUpon maturity,I sent a routine notification to his\nforwarding address but got no reply. After a month, we\nsent a reminder and finally we discovered from his\ncontract employers, the Hong Kong Solid Minerals\nCorporation that Mr. Smith Lawrence died from an\nauto-mobile accident.\n\nOn further investigation, I found out that he died\nwithout making a WILL,and all attempts to trace his\nnext of kin was fruitless.\n\nI therefore made further investigation and discovered\nthat Mr.Smith Lawrence did not declare any kin or\nrelations in all his official documents,including his\nBank Deposit paperwork in my Bank.This sum of\n$48,000,000.00 is still sitting in my Bank and the\ninterest is being rolled over with the principal sum\nat the end ofeach year. No one will ever come forward\nto claim it.\n\nAccording to Laws of Hong Kong, at the expiration of\n(five) years,the money will revert to the ownership of\nthe Hong Kong Government if nobody applies to claim\nthe fund.\n\nConsequently, my proposal is that I will like you as a\nforeigner to stand in as the next of kin to Mr. Smith\nLawrence so that the fruits of this old man's labor\nwill not get into the hands of some corrupt government\nofficials.\n\nThis is simple, I will like you to provide immediately\nyour full names and address so that the attorney will\nprepare the necessary documents and affidavits that\nwill put you in place as the next of kin.We shall\nemploy the services of an attorney for drafting and\nnotarization of the WILL and to obtain the necessary\ndocuments and letter of probate/administration in your\nfavor for the transfer.\n\nA bank account in any part of the world that you will\nprovide the will, then facilitate the transfer of this\nmoney to you as the beneficiary/next of kin.\n\nThe money will be paid into your account for us to\nshare in the ratio of 70%for me and 25% for you and 5%\nfor Expenses Incurred in the course of the transaction\n.\n\nThere is no risk at all as all the paperwork for this\ntransaction will be done by the attorney and with my\nposition as the credit officer guarantees the\nsuccessful execution of this transaction. If you are\ninterested, please reply immediately to my email box.\n\nUpon your response, I shall then provide you with more\ndetails and relevant documents that will help you\nunderstand the transaction.\n\nPlease send me your confidential telephone and fax\nnumbers for easy communication.\n\nYou should observe utmost confidentiality, and rest\nassured that this transaction would be most profitable\nfor both of us because I shall require your assistance\nto invest my share in your country.\n\nFor confidentiality Reasons, I advice that to respond\nstrictly to this email address:w_qin@fastermail.com.\nAaiting your response.\n\nRegards,\nWang Qin\nReply Strictly to: w_qin@fastermail.com\n\n\n\n\n\n", "id": "e90e0f6a4d7a5ae7382c2530ee36340a"}