{"email_subject": "AN ASSISTANCE", "email_body": "Dear friend,\n\nI am Barrister Fred Briggs  of Fred Briggs  Chambers and Associate. I am the \nfinancial lawyer to the late Mr Martins Max from Stuttgart, Germany.  \nMartins Max  was an oil merchant with estment in the leading oil in Africa. \nHe invested in lifting oil from Niger delta in Nigeria to other countries \nwhere he sales it. He was the highest shareholder in Shell petroleum Bp in \n1994. Martins Max  met his untimely death via plane crash in the 2002. I was\ncontacted as his lawyer by the board of director, GLOBAL LINKS SECURITIES \nLTD to look for the relative of late Mr. Martins Max  to enable them \ntransfer the accumulated share dividend of his investment with the GLOBAL \nLINKS SECURITIES LTD. It is about two years now. I made some research about \nthe relatives of  Mr Martins Max  and discorvered through some DNA reports \nthat  some other two passengers in the same plane happend to be his wife and \nonly daughter Cynthia Martins Max   who also died along with him in the \ncrash.\n\nI am contacting you so that both of us can reach an agreement to enable you \nact as his next of kin and claim the fund of course they will believe me \nbecause I am his financial lawyer untill his death and I  have all his \nbusiness documents with me.I would have use someone from here for the \npurpose but the fact that late Martins Max  is a white man made it \nimpossible for me to present a black man as his next of kin which of course, \nthe GLOBAL LINKS SECURITIES LTD will not honour.All the document will be \nvalidated in your name and shall be drafted by me to include your name in an \napplication which be forwarded to the GLOBAL LINKS SECURITIES LTD for the \nclaims. The money is just USD18.Million dollars. I will personally monitor \nthe progress of the transaction as your lawyer.\n\nAfter we succeed in transfering the money into your account, we will give  \nsome portion\nof the money to charity home in your country and then share the remaining in \nthe ratio 70% to 30% between you and I. If you are willing to work with me \nin this regard, please, forward to  me through this email address:\n\n1.  Your full name and contact address\n2.  Your phone and fax number (cell phone)\n3.   Age aggregate\n4.   Occupation and position\nThanks and God bless you.\n\nBarr. FRED BRIGGS\nFred Briggs and Associates\n\n\n\n\n", "id": "e9653e6ef5f7faeb9b80d238ba0e3041"}