{"email_subject": "BUSINESS PROPOSAL  ", "email_body": "FROM: MR. Jackson Khumalo\nJOHANNESBURG-SOUTH AFRICA\nPrivate email: jackkhumalo@sify.com   \n \n\n\n\nATTN: PRESIDENT/\nCEO,\n\n\nDIRECTOR, DELIVERY/OPERATIONS\nRE: TRANSFER OF US$25 MILLION\nFOR INVESTMENT.\n\nI am Mr. Jackson khumalo, the Director of Delivery/Operations in a security company here in South Africa. Our firm is a security company of high repute with years of outstanding service to the people of Africa especially top government officials and military leaders in the world. I have resolved to contact you through this medium based on \nBusiness proposal that will be of mutual benefit to both of us. I have not discussed this transaction with anybody because it is of top secret. To be explicit and straight to the point, a reputable client of ours deposited a consignment in our company's \nVault for safekeeping. And since then our client has failed to come forward to claim his consignment, which has accumulated a\nconsiderable amount of money in demurrage.  Consequently, in our bide\nto contact this client to redeem the demurrage which his \nConsignment had accumulated I discovered that our client was the former Late Prime\n\nMinister of Lebanon, Mr. Rafik Hariri,\n\n                     PROFILE\nof the Late Minister of Lebanon: Rafik Bahaa Edine Hariri {November 1,\n1944  February 14, 2005} married to Nazek Audi  Hariri, was a Lebanese\nself  made billionaire and business tycoon, and was former \nPrime Minister of Lebanon {1992  1998 and 2000  2004} before his late\nresignation from office on October 20, 2004. The late Rafik Hariri died on February 14, 2005 when explosives equivalent to around 300 kg\nof C4 were detonated as his motorcade drove past the Saint George\nHotel in the Lebanese capital, for more information please log on to\n\n{http://www.hariri.info}.\n\nAfter in the same year the consignment was entrusted into our care. Since the death of  our client Late Prime Minister of Lebanon,Mr. Rafik Hariri,none of his benefactors has  come forward to claim the consignment with us, which means that non of his relatives or \nAids had any knowledge of this consignment. Hence out of\ncuriosity I decided to secretly open the box that our client deposited\nin our vault. And to my surprise I discovered that the metal box that\nwere registered as treasures by our client actually  contained a\nconsiderable amount of money in United States Dollars amounting to\nabout US$25Million US Dollar. Since this development I have been\nnursing plans secretly. I also found out from enquiries and the\nforeign media that our late client siphoned a lot of money from his\ncountry while he was in office as Prime Minister, It is my conviction\nthat the consignment in our vault was part of the money that our\nclient siphoned and now that he is dead there is no trace to this\nmoney in our care. After going through his (WILL) I \nFound that he stated that the treasure should be used to support (Islamic race).\n\nFinally, I am now soliciting your noble assistance to assist\nme in transferring this money out of South Africa to your country for\nimmediate investment. I have also decided that you will generously be\nentitled to 40% of the total amount. Upon my receipt of your reply\nconfirming your willingness to assist me of this transaction, I \nWill immediately arrange and transfer all the rights of ownership of this consignment to your name to facilitate your easy clearance and\ntransfer of the complete funds to your country for onwards investment.\nThis transaction is 100% risk free. Please maintain absolute\nconfidentiality on this matter. Please reply on my private mail\n\n(jackkhumalo@sify.com)\n\nI await your most prompt\nresponse.\n\nYours faithfully,\nMr. Jackson khumalo\n\n\n\n\n", "id": "e98b1cddfaf7a218a853c1c4c9281c60"}