{"email_subject": "FROM DAVID WOOD { LONDON}", "email_body": "Office of bank Manager,\nCITIBANK ,\n332 Oxford Street,\nLondon, W1N 9AA\nDear Friend,\nI am Mr David Wood the Bank Manager of CITIBANK 332 Oxford Street,\nLondon W1N 9AA.\nI have urgent and very confidential business proposition for you. On\nAugust 6, 1997, an Iraqi Foreign Oil consultant/contractor with the\nBRITISH PETROLUEM CORPORATION Mr. HAFFEZ AL SADIQUE.\nMade a numbered time (Fixed deposit) for 36 calendar months,\nvalued at US$29,500,000.00 (Twenty Nine Million Five hundred Thousand\nDollars only) in my branch. Upon maturity in 2000, I sent a routine\nnotification to his forwarding address but got no reply.\nAfter a month, we sent a reminder and finally we discovered from his\ncontract employers, the British petroleum corporation that Mr. HAFFEZ\nAL SADIQUE died as a result of torture in the hand of Sadam Hussein\nduring one of his trips to his country Iraq. On further investigation,\nI found out that he died without making a WILL, and all attempts to\ntrace his next of kin was fruitless. I therefore made further\ninvestigation and discovered that mr HAFFEZ AL SADIQUE. did not declare\nany kin or relations in all his official documents, including his Bank\nDeposit paperwork in my Bank.\nThis sum of US$29,500,000.00 have been floating as unclaimed since 1997\nin my bank as all efforts to get his relatives have hit the stones.\nAccording to the British law at the expiration of 8 (eight) years, the\nmoney will revert to the ownership of the British Government if nobody\napplies to claim the fund and the eight years is the end of july\n2005.\nConsequently, my proposal is that i want to seek your consent as a\nforeigner to stand in as the owner of the money as the next of kin to\nthe deceased so that the bank will transfer the money to your\ndesignated account. All documents and proves to enable you get this\nfund will be carefully worked out. I have secured from the probate an\norder of mandamus to locate any of the deceased beneficiaries, and more\nso I are assuring you that the business is risk free involvement. Your\nshare stays while the rest be for me and for investment purpose as i\nwill leave London by the end of the year.\nThe sharing of the funds will be based According to agreement within me\nand you. As soon as i receive an acknowledgement of receipt of this\nmessage in acceptance of our mutual business proposal, I will furnish\nyou with the necessary modalities and disbursement ratio to suit both\nparties without any conflict. If this proposal is acceptable by you, do\nnot take undue advantage of the trust i have bestowed in you.\nPLEASE, APPRECIATE THE FACT THAT DOING BUSINESS OVER THE INTERNET IS\nRISK.ENDEAVOR TO SEND YOUR CONFIDENTIAL TELEPHONE AND FAX NUMBER IN\nYOUR REPLY TO THIS BUSINESS.\n\nRegards.\nDavid Wood\ncontact me,email:davidwood4432@rediffmail.com\n\n\n\n\n", "id": "e9a5782bb825982117afd71fa116a944"}