{"email_subject": "TRUST VENTURE!!", "email_body": "\nDear Sir / Madam,\n\n\n\nI am Engr Mamud Takar, Chairman of the Tender Committee of the Nigerian National Petroleum Corporation (NNPC).\n\n\n\nMy Committee is principally concerned with payment of all contract awarded from 2003 to date, in order of priority as regard capital projects of the NNPC.\n\n\n\nI am positive and convince that you would provide us with solution to a money transfer deal valued at US$31 Million (Thirty One Million United States Dollars) and subsequently a joint business venture. \n\n\n\nThe money is presently in a CBN affiliate bank in Europe and I need to present you as one of the contractors that have executed a major contract with NNPC before they could be able to transfer the money from the Europe bank to your bank account.\n\n\n\nI would like to invest the money in manufacturing of products such as Household products, Electronic goods, Apparel and Textiles, Real Estate, Properties or Telecommunication in your country. If you have any other idea of investment, that would be welcomed by me.\n\n\n\nIn the course of our duties as values, and project inspectors for the on-going liquefied Natural Gas (LNG) project, we have over-invoiced the value of some jobs done by foreign contractors for the NNPC to the tune of US$31M.\n\n\n\n\n\nAs follows: -\n\n(1) Computer optimization and Installation 16,000.000.00.\n\n(2) Installation of 250,000.00 Monax Turbine$10,000.000.00\n\n(3) Turn around Maintenance $5,000,000.00\n\n\n\nThe money will be shared as follows after transfer, 30% for you (Account Owner) 70% for me and my colleagues. To be able to claim the funds, we will be purporting your company as one of the contractor / beneficiary of the funds so all procedures for international transfer shall be strictly followed, as we have worked out all modalities for a swift and risk free transfer.\n\n\n\nYours Faithfully,\n\nEngr Mamud Takar.\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n\n- http://yoursite.com\n\n\n", "id": "ea302ef3c737261d6f8ab4a6653d00ca"}