{"email_subject": "Urgent Business Proposal", "email_body": "From:Dan Wilson\nKenya Commercial Bank\nCity Centre, \nP.O. Box 44252,Nairobi.\nKenya \nEmail:dan@danielm.org\n\n\nDear Sir/Madam, \n\nMay I crave your indulgence to open this business discussion with you by an informal letter of this sort. It \nis pertinent that a business of this magnitude should have commenced properly with a formal meeting \nbetween you and us to enable both parties know ourselves, have a fore knowledge of the nature of the \nbusiness, discuss and acquaint ourselves with the responsibilities and functions of both parties and \nappropriate shares accordingly.\n\nI am Dan Wilson Branch Manager of Kenya Commercial Bank in Kenya.This is an urgent and very \nconfidential business proposition. \n\nOn June 6, 2001,a Foreign Oil consultant/contractor with the Kenya Ministry Of Energy, \nMr.Clifford Stone made a numbered time(Fixed) Deposit for twelve calendar months, valued at \nUS$21,500,000.00,(Twenty-One Million, five hundred thousand Dollars) in my branch. \nUpon maturity,I sent a routine notification to his forwarding address but got no reply. After a month,we \nsent a reminder and finally we discovered from his contract employers,the National Petroleum \nCorporation that Mr.Clifford Stone died from an automobile accident. \n\nOn further investigation,I found out that he died without making a WILL,and all attempts to trace his next \nof kin was fruitless. \n\nI therefore made further investigation and discovered that Mr.Clifford Stone did not declare any kin or \nrelations in all his official documents,including his Bank Deposit paperwork in my Bank. This sum of \nUS$21,500,000.00 has carefully been fixed in my bank for safekeeping. No one will ever come forward \nto claim it. According to South African Law, at the expiration of 5 (five) years, the money will revert to the \nownership of the Government if nobody applies to claim the fund. \n\nConsequently, my proposal is that I will like you as a Foreigner to stand in as the owner of the money \nwhich was fixed deposited in my bank. I am writing you because I as a public servant,i cannot operate a \nforeign account. \n\nI want to present you as the owner of the funds so you can be able to claim them with the help of my \nattorney. This is simple.I will like you to provide immediately your telephone number,full names and \naddress so that the Attorney will prepare the necessary documents which will put you in place as the \nbeneficiary of the funds. \n\nThe money will be moved out for us to share in the ratio of 80% for me and 20% for you.The paperwork \nfor this transaction will be done by the Attorney and this will guarantees the successful execution of this \ntransaction. \n\nIf you are interested, please reply immediately via my email and Upon your response,I shall then provide \nyou with more details and relevant documents that will help you understand the transaction. \n\nPlease observe utmost confidentiality, and be rest assured that this transaction would be most profitable \nfor both of us because I shall require your assistance to invest my share in real estate within your country. \n\nDue to the nature of confidentiality in this Transaction our communication can only be via email and fax \nmostly. \n\nAwaiting your urgent reply via my private email:\n\n\nThanks and my regards. \n\nDan Wilson \nBranch Manager \nKenya Commercial Bank\n\n\n\n\n\nmvurgxqhidbbalgifpkokhddeopgmrwuy\n\n", "id": "ea3dc6d8f103cf22f1e36c333a069037"}