{"email_subject": "CAN I TRUST YOUU$15.000.000.000 TRANSFERD TO YOUR ACCOUNT i", "email_body": "FROM:PAULSON BENSON\nTEL:+27-73-7830-560\nJOHANNESBURG,\nSOUTH AFRICA\n \n \nATTN: MANAGING DIRECTOR/CEO\n \nURGENT AND CONFIDENTIAL BUSINESS PROPOSAL\n \n \nI am Mr.PAULSON  BENSON the elder son of late Mr.JAMES BENSON of Zimbabwe. I got your contact address from the South African Chambers \nof Commerce and Industry please don't worry. During the current crises against the farmers of Zimbabwe by the supporters of our President \nRobert Mugabe to claim all the white owned farms in my country, \n \nhe ordered all the white farmers to surrender their farms to his party members and their followers. My father was one of the biggest \nfarmers in the country and although a black indegene, he did not support the President?s political ideology.Therefore, the president?s \nsupporters invaded my father?s farm burnt down everything, killed him and confiscated all his investments. After the death of my father,\n \n my mother and I together with my younger brother decided to move out of Zimbabwe for the safety of our lives. On our departure from\n Zimbabwe,we took along with us some money which my father kept in the safe in my mother?s custody which amounted to the sum \nof US$15,000,000.00 (FIFTEEN\nMILLION UNITED STATES DOLLARS) to the Republic of South Africa where we have deposited it as personal valuables in a private security \ncompany and sought  for political asylum. My mother has suggested and I agree that we have to further move out of the African continent\n to overseas for actual safety and to do reliable business investments.\n \nTherefore we have decided that I should contact any reliable overseas person/firm/company who could assist us to transfer this money \nout of South Africa through a current investment account because as refugees  we are not allowed to operate any account\n exceeding US$2,000(Two Thousand US Dollars). So we need your help to come down to South Africa to open a bank account through which \nwe can transfer this money to your country.If my proposal is considered, \n \nfor assisting us to Transfer this money to your country, we unanimously agree to offer you 20% of the total fund,5% will be for any\n expenses that may be incuured during the\ntransaction ,75% will be for me and my family to invest in your country under your assistance.\n \nFor detailed information, you can contact me on my direct line via my private email:\n TEL : +27-73-783-0560 \nFAX:+27-11-507-6392\nEMAIL=paulsonbenson6@yahoo.com.hk\n\nNOTE: PLEASE,FOR REASON OF OUR ASYLUM STATUS DO MAINTAIN ABSOLUTE CONFIDENTIALITY AND SECRECY WHILE WE ALSO PROMISE TO DO SAME.\nI ASSURE YOU THAT THIS TRANSACTION IS 100%RISKFREE.\n \nTIME IS OF ESSENCE.YOUR URGENT RESPONSE WILL BE HIGHLY APPRECIATED.\n \nBEST REGARDS\n \nPAULSON BENSON\n", "id": "ea43b4d2a9a7e9c7dbd9ee4eef032305"}