{"email_subject": "TRUST TRANSACTION", "email_body": "Dear Sir,\n\nA Very Good day to you   \n\nI am Mrs Mariam Abacha. I got your contact from a\nclose Associate of mine who works with the Nigerian\nChamber of Commerce and Industry  who visited your\ncountry for an International Trade Fair upon my quest\nfor a trusted and reliable foreign businessman or\ncompany. \nHe however gave me the assurance that you can be\ntrusted to handle a transaction of this magnitude.\nFollowing the sudden death of my husband General Sani\nAbacha the late Former Head of State of Nigeria in\n1998, I have been thrown into a state of utter\nconfusion, frustration and hopelessness \nby the present civilian administration, I have been\nsubjected to physical and psychological torture by the\nsecurity agents in the country. \nAs a widow that is so traumatized, I have lost\nconfidence with anybody within the country. You must\nhave heard over the media reports and the internet on\nthe recovery of various huge sums of money deposited\nby my husband in different security firms abroad, some\ncompanies willingly give up their secrets and\ndisclosed our money confidently lodged there or many\noutright blackmail. In fact the total sum discovered\nby\n the Government so far is in the tune of $700. Million\ndollars. And they are not relenting to make me poor\nfor life. I will give you more information  as to this\nregard as soon as you reply. I repose great confidence\nin you hence my approach to you due to security\nnetwork placed on my day to day  affairs I cannot\nafford to visit the embassy so that is why I decided\nto contact you and I hope you will not betray my\nconfidence in you. I have deposited  the sum of US$35\nmillion dollars with a security firm abroad whose name\nis withheld for now until we open communication. I\nshall be grateful if you could receive this fund into\nyour account for safekeeping. This arrangement is\nknown to you and my family lawyer who shall deal\ndirectly with you as I am still under house arrest. I\nam seriously considering to settle down abroad as soon\nas this fund get into your account so that I can start\nall over again if only you wish, but if it is\npossible, \njust help me in diverting this funds into your bank\naccount which will accrue you 20% of this fund. Please\nhonesty is the watchword in this transaction. And\nshould you accept my terms, kindly send me an email\nsignifying your interest to my email box as this is\nonly safe for me now so that we can commence\n communication immediately. And upon receipt of your\nmessage of interest, I shall give you a more detailed\npicture of things. In case you don't accept please do\nnot let me out to the security as I am giving you this\ninformation in total trust and confidence.NO RISK IS\nINVOLVED AS IAM STILL IN CONTROL OF MY HUSBANDS\nAFFAIRS. I will greatly appreciate if you accept my\nproposal in good faith. \n\nPlease expedite action.    \n\nPrefer all further correspondence be sent via\npresidentwifeng@indiatimes.com but please copy this email:profadams@\nusa.com\n\nsincerely yours   \n\nHajia Mariam Abacha.    \nfor certain comfirmations. Please logg into this internet sites\nwww.swissmoney.net/briefs.htm and www.thisdayonline.com.ng\nclick on archive, then click on 2001, click on march 10th,\n\n\n\n\n", "id": "ea58eadc435bbfabec5c0c027caae527"}