{"email_subject": "pravite business proposal", "email_body": "(A.U.D.B) AFRICAN UNION DEVELOPMENT BANK PLC.\nDESK OF :DR.Martins Ali\nRC NO :  A4568UD\n\n\nDear Sir,\n\nI have a proposal for you, this however is not\nmandatory nor will I in  any manner compel you to\nhonour against your will.\n\nI am Dr,Martins Ali and work with African Union\nDevelopment Bank Plc  (one of the African leading\nbanks in the West Coast). Here in this bank existed a\ndormant account for the  past 8 years which belong to\na American national who is now late Mr Morris\nThompson who died on Alaska Airlines Flight 261. For\nfurther enquiry view the web-site for more details.\n\nhttp://archives.cnn.com/2000/US/02/01/alaska.airlines.list/\nMore details about the deceased himself,you can check\non\n(http://www.nativefederation.org/history/people/mThompson.html)\n\nWhen I discovered that there had been no deposits nor\nwithdrawals from  this account for this long period, I\ndecided to carry out a system  investigation and\ndiscovered that non of the family member nor relations\nof the late  person is aware of this account. This is\nthe story in a nutshell.\n\nNow I want an account overseas where thses fund  will\nbe transfer according to the due process of our bank\nin order to avoid voilation of any country and\ninternational Monetory law on fund transfer.\n\nThereafter,I had planned to destroy all related\ndocuments for this account. It is  a careful network\nand for the past eleven months I have worked out\neverything to ensure a hitch-free operation. The\namount is not so much at the  moment and plus all the\naccumulated interest the balance in this account\nstands at-(US$15.million US dollars).\n\nNow my questions are:-\n1. Can you handle this project?\n2. Can I give you this trust?\n3. What will be your commission? If you can sponsor\nthis transfer.\n\nConsider this and get back to me as soon as possible.\n\nFinally, it is our humble prayer that the information\nas contained  herein be accorded the necessary\nattention, urgency as well as the secrecy it\ndeserves.\n\nI Expect your urgent response if you can handle this\nproject.\n\nI look forward to receiving your prompt response.\n\nRespectfully yours,\n\nDr.Martins Ali.\nAFRICAN UNION DEVELOPMENT BANK PLC.\n\n\n\n\n", "id": "ea5c3c2c91889aa144e89e2edb344c17"}