{"email_subject": "FROM MR.BERNARD MARTIN", "email_body": "Attn: Sir/Madam,         {HIGHLY CONFIDENTIAL} (RE: TRANSFER OF  (THIRTY SIX MILLION SEVEN HUNDRED AND FIFTY NINE  THOUSAND POUNDS  STERLINGS) RE: TRANSFER OF 36,759,000.00 MILLION POUNDS TO YOUR  ACCOUNT. My name is Mr.Bernard Martin and I work in the International  Operation Department in a Bank here in London. I feel quite safe  dealing with you in this important business.Though, this medium  (Internet) has been greatly abused, I choose to reach you through it  because it still remains the fastest medium of communication. However,  this correspondence is unofficial and private, and it should be treated  as such.  At first I will like to assure you that this transaction is  100% risk and trouble free to both parties. WE WANT TO TRANSFER OUT  MONEY FROM OUR BANK HERE IN LONDON. THE FUND FOR TRANSFER IS OF CLEAN  ORIGIN. THE OWNER OF THIS ACCOUNT IS A FOREIGNER, a program leader. Until his death,The Late Prime Minister, Mr. Rafik Hariri, has a huge  investment here in the United Kingdom and all over the world, as a  matter of fact he has the sum of(THIRTY SIX MILLION SEVEN HUNDRED AND  FIFTY NINE THOUSAND POUNDS STERLINGS) in his account here in London  which he deposited as a family valuables.The family do not know about  this deposit.I was on a routine inspection that I discovered a dormant  domiciliary account with a BAL. Of (THIRTY SIX MILLION SEVEN HUNDRED  AND FIFTY NINE THOUSAND POUNDS STERLINGS) on further discreet  investigation, I also discovered that the account holder has passed  away (dead) leaving no beneficiary to the account. The bank will  approve this money to any foreigne r because the former operator of the  a/c is a foreigner. I am certainly sure that nobody will come again for  the claim of this money. A foreigner can only claim this money with  legal claims to the account Holder,  Therefore I need your cooperation  in this transaction. I will provide all necessary information needed in  order to claim this money.Hoping in God that you will never let me down  now and in future.o.k! Rafik Bahaa Edine Hariri (November 1, 1944 -  February 14, 2005), married to Nazek Audi Hariri, was a Lebanese self- made billionaire and business tycoon, and was five times Prime Minister  of Lebanon (1992-1998 and 2000-2004) before his last resignation from  office on October 20, 2004. The late Rafik Hariri died on February 14,  2005 when explosives equivalent to around 300 kg of C4 were detonated  as his motorcade drove past the Saint George Hotel i n the Lebanese  capital, for more information please log on to(http://www.hariri.info/) I WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGN ACCOUNT ABROAD BUT I  DON'T KNOW ANY FOREIGNER WHOM I CAN TRUST, I KNOW THAT THIS MESSAGE  WILL COME TO YOU AS A SURPRISE AS WE DON'T KNOW OURSELVES BEFORE, BUT  BE SURE THAT IT IS REAL AND A GENUINE BUSINESS. I CONTACT YOU BELIEVING  THAT YOU WILL NOT LET ME DOWN ONCE THE FUND GOES INTO YOUR ACCOUNT. Let  me hear from you urgently through this Email Best Regards  Mr.Bernard Martin.", "id": "ea8e1089b76f0686a4672f25891cc235"}