{"email_subject": "FROM ESTHER.....", "email_body": " \n  \nESTHER RHION  & Associates\n13 Dale House\nLondon SE16 2PT\nUnited Kingdom\nsept,2005.\nDear Partner,\nI am ESTHER RHION an attorney to Christian Eich Mason, a deceased Immigrant. Property magnate, who was based in the U.K., Also referred to as my client.On the 25th of July 2000, my client, his wife and their two Children died in the Air France concord plane crash bound for New York in their plan for a world cruise,\nhttp://news.bbc.co.uk/1/hi/world/europe/851119.stm\nhttp://news.bbc.co.uk/1/hi/world/europe/859479.stm \nSince then I have been managing his properties here in the U.K. and some of his properties,which he put out for sale. which I monitored the payment as his attorney, has been bought and paid for.\nNow the money paid was deposited in security company. I have contacted you to assist in repatriating the money and property left behind by my client before they get confiscated or declared unserviceable by the security company particularly, the security company has issued me a notice to provide any of his next of kin or have the account confiscated within a short time. \nMy late client has an account valued at $35.5 million dollars.Since I have been unsuccessful in locating the relatives for some time now, and with the security company giving me deadline, I now seek your consent to present you as the next of kin of the deceased, so that the proceeds of this account valued at 35.5 million dollars can be paid to you And then you and I can share the money. 65% to me and 30% for you and 5% for miscellaneous expenses that might arise. I have all necessary information that can be used to back up any Claim we may make.\nAll I require is yaour honest co-operation to enable us seeing this deal through. I Guarantee that this will be executed under a legitimate arrangement that will Protect you from any breach of the law. Trust me, as his attorney, this is a Risk free business relationship. Please get in touch with me via my private email:\nBest regards,\n \n\n\n \t\t\n---------------------------------\nHow much mail storage do you get for free? Yahoo! Mail gives you 1GB! \nGet Yahoo! Mail", "id": "eab534b2a6e8b03dc3f1218aa419af45"}