{"email_subject": "URGENT MESSAGE FROM DAVID JOSEPH ", "email_body": "DEAR FRIEND ,\n\nI AM DAVID JOSEPH, 56 YEARS OLD. AM CITIZEN OF ROMANIA BUT I AM \nRESIDENT IN  SOUTH AFRICA. I WAS BORN AN ORPHAN AND GOD BLESSED ME ABUNDANTLY. BUT I AM  NOT A HAPPY MAN.I HAVE NO WIFE AND I HAVE NO CHILDREN. AS AT NOW I AM SERIOUSLY SICK. I JUST CAME OUT OF THE HOSPITAL BACK TO MY HOME.\n\nI AM SUFFERING FROM LUNG CANCER AND I HAD PATIAL STROKE WHICH HAS AFFECTED MY SPEACH. I CAN NO LONGER TALK AND HALF OF MY BODY IS PARALYSED. THE DOCTORS SAID I HAVE ABOUT SOME MONTHS TO LIVE. \n\nI SEND THIS EMAIL TO YOU WITH THE HELP OF MY PRIVATE MALE NURSE WHO IS TYPING MY REQUEST. I HAVE LITTLE TIME SO I HAVE COMMITTED IT TO SPREADING MY WEALTH TOWARDS BETTER HEALTH CARE FOR MANKIND.\n\nIN THE HOSPITAL WHERE I AM ,I HAVE GIVEN THE MANAGEMENT US$ 5 MILLION TO UPGRADE AND BUILD A NEW CANCER RESEACH FACILITY.I HAVE ALSO MADE SOME CASH DONATIONS TO ORPHANAGE CHILDREN HOMES IN SOMALIA, ETHIOPIA,SUDAN,AND SOME IN SOUTH AFRICA. I HAVE SUCCEDED IN SPREADING MY LIQUID CASH TOWARDS WELL DESERVED MEANS. MY SOUL IS HAPPY. WHAT I AM DOING, GIVES ME JOY. I AM NOW SHARING MY PROPERTIES AND VALUABLES.I DONT KNOW YOU, BUT I AM CONTACTING YOU WITH THE HOPE THAT YOU WILL CARRY OUT MY WISH FOR THE SAKE OF HUMANITY. I HAVE 12 MILLION DOLLARS (USD ) DEPOSITED WITH A SECURITY  AND FINANCE COMPANY IN EUROPE . I WANT YOU TO TAKE CUSTODY OF THE 12 MILLION DOLLARS (USD) AND USE IT TO \nBUILD AND OPERATE (YOU COULD LOOK FOR SOMEONE TO OPERATE IT IF YOU ARE UNABLE TO) AN ORPHANAGE IN YOUR COUNTRY AND YOU WILL NAME THE ORPHANAGE DAVID JOSEPH ORPHANAGE HOME. YOU MUST FOLLOW MY WISH FOR IT WILL GLADEN MY HEART AND IF YOU CAN  DO THIS PROJECT FOR ME, I WILL OFFER YOU 20% FROM THE TOTAL AMOUNT.\nIF YOU ARE READY TO DO THIS AND CARRYOUT MY WISH, THEN  CONTACT MY LAWYER,\n\nNAME  :    BARRISTER JABU FREDRICK,\nPHONE :   +27836703988\nFAX   :    0027866019650\nEMAIL :    jabuchambers2@galmail.co.za\n                  \n\n\nIMMRDAITELY YOU CONTACT MY LAWYER YOU SHOULD INFORM HIM THAT I \nDIRECTED YOU  TO HIM AND ALSO YOU SHOULD FORWARD HIM YOUR FULL DETAILS.  [1]YOUR NAMES, [2]YOUR PHONE AND FAX NUMBER, [3]YOUR RESIDENTIAL ADDRESS, MY LAWYER WILL CO-OPERATE WITH YOU ON HOW YOU WILL RECEIVE THE FUND SUCCESFULLY.MAY GOD GUIDE US.\n\nYOU CAN ALSO WRITE ME FOR ANY QUESTION.\n\nYOURS SINCERELY,\n\nMR DAVID JOSEPH\n\n\n\n", "id": "eb0ff46e396c8fea7a2736d828c48146"}