{"email_subject": "URGENT AND CONFIDENTIAL.", "email_body": "DR DANJUMA ALI\nBILL AND EXCHANGE MANAGER,\nAFRICAN DEVELOPMENT BANK\nOUAGADOUGOU, BURKINA FASO.\n\n\nDear Sir,\n\nI am the manager of bill and exchange at the foreign remittance department \nof African Development Bank (ADB). I got your address in Burkina faso \nchamber of commerce through yahoo details.\nIn my departmentn we discovered an abandoned sum of $ 30 m US dollars\n(Thirty Millon US dollars) . In an account that belongs to one of our\nforeign customer who died along with his entire family in a concord plane \ncrash in the year 2003 in paris that almost took the whole life of the \npasengeres on board.\n\nSince we got information about his death, we have been expecting his next of \nkin to come over and claim his money because we cannot release it unless \nsomebody applies for it as next of kin or relation to the deceased as \nindicated in our banking guidelines but unfortunately we learnt that all his \nsupposed next of kin or relation died alongside with him at the plane crash \nleaving nobody behind for the claim. It is therefore upon this discovery \nthat I and other officials in my department now decided to make this \nbusinness proposal to you and release the money to you as the next of kin or \nrelation to the deceased for safety and subsequent disbursement since nobody \nis coming for it and we don;t want this money to go into the Bank treasury \nas unclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money remained \nunclamed after three years, the money will be transfered into the Bank \ntreasury account as unclaimed fund. The request of foreigner as next of kin \nin this business is occasioned by the fact that the customer was a foreigner\nand a Burkinabe cannot stand as next of kin to a foreigner.\n\nWe agree that 40 % of this money will be for you as foreign partner, in \nrespect to the provision of a foreign account, 10 % will be set aside for \nexpenses incured during the business and 50 % would be for ;me and my \ncolleagues. There after I and my colleagues will visit your country for\ndisbursement accoding to the percentages indicated. Therefore to enable the \nimmediate trnansfer of this fund to you as arranged, you must apply first to \nthe bank as relations or next of kin of the deceased indicating your bank \nname, your bank account number, your private telephone and fax number for \neasy and effective communication and location where in the money will be \nremitted .\n\nUpon receipt of your reply, I will send to you by fax or email the text of \nthe application. I will not fail to bring to your notice that this \ntransaction is hitch free and that you should not entertain any atom of fear \nas all required arrangements have been made for the transfer .\nYou should contact me immediately as soon as you receive this letter.\nTrusting to hear from you immediately.\n\nYour;s faithfully,\n\nDR DANJUMA ALI\n\n(Bill and exchange manager)\n\nAFRICAN DEVELOPMENT BANK.\n\nN.B.My intention of writing you through email is because I belive it is very\nconfidential.\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n\n", "id": "eb722d12c46f39ad6528643189cea222"}