{"email_subject": "[Info-www-search] Your Understanding And Cooperation", "email_body": "Harrison Bello\nReply To: hansob@netzero.com\n\nPlease do not be apprehensive by this mail as I humbly seek YOUR PATIENCE,\nUNDERSTANDING and COOPERATION in regard to my below plight. Once again, do\nnot\nbe apprehensive considering its magnitude and the fact that we have not\nmeet before.\nI am contacting you in confidence believing that you will not turn down my\nhumble \nrequest of you, which I intend for our mutual benefit.\n\nI am Mr. Harrison Bello, an accountant with Fountain Trust Finance House. I\nam\nthe account manager of Mr. Fredrick Coleman, an Australian, who used to be a\ncivil contractor in Nigeria. In 1999, Mr. Fredrick Coleman was involved in a\ncar accident along Sagamu express road and unfortunately his live. Since\nthen I\nhave made several enquiries through his countrys embassy to locate any\nof his extended relatives without successful. \n\nHence, I am contacting you to assist in retrieving the money and property\nleft\nbehind by my client before they get confiscated or declared unserviceable by\nthis firm.Mr. Fredrick Colemans an account is valued 18.7 million dollars.\nThe\ncompany has issued me a notice to provide his next of kin or have the\naccount\nconfiscated within the three months. Since I have been unsuccessful in\nlocating\nhis relatives for over 4 years now. I am therefore seeking your consent to\npresent you as the next of kin to the Mr. Coleman so that the proceeds of\nthis\naccount can be paid to you.\n\nI intend to use part of this money for investment and charity outreach\nwhile we\nshall use part of it for our effort. For your assistance you will be\nentitled\nto 30% and I 65%. While 5% shall be used to reimburse expenses that might\nbe incurred \nduring the process. I have all necessary data to facilitate success.\n\nAll I require is your honest co-operation and support to enable us see this\ndeal through.\nI guarantee you that this will be executed under a legitimate arrangement\nwill prevent any\nbreach of the law.\n\nPlease, if its okay with you, get back to me at this email\n(hansob@netzero.com) to enable us \ndiscuss further.\n\nBest regards,\nHarrison Bello.\nhansob@netzero.com\n\n", "id": "eba8fbe61caff39fdd00d6bfc5d9a985"}