{"email_subject": "From Mr.John Mmadu", "email_body": ">From Mr.John Mmadu\nAuditing and accounting unit.\nForeign remittance dept.\nUnited bank for africa plc.\nAbuja-Nigeria.\n\nAttention:\n\n                    {Very Urgent Business Transaction}\n\n\nGreetings\n\nIn order to transfer out (usd 32 million dollars) from\nour bank. i have the courage to ask you to look for a\nreliable and honest person who will be capable for\nthis important business believing that you will never\nlet me down either now or in future.\n\nI am Mr.John Mmadu ,the auditor general of United Bank\nfor Africa plc.(uba).there is an account opened in\nthis bank in 1980 and since 1990 nobody has operated\non this account again. after going through some old\nfiles in the records i discovered that if i do not\nremitt this money out urgently it will be forfeited\nfor nothing.\n\nThe owner of this account is Mr. Carlos .M.Brown a\nforeigner, and the manager of petro - technical\nsupport services, a chemical engineer by profession\nand he died since 1990. no other person knows about\nthis account or any thing concerning it, the account\nhas no other beneficiary and my investigation proved\nto me as well that this companydoes not know anything\nabout this account and the amount involved is (USD\n32million Dollars).\n\nI want to transfer this money into a safe foreigners\naccount abroad but i don't know any foreigner, i am\nonly contacting you as a foreigner because this money\ncan not be approved to a local bank here,but can only\nbe approved to any foreign account because the money\nis in US dollars and the former owner of the account\nis Mr. Carlos .M.Brown is a foreigner too. I know that\nthis message will come to you as a surprise as we\ndon't know our selves before but be sure that it is\nreal and a genuine business.\n\nI believe in GOD that you will never let me down in\nthis business you are the only person that i have\ncontacted in this business, so please reply urgently\nso that i will inform you the next step to take\nurgently.\n\nI want us to see face to face or sign a binding\nagreement to bind us together so that you can recieve\nthis money into a foriegn account or any account of\nyour choice where the fund will be remmitted.and i\nwill fly to your country for withdrawal and sharing\nand other investments.\n\nI am contacting you because of the need to involve a\nforeigner with foreign account and foreign\nbeneficiary. i need your co-operation to make this\nwork fine. because the management is ready to approve\nthis payment to any foreigner who has correct\ninformation of this account, which i will give to you\nlater immediately, if you are able and with capability\nto handle such amount in strict confidence and trust\naccording to my instructions and advice for our mutual\nbenefit because this opportunity will never come again\nin my life. a need truthful person in this business\nbecause i don't want to make mistake i need your\nstrong assurance and trust.\n\nWith my position now in the office i can transfer this\nmoney to any foreigners reliable account which you can\nprovide with assurance that this money will be intact\npending my physical arrival in your country for\nsharing. i will destroy all documents of transaction\nimmediately we recieve this money leaving no trace to\nany place. you can also come to discuss with me face\nto face after which i will make this remittance in\nyour presence and two of us will fly to your country\nat least two days ahead of the money going into your\naccount. i will apply for annual leave to get visa\nimmediately i hear from you that you are ready to act\nand receive this fund in your account. i will use my\nposition and influence to effect legal approvals and\nonward transfer of this money to your account with\nappropriate clearance forms of the ministries and\nforeign exchange departments. at the conclusion of\nthis business, you will be given 40% of the total\namount, 60% will be for me, i look forward to your\nearliest reply by email.\n\nyours truly\n\nMr.John Mmadu\nAuditor General\nUnited Bank for Africa\nAbuja.\n\n\n--------------------------------------------------------------------------------------------\nNueva Barra de Herramientas de OZÚ. Navega Más facilmente por Internet.\n¡Descargatela gratis! http://barra.ozu.es/\n--------------------------------------------------------------------------------------------\nCorreo enviado desde http://www.ozu.es\n\n\n", "id": "ec0704e5c57a3229514797fd43314f12"}