{"email_subject": "Hello From Senegal", "email_body": "Dear Sir/ Madam,\nI am Mr Daniel Abdul-Latif  Dusba 21 years old  from Republic of Rwanda In East Africa, legal first son of late Dr Mohammed Abdul-Latif  Dusba, a once minister in Rwanda who was later killed during the war conflict  in rwanda with my mother and only  sister, now i am in Dakar Senegal under United Nations refugee protection with my kid brother.\n \nAfter the death of my father, my uncle started to persecute us about my fathers landed properties , which he later snatched from us under treat and duress .Now there is nothing we can do rather than to run away for our dear life' which is very important to us, now i and my brother are in critical condition here in Dakar Senegal,we are political assylum seekers , some one to be under refugee protection to compare with senegal a country where things are very hard and difficult, every thing is bad for us here,we need urgent assistance.\n \nYou are the kind of person i and my brother are looking for for our future, which i know that you can not disapoint us in life.Now the only thing that makes me to feel happy at times is that my father left the sum of   4.600'000 US Dollars  with a bank which i and my younger brother are the only persons aware , i am the next of kin to my late father and inheritted all his belongings. My late  father loves me very much that was why he gave me every information about  that money he deposited on my behalf as his first son before his death.\n\nOn our arrival here,I extablished contact and ownership with the  bank and the bank director told me that unless i have some body who will represent me as my late fathers foreign business associate and family representative with prove of status that their bank  will not  release the money. so this is why i am looking for  who will go for   it, somebody who will be honest and truthfull to me,someone who will not betray me nor cheat me in the future,somebody with the fear of God.  i am hereby seeking for your assistance towards this matter, feel free to reply me or call me to indicate your intrest and willingness to assist me and my younger brother out of this suffering and transfer the money  to   your bank account in your country.\n \nAfter the transfer has been made to your bank account,you will send some money to me and my brother here to prepare our  travelling documents and meet you over there and continue with our life and education again,  while my brother  will secure a better medical treatment,because he is very sick at the moment and hospitalised.please send me your reply on (danabdul1@yahoo.co.uk)\nThanks & remain  blessed.\nYours Faithfully,\n \nDaniel Abdul Latif Dusba\n\n\n\n\n", "id": "ec8ed6be1b12c0e785de232e1141e9d4"}