{"email_subject": "Urgent respond needed.", "email_body": " Headquarter, \n First Bank of Nigeria Plc.\n Lagos, Nigeria.\n Phone: 234-80-37142361.\n Alternative Email:judeigbo@juno.com\t\t\n \n Sir,\n \n Compliment of the day and how is life general with\n you? Of course it is my humble wish to solicit and\n crave your indulgence to make this project request\n for\n a joint business transaction which I hope will not\n come to you as a surprise, hence I plead for your\n pardon.  \n I am Mike Igbo, the manager of headquarter first\n bank\n of Nig. Plc. Lagos. I have an urgent and\n confidential\n business proposal for you. \n \n On June 6, 1997, an Australian oil\n consultant/contractor with via National Petroleum\n cooperation (NNPC) Mr. Peter Bush made a numbered\n time\n (fixed) deposit for twelve calenderer month valued\n at\n US$25,000, 000. 00(Twenty-Five Million US Dollars)\n in\n my branch.\n \n On maturity, I sent a routine notification to his\n forwarded address but got no reply after months we\n send a reminder and finally we discovered from his\n contract employee (Nigeria national petroleum\n Corporation) that Mr. Peter Bush died from an\n automobile accident. On further investigation, it\n was\n clear that he died without making a will. All\n attempts by the Australian to trace his next of kin\n were fruitless.\n \n I therefore made further investigation and\n discovered\n that Mr. Peter Bush did not declare any next of kin\n or\n relations in all his official documents including\n his\n deposit document in my bank. The total sum\n US$25,000,000.00 is still in my bank as dormant\n acct.\n No one will ever come forward to claim it. According\n to Nigerian banking law, after five years, the money\n will revert to the ownership of the Nigerian\n Government. If the account owner is certified death\n and nobody comes forward to claim it.\n \n This is the situation, and my proposal is that I am\n looking for a foreigner who will stand in as the\n beneficiary/next of kin. This is simple. All you\n have\n to do is to immediately send me the details of a\n bank\n account anywhere in the world for me to arrange the\n proper money transfer document. The money will then\n be\n transferred into the account for us to share in the\n ration of 60% for me 30% for you while the remaining\n 10% will be set aside for expenses incurred with\n here\n and there.\n \n There is no risk involved. I am using my position\n and\n connection in the bank here to do all the document\n work for the transaction. We shall employ the\n services\n of an attorney to draft the will and obtain all\n necessary documents and letter of administration in\n your favor for the transfer. This transaction is\n risk\n free guaranteed. If you are interested, please reply\n immediately confidentiality and be rest assured that\n this transaction could be most profitable for both\n of\n us. Please do not expose this deal if you are not\n interested because if you do, it will take me out of\n seat.\n \n I am awaiting your urgent reply.\n \n Best regards,\n \n  Mike Igbo.\n\n\n__________________________________\nDo you Yahoo!?\nNew Yahoo! Photos - easier uploading and sharing.\nhttp://photos.yahoo.com/\n\n", "id": "ecaa07c3ec98e5892c92aa9107304221"}