{"email_subject": "How are you?", "email_body": "Dear Beloved,\n \nIn Good Faith I Contacted You.\n \nI have seen war and I have seen peace, I have seen riches and I have seen people die of hunger on daily bases. And I am quite certain that life is vanity.\n \nI am Mrs. Mary  Eyadema , The second wife to the former  Togo Head of State,My late husband who die at 69 years Old, suffered a heart attack early  Saturday, Feb. 5, 2005 in our hometown of Piya in southastern Togo, I and my family arranged immediately for his treatment in Europe, but as God may want it he die on the way to Europe. \n \nI am contacting you in view of the fact that we will be of great assistance to each other likewise developing a cordial business relationship. I currently have within my  reach the sum of fifty-five Million United States Dollars (US$55,000,000.00) , which I intend to use for investment purposes specifically in your country. This money came as a result of a payback contract deal between my late husband and Russian firm on our country's Multi-billion Dollars Lome Steel Plant.\n \nThe Russian partners returned my husbands share of US$55 Million after his death and lodged it with my husband 's security Firm in Togo which I am the  Director. Right now the new Civilian Government who is the Son of the first wife has revoked our licenses that allow us to own, have or manage any investment\nin our Country Togo due to the disparity between me and the first wife of the late  president and also the mother of incumbent President Mr.Faure. In view of this, I acted very fast to withdraw the US$55 Million  from the security company's \nvault well packaged in trunk boxes and deposited it in a privately erected security safe. I have since declared the  Security Company bankrupt and re-locate the money to another security Firm in nearby country Ghana due to its peaceful atmosphere. No record ever existed concerning the money neither the money traceable by the Government nor any document showing that we received the money from Russian partner. I seek your assistance to move the money out of from Ghana to your country.I am presently taken my asylum in Ghana until the tranfer of the money to your account is over.\n \nOn your reply, I shall expect you to contact me urgently to enable us discuss in details about this transaction. Bearing in mind that your assistance is needed  to transfer this fund, I propose a commission of 30% (Thirty Percent) of the total \nsum to you for the expected services and assistance.\n \nAll arrangement and plan's has been put in place through the help of our family lawyer for the claim and clearing of this fund from the security and finance  Firm as we move the fund directly to your account. Your urgent response is highly needed so as to stop further contact. I therefore mandate Barrister Short Emile Jnr, who is our family lawyer to deal with you \non this transaction. You will be required firstly to correspond with our family lawyer, on  Tel:+233-24-4062605 before communicating with me, this is totally for security reasons because people and family relatives has try in the pass to rip me off. See  this website for verification\n :- http://www.chinadaily.com.cn/english/doc/2005-02/06/content_415563.htm\n \nI must use this opportunity to implore you to exercise the utmost indulgence to keep this matter extraordinarily confidential whatever your decision is while I await your prompt response.\n \nYour can Email me directly: - mrsmaryeyadema@yahoo.fr \nYours sincerely,\nMrs.Mary Eyadema.\n\n\n\n\n\n\n", "id": "ecc8672f271d7b724f9f6533a9f34b7e"}