{"email_subject": "CONFIRM RECEIPT", "email_body": "\nDear friend,\n\nIt is with my profound dignity that I write you this very important\nand highly confidential letter. First, I must solicit your strictest\nconfidentiality in this transaction.  This is by virtue of its nature\nas being utterly CONFIDENTIAL and \"TOP SECRET\". Though I know that a\ntransaction of this magnitude will make any one apprehensive and\nworried,considering the fact that we have not met each other\nbefore,but I am assuring you that all will be well at the end of the\nday. I have decided to contact you by email due to the urgency of\nthis transaction,as I have been reliably informed that it will take\nat least a minimum of two to three weeks for a normal post to reach\nyou, so i decided it is best using the e-mail.\n\n\nHowever, let me start by introducing myself properly to you, i am Nzani Peter Taylor, the cousin of former Libarian President, Who is on exile in Nigeria and he is in hiding from the United Nations for war crimes.\n\nThe reason i'm sending you this mail is to seek your help by assisting my cousin and my self in collecting some amount of money deposited in  in europe, under my name. I nor my cousin cannot at this point in time try to collect the said funds because the United Nations will not fail to pick us up and set us  before the world crimes tribunal. As its now, i am acting on behalf of my cousin to source for a reliable partner who will assist us in collecting the said funds, which in total is fifty six million dollars($56,ooo,ooo) deposited in my name when my cousin was president, and we have decided to give a total of 20% to who ever assists us to collect the money. We have also set aside 4% to be  used in offsetting all debts/expenses.\n\nThe trust reposed on you at this juncture is enormous. In return we demand your complete honesty and trust. You must however NOTE that this\ntransaction will be strictly based on the following terms and\nconditions as we have stated below;\n\na) Our conviction of your transparent honesty and diligence\nb) That you would treat this transaction with utmost secrecy and\nconfidentiality\nc) That you will not ask for more share or try to sit on the funds\nonce it is under your custody, or any form of  blackmail.\nc) That upon receipt of the funds you will release the funds as\ninstructed by us after you have removed your share of 20% from the\ntotal  amount.\n\nWe are looking forward to doing business with you and solicit your Total Confidentiality in this transaction. There is no cause for alarm. I give you my word that you are completely safe in doing business with us. \n\nPlease acknowledge the receipt of this letter using the above e-mail\naddress. I will bring you into the complete picture of this pending\nbusiness transaction when I have heard from you and also receive your\nconfidential telephone and fax numbers to enable me fax to you all\nnecessary information you need to know about our pending business\ntransaction. I will also send to you my private telephone and fax\nnumbers where you can always reach me.\n\nPlease, note that this transaction is 100% legal and risk free and we\nhope to conclude this transaction within 14  working days from the\ndate of receipt of the necessary requirements from you . \n\nThank you and God Bless.\n\nYours faithfully,\n\nNzani . P. Taylor.\n\n\n\n\n\n                                                                      \n\n", "id": "ecc9b959d8c3a1393846cf22675902e4"}