{"email_subject": "PLEASE ASSIST ME", "email_body": "Hello Friend, \n\nMy name is Mr. PETER k. KHAN the auditor and head of computing department of a bank here in london,UnitedKingdom.There is an account opened in this bank in 1995 and since my inception into office in 2000, nobody has operated on this account again, after going through some old files, I discovered that if I do not remit this money out urgently, it will be forfeited for nothing. In order to transfer out fifteen-million pounds sterling) from our bank here have the courage to look for a reliable and honest person who will be capable for this important transaction, believing that you will never let me down either now or in future.\n\nHOW THE MONEY CAME ABOUT \n\nThe owner of this account was Mr. John Hughes who was a foreigner and the manager of Petro chemical service here in London, a chemical engineer by profession and he died since 1997.And then, since 2001, nobody knows about this account or anything concerning it, the account has no other beneficiary and my investigation proved to me as well that his company does not know anything about this account and the amount involved is (15,000,000.00) pounds sterling.I want to transfer this money into a safe foreign account abroad but I don't know any foreigner, I am only contacting you as a foreigner because this money can not be approved to any local bank here in london, but can only be approved to any foreign account because the money is pounds sterling?s and the former owner of the account is John Hughes and he was a foreigner too. I know that this message will come to you as a surprise as we don't know our selves before neither have we let, but be sure that it is real and a genuine business. \n\nI believe in God that you will never let me down in this investment. I am contacting you because of the need to involve a foreigner with a foreign account as the real beneficiary. I need your co-operation to make this work fine, because the management is ready to approve this payment to any foreigner who has the correct information to this account, which I will Give to you when sure of your capability to handle such amount in strict confidence and trust according to my instructions and my advice for our mutual benefit because I don't want to make any mistake, I need your strong assurance and trust. \n\nI shall destroy all documents concerning these transactions immediately we receive this money leaving no trace at all.I will use my position and influence on other staffs to effect the legal approvals and onward \ntransfer of this money to your account with appropriate clearance from foreign payment department. With assurance that this money will be intact pending my physical arrival in your country for the sharing and possible investments. I will give you %35 for your help and %65 will be for me. Kindly provide your phone number and your mailling \naddress, for easy communication.\n\nThanks and god bless you\n\nSincerely,\nMr PETER KHAN.\n\n¡Sé listo! Contrata el antivirus http://www.pandasoftware.es/tienda/?idpers=109&track=13920", "id": "ecf2acdcf2e8dc985551baea603eeb0c"}