{"email_subject": "IN NEED OF YOUR HELP", "email_body": "\n  Mamuna Mamudu\n  ABIDJAN COTE D'IVOIRE\n  Email; mamuna_200@yahoo.ca\n   \n  Dear respectful,\n   \n  It is my Pleasure to write to you after considering your profile My name is Mamuna Mamudu I am married to Mr. Hamed Mamudu who worked as a contractor  in Ivory Coast for fiften years before he died in the year 2003. We were married for eleven years without a child. My late husband was killed by the rebels in  Bouake the formaer Capital of Cote D'Ivoire during the recent political Crisis of 19th september 2002. When my late husband was alive we deposited the sum of$1.5Million (One Million five hundred thousand U.S. Dollars) in a BANK here in COTE D'IVOIRE for investment aboard.\n\n   \n  Presently, this money is still with the bank.resently my Doctor told me that I would not last due to cancer problem. Having known my condition I decided to look for some one aboard who will help me receive and invest this money in a profitable business for the benefit of my adopted chiled because this the only hope of this my adopted child now because the relation of my husband did not know about this money.They have seized all my husband belongings and told me to go because i did not have a child for them.Again I\nwill like to come to your country as soon as this money is transferred to your account so that i will be able to treat myself because they have told me that there are better doctors aboard who be able to cure this my sickness.Please if you have accepted to help me i will like to hear from you as soon as possible\nand i promise to conpenset you with 15%  of this money for helping me.\n   \n  I don't need any telephone communication in this regard because of my health and the presence of my husband family and relatives around me always. I don't want them to know about this development.\n\n  Please if you have accepting to assist me i will like you to send to me your telephone and fax number, your full address and you bank details so that i will submit it to the bank for them to transfer the money to your account as i will tell them and i will tell you how you will contact the bank and what you will\ntell them. I shall give you the contact of the bank where the money was deposited for you to contact them and request them to transfer the money to your account.I will also tell the bank to issue you a letter of \n  authority that will empower you as the new beneficiary of this fund.  \n   \n  Please assure me that you will act accordingly as I stated here.\n  \nHoping to hearing from you through this email address ( mamuna_200@yahoo.ca)\n   \n  Remain blessed \n\n   \n  Best regard\n\n   \n  Mamuna Mamudu\n\n \t\t\n---------------------------------\nThe best gets better. See why everyone is raving about the All-new Yahoo! Mail.  ", "id": "ed079acdc24afe0a740d757e4ea48c1c"}