{"email_subject": "CONFIDENTIAL MATTERS(GET BACK TO ME)", "email_body": "Backley Bank\nLondon W6 0NB\nZenith House \nRoad London NW9 6EE \n\n(26,000,000.00 USD twenty six million United States\nDollars) \n**********************************************************\n***********\nI am Robert  pollol i have a deal of inheritance.I want to transfer \n(26,000,000.00 USD) twenty six million United States Dollars from a \nPrime Bank here in London to an oversea account. First, I must solicit \nyour strictest confidence in this transaction. This is by virtue of \nit's nature as being utterly confidential. I am sure and have \nconfidence of your ability and reliability to prosecute a transaction \nof this great magnitude.\n\nI solicit your assistance to enable us \ntransfer the said amount into your safe account for unward investment.\nYou can either provide us with an existing account or to set up a new \nBank account immediately to receive this money, even an empty a/c can \nserve to receive this money, as long as you will remain honest to me \ntill the end of this important business trusting in you and believing \nthat you will never let me down either now or in future.\n\nI am the \npersonal account officer to the great late INDUSTRIALIST who has an \naccount in one of the top banks here in london. The account was opened \nin 1993 and he died in 1993 without a written or oral WILL and since \n2003 nobody has operated on this account again hence the money is \nfloating and if I do not remit this money out urgently it will be \nforfeited for nothing.\n\nThe owner of this account is a foreigner and no \nother person knows about this account or anything concerning it, the \naccount has no other beneficiary and until his death he was the manager \nof the company.My investigation through the National immigration \ndepartment proved to me as well that he was single as at the time of \nhis entry into the Republic of South Africa. The amount in this account \nis USD$26 Million (Twenty Six Million United States Dollars ) only. \n\nAs a matter of fact, I have decided to transfer this fund abroad for \ninvestment. Your assistance as a foreigner is necessary because the \nmanagement of the bank will welcome any foreigner who has correct \ninformation to this account which I will give to you immediately, if \nyou are interested to do this business with me.There is no risk in this \nbusiness. With my position and my personal contact with the manager of \nthe bank, the money can be transferred to any account you can provide \nwith assurance that this money will be intact pending my physical \narrival in your country for sharing.\nWe will start the first transfer \nwith Six million [$6,000.000] to testrun your account. Upon successful \ntransfer without any disappointment from your side, we shall re-apply \nfor the payment of the remaining balance of $26 Million to your \naccount. I am only  contacting you as a foreigner because this money \ncan not be approved to a local person here, but can only be pproved to \nany foreigner who has the correct nformation of the account which I \nwill provide for you. \n\nSo you should provide me with your correct \naccount details where you will like the fund to be transferred or you \ncan set up a new account for the transfer even an empty account is \nokay. At the conclussion of the transfer you will take 35%,5% will be \nfor any expenses both parties incurred in the process of this business \nand the remaining 60% will be for me. As soon as I hear from you and \nupon your strong assurance that you will not let me down once the fund \ngoes into your account I will then start the processing of the transfer \nof the fund to your account without further delay. \nContact me urgently \nvia email for further details. \nfull name.................\nsate/country.................\naccount number...................\nbank \nname:........................\nbank address:.....................\nYour \nTel phone.........................\nFax............... ..............\nThanks. \nYours Faithfully, \nRobert pollol\n\n\n\n", "id": "ed2fccb3f8e77d452e02fdab3c8e7d61"}