{"email_subject": "FROM JOHN NNAMDI", "email_body": "FROM JOHN NNAMDI\n14 GLOVER, ROAD,\nIKOYI,LAGOS\n\nATTN:FRIEND,\n\nPlease accept my sincere apologies if my mail fails to meet your \nprofessional and moral Ethics,as we have not met before.Because of the evil \ndoings of people of the world today,which has brought fear and made alot of \npeople not to engage in geniune business ventures.\nI am a Banker; my name is MR JOHN NNMAMDI, an accountant., i am the accounts \nManager to a late Engineer, a white foreigner whom I know very well, He was \na contractor with the DEPARTMENT OF PETROLEUM RESOURCES VICTORIA ISLAND, \nLAGOS. On 10,Dec 2005 my customer/client,his wife, and his only son were \ninvolved in a SOSOLISO AIRLINE CRASH.\nMy client and his family all died in that fatal air crash., Since then,I \nhave made several inquiries to locate any of my Clients extended \nRelatives,but this has Proved unsuccessful.\nAfter these several unsuccessful attempts, I decided to trace a good and \nreliable Person over the Internet, that can help me in repatriating this \nfund left behind in our Bank.\nI am contacting you to assist me in repatriating the money left behind by my \nCustomer/client before they get Confiscated or declared unserviceable by the \nbank where these huge deposit was lodged, particularly this Bank that I am \npresently working, Where the deceased had an account Valued at TWENTY \nMILLION, FIVE HUNDRED THOUSAND DOLLARS,(USD$20,500,000),\nThe Bank has issued a notice to provide the next of kin or have the account \nconfiscated within a shot period of time.\nSince I have been unsuccessful in locating the relatives of my client,I now \nseek your consent to present you as the next of kin of the deceased so that \nthe proceeds of this account valued at TWENTY MILLION,FIVE HUNDRED THOUSAND \nDOLLARS (USD$20,500,000) can be paid to you and then you and me Can share \nthe money accordingly to a ratio we will both agree on.\nI have arranged everything and you will not engage in anything that is \nillegal.I have made arrangements with a good Attorney to assist us.\nHe will present himself to the Bank and notarize all the necessary legal \ndocuments that can be used to back up the inheritance claim.\nAll I require from you is your honest cooperation to enable us see this \nbusiness through.\nPlease if you have the capacity to carry out this business,respond to this \nemail immediately,and I will forward to you the full and detailed \ninformation of my myself to enable us commence business.immediately.\nExpecting your Urgent response.\nREGARDS,\nMR JOHN NNMAMDI\n\n_________________________________________________________________\nMSN Hotmail : crez votre adresse e-mail gratuite &  vie ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "ed514fef68d7e44f2b13a0017ba27302"}