{"email_subject": "WAITING", "email_body": "\nDear Friend,\nPlease accept my sincere apologizes if my email does not meet your business or personal ethics. I will first introduce myself as Mr. Peter Leon an auditor with a bank in UK. One of our accounts, with holding balance of £10.000 000,000 (Ten Million pounds Sterling) has been dormant and last operated for years ago. From my investigations, the owner of the said account,Is a foreigner by name MR.JOHN SHUMEJDA who died along with his entire family in crash at Birmingham Airport on 4th Jan, 2002. View this website for verification http://www.cwn.org.uk/business/a-z/a/agco/2002/01/020104-air-crash.htm\nSince then, nobody has done anything as regards the claiming of this money, as he has no family member that has any knowledge as to the existence of either the account or the funds; I have confidently discussed this issue with some of the bank officials and we have agreed to find a reliable foreign partner to deal with.\nMy proposition to you, is to seek your consent to present you as the Next of kin and beneficiary of this late client, So that the proceeds of this account valued a huge sum shall be paid to you, and then we can share the amount on a mutually agreed percentage of 30% for you,While 60% for me and others involved, 10% shall be used for miscelenious expenses while the remainder shall be given to a reputable charity home because the money is owned by a deceased person.\nThis transaction is totally free of risk and troubles as the fund is legitimate and does not originate from drug, money laundry, terrorism or any other illegal act, funds will be released to you after necessary processes have been followed. Let me hear from you as soon as you get this message, so we can proceed. You can respond using email address mrleonprivate@babbalu.com\nBest regards,Mr. Peter Leon.\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE!\nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/", "id": "edf62ce744a88768dede4957567f3256"}