{"email_subject": "YOUR ATTE PLEASE /10.5M$", "email_body": "ATTN  PLEASE:                I NEED YOUR ADIVSE.\n\nMy Dear,\n\nI know you will be suprise to recieve this proposal from someone you have \nnever seen before. In a nutshell I am Miss Ife  Williams Boko 25yrs old.The \nDaughter of Late Dr Williams  ,who died alonge side with the former millitray \nleather of the federal republic of Cote D' Ivoire,general Guei,during the coup \nattemt by the rebells,which took the lifes of many people in my country. I am \nconstrained to contact you because of the maltreatment I,m receiving from my \nstep mother. She planned to take away all my late father's treasury and properties\n away from me since the unexpected death of my Father. Meanwhile I wanted to \nescape to the United Sates but she stoled my international passport and other \nvaluable travelling documents.But luckily she did not discover where I hide my fathers\n deposite File where important documents are kept. So I decided to run to Dakar \nSenegal for safety also to seek for asylum in the refugee camp to contact you \nconfidencially. She have even closed all my late father's , just to put me into suffery \nand starvation. Now I urgently need an assistance of a reputable and trustworthy\n Foreigner who will help me to retrieve this money deposited by my late father in a \nFinance House, l and subsequently stand on my behalf, as the next of kin. The money\n have been saved and deposited with a Finance House. He deposited the sum of \n10.5M US dollars (ten point five million united state dollars.)I am here with the Deposite\n Certificate and the death certificate of my late father ,all will be sent to  you upon\n request as soon as i get you well, know body knows what i have and where i am. It t\nherefore became very necessary and urgent that somebody in your foreign position \nshould render a helping hand to safe-guard this fund for me in safe until my arrival in your\n country.I am asuring you 100% rist free,and i have map out 15% of the total money for\n your kind assistance while 5% will be kept aside for any miscellaneous expenses incurred\n. This is the reason why I decided to contact you. Please all communications(replies) s\nhould be through this email address(ife_boko_williams@yahoo.co.uk )  \nfor confidentialpurposes.Please your urgent responce will be highly appriciated. \nThanks \nMiss Ife. B. Williams\n\n\n\n\n", "id": "ee60da1f12c75c7b0c2b090ceeeec70d"}