{"email_subject": "URGENT AND CONFIDENTIAL", "email_body": "\nFROM THE DESK OF DR ASINTHE NIGNAN.  BILL AND EXCHANGE MANAGER BANK OF AFRICAN . OUAGADOUGOU, BURKINA FASO. WEST AFRICA Dear  , how are you,first i will explain my self in brief for you before we proceed.I am the manager of bill and exchange at the foreign remittance department of BANK OF AFRICAN (BOA)  I am writing to Seek your interest over a business , In my department we discovered an abandoned sum of $15.5m US dollars (fifteen million five US dollars). In an account that belongs to one of our foreign customer who died along with his entire family in November 15th 2001 in a plane crash at abidjan cote'voire. Since we  got information about his death, we have been expecting his next of kin to come over and claim his money because we cannot release it unless his next of kin or relative applies for it as next of kin or relation to the deceased as indicated in our banking guidelines but unfortunately we learnt that all his supposed next of kin or relation died along side with him at the plane crash leaving nobody behind for the claim. It is therefore upon this discovery that I and two other officials in my department now  decided to excape with the fund,and as such we vial to make this business proposal to you so that my bank will release the fund into your account as the next of kin to our bank deceased customer for safety and subsequent disbursement since nobody is coming for claims and we don't want this money to go into the bank treasury. Infact i know the fund will not even go into the bank treasury,but our top bank officials(directors)will only share it among themselves into their accounts. The Banking law and guideline here in burkina faso stipulates that if any customer account or property remains unserviceable or dormant,and unclaimed after five years, the account will be confiscated and transfered into the Bank treasury as unclaimed bill. The request of  foreigner as next of kin in this business is occasioned by the fact that the customer was a foreigner and a Burkinabe cannot stand as next of kin to a foreigner. We agree that 30% of this money will be for you as foreign partner,inrespect to the provision of a foreign account,and your imense contribution to champion the course of transfering the fund to your  account.  10 % will be set aside forexpenses incurred by the both party during the business and 60 % would be for me and my colleagues. There after I and my colleagues will visit your country for disbursement according to the percentages indicated. Therefore to enable my bank transfer the fund into your account,i will send to you the text of application which you will send to my bank as next of kin to the deceased customer and that will be when you indicate your interest in the business, you must apply first to the bank as relations or next of kin of our bank deceased indicating your bank name, your bank account number, your private telephone and fax number for easy and effective communication and location where in the money will be remitted . Upon receipt of your reply, I will send to you by fax or email the text of the application. I will not fail to bring to your notice that this transaction  is risk-free and that you should not entertain any atom of fear as all required informations will be perfectly made for you to champion the course of the transaction with my bank without any hitch or risk . You should contact me immediately as soon as you receive this letter. Trusting to hear from you immediately. Your’s sincerely, DR ASINTHE NIGNAN. BILL AND EXCHANGE MANAGER(BOA\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it's FREE!\nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/", "id": "ee7743cae160c55888f26b7bdc5dba8c"}