{"email_subject": "Urgent Reply!", "email_body": "HELLO DEAR, \n\nMY NAME IS JOE M. DOUGLAS, I AM A DIRECTOR IN THE\nFINANCE DEPARTMENT IN THE NIGERIA NATIONAL PETROLEUM\nCORPORATION (NNPC). I KNOW MY MAIL WILL COME TO YOU AS\nA SURPRISE AND ALSO EMBARRASING, BUT I BEG FOR YOUR\nSINCERE UNDERSTANDING. \n\nI WANT YOU TO HAVE A GOOD UNDERSTANDING WITH ME AND\nHANDLE THIS URGENT BUSINESS PROPOSAL WITH ATMOST\nSERIOUSNESS AND CAREFULNESS FOR OUR MUTUAL BENEFIT. \n\nTHIS BUSINESS INVOLVES US$22MILLION UNITED STATES\nDOLLARS) WHICH I WANT US TO SECURE IN\nYOUR PERSONAL OR COMPANY ACCOUNT BY TRANSFERRING IT\nFROM THE CENTRAL BANK OF NIGERIA (CBN) TO YOUR\nACCOUNT.THIS US$22MILLION IS AN OVER-INVOICE OF A\nCONTRACT EXECUTED IN MY CORPORATION IN 2003. THE\nORIGINAL FOREIGN CONTRACTOR WHO EXECUTED THIS\nCONTRACT. \n\nHE HAS BEEN PAID HIS REAL PAYMENT WHAT IS LEFT NOW IS\nTHIS EXCESS US$22MILLION. I WANT TO ENCOURAGE YOU NOT\nTO BE AFRAID, WITH YOUR UNDERSTANDING AND DILIGENCE WE\nSHALL SECURE THE MONEY WITHOUT ANY TRACE IN LESS THAN\n21 WORKING DAYS. EVERY THING ABOUT THE CONTRACT IS\nWELL KNOWN TO ME. \n\nWHAT IS NEEDED FROM YOU NOW ARE THE FOLLOWING:YOUR\nNAME AND COMPANY NAME IF ANY, YOUR PRIVATE PHONE, FAX\nAND EMAIL ADDRESS AND THE PARTICULARS OF THE BANK\nACCOUNT WHERE YOU WANT THE MONEY TO BE TRANSFERRED. \n\nON THE CONCLUSSION OF THIS BUSINESS I WILL VISIT YOUR\nCOUNTRY AND THE MONEY WILL BE SHARED AS FOLLOWS: 25%\nFOR YOU, 70% FOR ME AND THE REMAINING 5% WILL BE USED\nTO PAY BACK ANY EXPENCES THAT MAY BE INCURED ON THE\nPROCESS LIKE PHONE BILL.  \n\nONCE MORE I WANT TO ASSURE YOU THAT THIS BUSINESS IS\nRISK FREE, YOU SHOULD NOT FEAR FOR I HAVE EVERY DATA\nABOUT THIS MONEY BUT YOU MUST KEEP EVERYTHING\nCONFIDENTIAL. \n\nAND AGAIN, I WILL LIKE TO INVEST MY OWN SHARE IN YOUR\nCOUNTRY, I LIKE REAL ESTATE OR HOTELS BUSINESS, SO I\nDON'T KNOW HOW THIS BUSINESS ARE IN YOUR COUNTRY?   \n\nI AM EXPECTING YOUR IMMEDIATE REPLY THROUGH MY PRIVATE\nEMAIL ADDRESS: engrmdjoe@yahoo.co.uk\n\nTHANKS \nENGR. JOE M. DOUGLAS.\n\n\n\n\n \n\n\n\n\n\t\n\t\t\n__________________________________\nDo you Yahoo!?\nYahoo! Photos: High-quality 4x6 digital prints for 25\nhttp://photos.yahoo.com/ph/print_splash\n\n", "id": "ee78f14c4b468cd005a837abda09b047"}