{"email_subject": "From Mrs Mariam", "email_body": "Urgent Attn   \n\nDear Sir/Madam, \n\nUrgent Investment Assistance \n\nBefore I proceed, may I humbly introduce myself to you. My name is Mrs.Mariam Ponde, a Sierra Leonian refugee in Dubai, United Arab Emirates. My late husband was untill recently, one of the personal aides to the president of Federal Government of Sierra Leone who was overthrown by one of the rebel leaders Major John Koromah. \n\nPrior to this last serious crisis that is still ravaging my country's economy, which recently led to misfortune of our government and my late husband position as the personal aide to his Excellency, we were able to come over here in Dubai, UAE  with the sum of US$13.8million.The funds were originally gotten from proceeds and sales of Gold and Diamond,which is our country's major mineral resource and income. My late husband was able to safe guard the fund with a very good diplomatic contact from Ghana. \n\nI have decided to contact you because I am interested in investing in your country which is investment friendly. Please kindly guide and assist me in making the right investment since I am also interested in buying a residential property as I will be moving my family over there as soon as every thing regarding technical and logictics details is worked out and ascertained to our respective satisfaction. \n\nIn view of your participation,I am ready to give you a good negotiable percentage for your assistance,or better still commit the fund into viable Joint Venture Projects with you. Be assured that you stand no risk of any kind as the funds belong to me only as contained in my late husband's will. As soon as I get your consent, we will quickly move this fund to your country and finally move my family  over there as well .\n\nHowever, upon your acceptance to work as my partner,you will be required to come to meet with me in Dubai, UAE for a face-to-face meeting so we could know ourselves better. We have to agree on your benefits and plan how we can move this fund down to your country immediately. I am still waiting in Dubai where I have now lodged the money with a security company as a cargo for safe keeping, though they have no knowledge of the actual contents of the cargo as it was declared only as, Personal Effects? \n\nI strongly believe that associating with you to embark on this and other business ventures will derive a huge success here after. If you have any question, please do not hesitate to include them in your reply through the above email address. \n\nThanks in anticipation of your kind cooperation\n\nBest Regards,\n\nJames for Mother\n\nMrs Mariam Ponde\n  ", "id": "eee39adc703c494a11f82e9cd817052b"}