{"email_subject": "Nice Day", "email_body": "\n\n\nFROM: Mr George Adams\nAudit and Accounting Officer\nECOBANK BENIN , Rue du Gouverneur Bayol,\n01  BP 1280-Cotonou\nmy Private email address is;godbless22@sify.com\n\nCalvary Greetings,\n\nI am Mr. George Adams Audit Manager ECOBANK of AFRICA BENIN . In the capital\ncity of Cotonou Benin republic, and assistance, this is a very confidential\nproposition for you. On April 21st 1999, A Swedish Oil consultant/contractor\nwith the Benenoise Solid Minerals Corporation, Mr.Soren Anderson made a\nnumbered time (Fixed) Deposit for twelve calendar months, valued at\nUS$15,000,000.00 (fifteen Million Dollars only) in my branch. Upon maturity on\nNovember 20th 2003 as his Credit Officer, I sent a routine notification to his\nforwarding address but got no reply. After a month, we sent a reminder and\nfinally I discovered from his contract employers, the Benenoise Solid Minerals\nCorporation that Mr.Soren Anderson died on auto accident with his entire\nfamily.\n\nFurther investigations and all attempts to trace his next of kin were fruitless.\nAgain, I made further investigation and discovered that Mr.Soren Anderson did\nnot declare any kin or relations in all his official documents, including his\nBank Deposit paperwork in my Bank.\n\nThis sum of US$15,000,000.00 is still sitting in my Bank No one will ever come\nforward to claim it. According to the International Banking ethics, codes and\nLaws, at the expiration of 7(Two) years, the money will revert to the ownership\nof the Benin Government if nobody applies to claim the fund.\n\nConsequently, my proposal is that I will like you as a foreigner to stand in as\nthe next of kin to Mr.Soren. This is simple, I will like you to respond\nimmediately with your full names and address so that we will prepare the\nnecessary documents and affidavits that will put you in place as the next of\nkin. The money will be paid into your account for us to share in the ratio of\n70% for me and some of my colleagues who are aware of this transaction and 25%\nfor you and 5% for Expenses Incurred in the course of the transaction There is\nno risk at all as all the paperwork for this transaction will be done by my\ncolleagues and with my position as the Foreign Remittance Director guarantees\nthe successful execution of this transaction.\n\nUpon your response, I shall then provide you with more details and relevant\ndocuments that will help you understand the transaction. Please send me your\nconfidential telephone and fax numbers for easy communication. You should\nobserve utmost confidentiality, and be rest assured that this transaction would\nbe most profitable for both of us because I shall require your assistance to\ninvest my share in your country.\nReply me in my Private email;\n\nAwaiting your urgent reply.\nRemain Bless.\nMr.George Adams\n\n\n\n\n", "id": "ef410c16728c82ffe32e3341e73e8012"}