{"email_subject": "Peace Message From Pakistan      Dt: 28/12/2006", "email_body": "MY MESSAGE FOR PEACE AND HARMONY\n\nDear brothers & sisters,\n\nWe all need to pray for one another, and to love one\nanother. We should always pray for the safety, peace,\nlove and brotherhood for people all over the world.\nToo bad we can't have an independence day for the\nentire world. A day of freedom from ignorance, hatred,\nwar, illusions, power and control. A day where we can\nall love each other as human beings and toss away the\nweapons of war, and cast out our fears and hatreds\nfrom our hearts into the graves. We must mourn the\ngraves of the innocents all over the world, and give\nthe children of the world the hope of a peaceful,\nloving and beautiful world. \n\nA world full of love and without hatred or fear. A\nworld where we can join hands together and accept one\nanother, regardless of our skin color, ethnic\ndivisions, religion or nationality. If we don't unite\nas a human race, then we have condemned the future\ngeneration of children a dark and very grim future. \n\nThink of love, compassion and peace always...\n\n\nMY PRAYER  FOR  PEACE AND HARMONY\n\nMerciful God, You made all of the people of the world\nin Your own image and placed before us the pathway of\nsalvation through different Preachers who claimed to\nhave been Your Saints and Prophets. But, the\ncontradictions (made by us) in the interpretation of\nYour teachings have resulted in creating divisions,\nfaith based hatreds and bloodshed in the world\ncommunity. Millions of innocent men, women and\nchildren have so far been brutally killed by the\nmilitants of several religions who have been\ncommitting horrifying crimes against humanity and\nmillions more would not be butchered by them in the\nfuture, if You guide and help us find ways to reunite\npeacefully.\n\nIN THE NAME OF GOD, THE COMPASSIONATE, THE MERCIFUL,\nlook with compassion on the whole human family; take\naway the controversial teachings of arrogance,\ndivisions and hatreds which have badly infected our\nhearts; break down the walls that separate us; reunite\nus in bonds of love; and work through our struggle and\nconfusion to accomplish Your purposes on earth; that,\nin Your good time, all nations and races could jointly\nserve You in justice, peace and harmony.  (Amen)\n\nRegards,\nS.A.Rehman\nPeace Activist\nPAKISTAN\n\n\n", "id": "ef6a6185375bcbea491394d2e5722a48"}