{"email_subject": "Hello", "email_body": "From:      Barrister Ahmed Momoh Esq.\n           A.Momoh & Co.\n           Attorney(s)/Legal Practitioner(s).\n           Nigeria.\n\nDear Friend,\n\n\nCompliments of the season.Grace and peace and love\nfrom this part of the Atlantic to you.I hope my letter\ndoes not cause you too much embarrassment as i write\nto you in good faith based on the contact address\ngiven to me by a friend who works at the Nigerian\nembassy in your country.Please excuse my intrusion\ninto your private life.\n\nI am Barrister Ahmed Momoh, i represent Mohammed Abacha,\nson of the late gen. Sani Abacha, who was the former\nmilitary head of state in Nigeria, he died in 1998.\nSince his death, the family has been losing a lot of\nmoney due to vindictive government officials\nwho are bent on dealing with the family,based on this\ntherefore, the family has asked me to seek for a\nforeign partner who can work with us as to move out\nthe total sum of US$25,000,000.00 ( twenty five\nmillion united states dollars ), presently in their\npossession. this money was of course, acquired by the\nlate president and is now kept secretly by the\nfamily.The Swiss government has already frozen all the\naccounts of the family in Switzerland, and some other\ncountries would soon follow to do the same. This bid\nby some government officials to deal with this family\nhas made it necessary that we seek your assistance in\nreceiving this money and in investing it on behalf of\nthe family.\n\nThis must be a joint venture transaction and we must\nall work together. since this money is still\ncash,extra security measures have been taken to\nprotect it from theft or seizure,pending when\nagreement is reached on when and how to move it into\nany of your nominated bank accounts. I have personally\nworked out all modalities for the peaceful conclusion\nof this transaction.\n\nMy clients are willing to give you a reasonable\npercentage of this money as soon as the transaction is\nconcluded. I will, however, based on the grounds that\nyou are willing to work with us and also all\ncontentious issues discussed before the commencement\nof this transaction. you may also discuss your\npercentage before we start to work.As soon as i hear\nfrom you, i will give you all necessary details as to\nhow we intend to carry out the whole transaction.\nPlease, do not entertain any fears, as all necessary\nmodalities are in place,and i assure you of all\nsuccess and safety in this transaction.\n\nPlease, this transaction requires absolute\nconfidentiality and you would be expected to treat  it\nas such until the funds are moved out of this\ncountry.Please, you will also ignore this letter and\nrespect our trust in you by not exposing this\ntransaction, even if you are not interested.\n\nEndeavour to get in touch with me through this my\nconfidential email address below:\nahmedmomoh231@mail2world.com\n\n\nI look forward to working with you.\n\nThank you.\n\nTruely yours,\nAhmed Momoh \"Esq\"\n\n\n\n__________________________________________________________________\nGet Tiscali Broadband From £15:99\nhttp://www.tiscali.co.uk/products/broadbandhome/\n\n\n\n\n\n", "id": "f02332ddbf59623545d1ac3e6ffdd90e"}