{"email_subject": "FROM RITA DOINK.", "email_body": "FROM RITA DOINK.\nINTERNATIONAL PROMOTIONS/PRIZE AWARD DEPARTMENT\nRESULTS FOR CATEGORY \"A\" DRAWS.\n\nCongratulations to you as we bring to \nyour notice, the results of the First Category draws of THE HOLLAND \nCASINO LOTTO PROMO INT. We are happy to inform you that you have \nemerged a winner under the First Category, which is part of our \npromotional draws. The draws were being officially announced on the 1st \nof December, 2006.Participants were selected through a computer ballot \nsystem drawn from 2,500,000 email addresses of individuals and \ncompanies from Africa, America, Asia, Australia,Europe, Middle East and \nOceania as part of our International Promotions Program.\n\nYour e- mail \naddress, attached to Coupon numbers 8800977 consequently won in the \nFirst Category. You have therefore been awarded a lump sum pay out of \n500,00000eur (Five hundred thousand euros), which is the winning payout \nfor Category A winners. This is from a total cash prize of 5,000,000.00 \nMillion Euros shared amongst the first Ten (10) lucky winners in this \ncategory. \n\nCONGRATULATIONS!\n\nYour fund is now deposited with the \npaying Bank.In your best interest to avoid mix up of numbers and names \nof any kind, we request that you keep the entire details of your award \nstrictly from public notice until the process of transferring your \nclaims has been completed, and your funds remitted to your account.This \nis part of our security protocol to avoid double claiming or \nunscrupulous acts by participants/nonparticipants of this program. \n\nPlease contact your claims agent immediately for due processing and \nremittance of your prize money to a designated bank account of your \nchoice. You are advised to contact the agents by email,phone or fax. \nFailure to do so may warrant disqualification.NOTE: For easy reference \nand identification, remember to quote your Coupon numbers in your \ncorrespondence with your claims agent.\n\nTo file for your claim,please \ncontact the fiduciary agent with your Coupon numbers,tel/fax numbers \nand full names.\n***********************************************\nMR. \nKARL WINSLOW.\nAMSTERDAM,THE NETHERLANDS.\nTEL: +31-626-403-565\nFAX:+31-\n847-355-196.\nREPLY EMAIL:mrkarlwwinsloww@aim.com\n***********************************************\nAll winnings must be \nnotarized to complete the claim process; winners will be referred to a \nForeign Transfer Manager,to have their winnings notarized. \n\nCongratulations once again from all our staff.\n\nSincerely Yours,\n\nMRS. \nRITA DOINK.\nTHE PROMOTION COORDINATOR\n\n\n\n", "id": "f0289944a156ba1b055c406d7dab0c1b"}