{"email_subject": "I WISH TO SEEK FOR YOUR CONSENT", "email_body": "Dear friend,\n\nThanks for your concern to my proposal. I am Mr Mark \nHernandez the linkman between the Organization For Petroleum Exporting \nCountries - OPEC and World Bank. I also attend OPEC meetings \nconstantly \nin Geneva Switzerland on the auspices of World Bank.\n\nThrough the sale \nof our allocated oil quota in OPEC, I was able to \nmakeS$22.2million, \nwhich is currently deposited in a Security firm \nabroad. I want you to \nassist me to claim this money as I cannot claim \nit directly because i \nam still a Civil servant in active service, and \nthe code of conduct \nbureau forbids me to acquire such huge amount of \nmoney.\n\nIt is on this \nbasis that I am contacting you for assistance, \nIf You will be \ninterested, and all claim documents will be processed, \nand sent to you. \nThe documents with which the fund is deposited will \nbe changed to \nreflect you as the new beneficiary so that you will be \neligible to \ncollect the fund on my behalf.\n\nI will give you 30% of the \nfund for \nthis assistance, while 60% will be for me and 10% will be for \nexpenses \nthat may be incurred on both sides. I am aware of the \ninternational \nmonitoring of all large-scale financial movements after \nthe September \n11th 2001 Terrorist attack on America (USA) and to avoid \nany state of \nfinancial Investigation I will provide a classified \nclearance paper \nfrom the relevant body, which will exonerate the money \nfrom drug, money \nlaundered or terrorist related funds.\n\nKindly respond \nto my proposal \nthrough this my private email on the receipt of your \nmail indicating \ninterest. I want to assure you that this is 100% risk \nfree. I will give \nyou more details concerning this as soon as I \nreceived your swift \nresponse which must include your full names, \naddress, occupation, age \nphone and fax number. \n\nExpecting your \nresponse. \n\nYours sincerely,\n\nMr Mark Hernandez.\n\n\n", "id": "f04a7356f07a37d1126bfb4972055621"}