{"email_subject": "FROM MR.THOMPSON", "email_body": "First Commercial Bank\n29 Wilson Street\nLondon.\nEC2M 2SJ\n\n\nDear Friend,\nI am Mr Thompson Rowe, the Head of Audit Department, First Commercial \nBank, London, UK. And for reasons which will become obvious to you as \nyou read on, I obtained your address particulars from an Internet \naddress listing. Please exercise some patience and read through my \nmessage. \n\nI have a very urgent and confidential business proposition \nfor you. On June 6th 1999, a Crude Oil Contractor with the Kuwait \nNational Petroleum Corporation, Engr. Ahmed Youseff Mustafa , a \nnational of kuwait, made a numbered time ( fixed) deposit for 12 \ncalendar months, value GBP12,500,000.00 (TWELVE MILLION, FIVE HUNDRED  \nTHOUSAND POUNDS) in my branch. \n\nOn maturity, we sent a routine \nnotification to his  forwarding address but got no reply. After a \nmonth, we sent a reminder and finally, his contract employers, the \nKuwait National Petroleum Corporation wrote to inform us that Engr. A Y \nMustafa died on an automobile accident; that he died without making a \nWILL, and all attempts to trace his next of kin through the kuwait \nembassy were fruitless. I therefore made further investigations and \ndiscovered that Mr. Mustafa had actively opposed the Government of his \ncountry kuwait, and was consequently driven into exile. \n\nMy proposal \ntherefore is that, I am looking for a foreigner who will stand in as \nthe next of kin to Mr. Mustafa. It is not necessary to be a blood  \nrelation to Mr. Mustafa, nor have the same name. It is not also \nnecessary to come from the same Country. I have worked out the \nmodalities to achieve my aim of appointing a next of kin, and therefore \nalso by this means we transfer this money total GBP12.5M abroad for us \nto share. No one will ever come forward to claim it now, and according \nto British law,after 9 years, the money will automatically revert to \nthe Government Treasury if the Account owner is a foreigner, and \ncertified dead, and there is no valid claim. This indeed, is the \nsituation.\n\n\nThe money transfer paperwork itself will include a \ncertificate of origin so that the receiving bank does not ask questions \nor refuse the money as money laundering. Also, the paperwork will \ninclude proper certification that the funds being transferred are from \nnon criminal sources. In short this will be a proper and legal money \ntransfer and there is no risk!.\n\n\nOnce you indicate your interest I \nwill initiate the processing of the transfer and in about 14 working \ndays the money total GBP12.5M will be in your nominated bank account \nfor us to share in the ratio of 70% for me and 30% for you. \n\nLooking \nforward to your urgent reply.\n\nYours truly, \nMr.Thompson Rowe.\n\n\n\n", "id": "f075937d8ae784d0b6a90d051668108c"}