{"email_subject": "Mail From Mrs Angelo", "email_body": "Hello Sir/Madam, firstly I will like to introduce my self to you, well Im Angelo Mai, I work  with a livestock company  here in London, I am looking for a  dependable individual that I can trust, someone who will be wiling and honest enough to carry out this transaction with deligent to the best of his/her ability.     There has been a high level of demand in our company for a particular vaccine of farm animals, which is mainly found in Malaysia, this particular vaccine is called BOSSOMITE OIL 5000 I.U \n     This product has been prove to be the best here in London for the rearing of farm animals and veterinary home, the secret of this transaction is that my company has gotten absolutely no idea of the dealers and the price at which it's been sold over there in Malaysia.\n     I once had a contact before in Malaysia Mr. Wong, before this time we usually get this product from Germany at the equivalent price of $4,300 USD, I personally carried out a research on my own and got to find out that this product was right in Malaysia at a more affordable rate and of the same quality and activeness, like that of Germanys. It was selling at the rate of 5,500 Malaysian dollars, ($1,510.00USD) per carton, it was very attractive and interesting so I had to seek for the assistant of Mr. Wong who I also met on the Internet, we both agreed that it should be sold at the price of 11,500 Malaysia dollars (equivalent $3,157.23USD) per carton, so I then introduce my company to Malaysia.\n      Mr. Wong did this transaction with me just once, using his capital, and bought this product from the real supplier at the low price and making supplies to my boss at our agreed price. But to my greatest surprise Mr. Wong sent me  (quarter) of agreed percentage, however I call to know what was going on, but he promise to sent me the balance on a specifies date which he never turn up to. I was so sad, but it was to me a helpless situation due to the fact that I was not been able to go to Malaysia my self except for my boss, so I had to give up on him. \n      How ever  my company is making plans for another purchase, so my idea and interest is for you to take the place of the real supplier and maintain my companys purchase price of 11,500 Malaysia dollars, at which my boss has bought before, as it will be a continues transaction. \n       The mode of this transaction is Cash at the point of delivery, on the note of your wiliness to assist in facilitating this transaction on your own using your capital, we shall  both come to a compromise to determine our own terms of percentage, all that is required in this transaction is for you to be purchasing this product  from the  real dealers at the good rate of 5,500 Malaysia Dollars, while making sales to my boss  at the rate  of 11,500 Malaysia Dollars, taking the place of the real supplier, after which we will both make our profit from the interest which is suppose to go to the dealers. Perhaps we could agree on a 60/40 Percentage, 60% for you and 40% for me respectively, if ok by you.\n     Your reply is of great important, all information needed is intact, and all that matters now is your respond. I hope to hear from you soon.\n   \n  Regards\n  Angelo Mai\n\n \t\t\n---------------------------------\n Yahoo! Messenger - with free PC-PC calling and photo sharing.\n \t\t\n---------------------------------\n Yahoo! Messenger - with free PC-PC calling and photo sharing.", "id": "f076300836ae31a166bd9de091e51925"}