{"email_subject": "PLEASE GIVE URGENT RESPONSE TO THIS MAIL...", "email_body": "FROM THE DESK OF DR.JASIR KELZI,\nAUDITING AND ACCOUNTING MANAGER,\nBANK OF AFRICA (B.O.A)\nOUAGADOUGOU-BURKINA FASO.\nBANK WEBSITE:www.bkofafrica.net\nPRIVATE TELEPHONE:00226-70-357-881\n\nI am the manager of auditing and accounting  department of BANK OF AFRICA \n(B.O.A) here in Ouagadougou, Burkina Faso. In my department we discovered an \nabandoned sum of US$20.5m dollars (Twenty Million Five Hundred Thousand US \ndollars) in an account that belongs to one of our foreign customer (MR. \nANDREAS SCHRANNER from Munich, Germany) who died along with his entire \nfamily in Jully 2000 in a plane crash.For more informations about the crash \nyou can visit this site: http://news.bbc.co.uk/1/hi/world/europe/859479.stm\nSince we got information about his death, we have been expecting his next of \nkin to come over and claim his money because we can not release it unless \nsome body applies for it as next of kin or relation to the deceased as \nindicated in our banking guidlings and laws but unfortunately we learnt that \nall his supposed next of kin or relation died alongside with him at the \nplane crash leaving nobody behind for the claim. It is therefore upon this \ndiscovery that I now decided to make this business proposal to you,so that \nthe money can be  release to you as the next of kin or relation to the \ndeceased for safety and subsequent disbursement since nobody will come for \nit and we don't want this money to go into the bank treasury as unclaimed \ndormant fund.\nThe banking law and guidline here stipulates that if such money remained \nunclaimed after six years, the money will be transfered into the bank \ntreasury as unclaimed dormant fund. The request of foreigner as next of kin \nin this business is occassioned by the fact that the customer was a \nforeigner and a Burkinabe like me  can not stand as next of kin to a \nforeigner.\nI agreed that 30% of this money will be for you as a respect to the \nprovision of a foriegn account ,10% will be set aside for expenses incurred \nduring the business and 60% would be for me.Thereafter, I will visit your \ncountry for disbursement according to the percentage indicated Therefore, to \nenable the immediate transfer of this fund to you arranged,you must apply \nfirst to the bank as relation or next of kin to the deceased customer with a \ntext of application that i will send to you,but before i send to you the \ntext of application form,I will like you to send me the following \ninformations.\n1. NAME IN FULL:................................\n2. ADDRESS:.......................................\n3. NATIONALITY:...................................\n4. AGE:.............................................\n5. Sex..............................................\n6. OCCUPATION:......................................\n7. MARITAL STATUS:..................................\n8. PRIAVTE PHONE NO............................................\n9. PRIVATE FAX NO:.............................................\nso i will like you to send to me those informations for easy and effective \ncommunication,also location where the money will be remitted.\nUpon receipt of your reply, I will send to you by fax or email the text of \nthe application form.\nI will not fail to bring to your notice that this transaction is hitch-free \nand that you should not entertain any atom of fear as all required \narrangements have been made for the transfer. You should contact me \nimmediately as soon as you receive this letter,if only you are intrested and \nready to help.\nTrusting to hear from you immediately.\nYours Faithfully,\nDR.JASIR KELZI\nMANAGER AUDITING AND ACCOUNTING DEPARTMENT\nBANK OF AFRICA\n\n_________________________________________________________________\nDon't just search. Find. Check out the new MSN Search! \nhttp://search.msn.com/\n\n\n\n", "id": "f077e0cd38e38f94ea64ecc72d129011"}