{"email_subject": "PLEASE HELP ME AND MY FAMILY. PLEASE AND PLEASE", "email_body": "  PLEASE REPLY TO MY PRIVATE MAIL BOX----massaquoezab@mail.gr\n\nDEAR FRIEND,\n\nTHROUGH THE COURTESY OF BUSINESS OPPORTUNITY, I TAKE LIBERTY ANCHORED ON A\nSTRONG DESIRE TO SOLICIT YOUR ASSISTANCE ON THIS MUTUALLY BENEFICIAL AND\nRISKFREE TRANSACTION WHICH I HOPE YOU WILL GIVE YOUR URGENT ATTENTION\n.\nI AM MR.ZABITO MASSAQUOE  I AM MOVED TO WRITE YOU THIS LETTER ,THIS WAS IN\nCONFIDENCE CONSIDERING, OUR PRESENT CIRCUMSTANCE AND SITUATION\n.\nI ESCAPED WITH MY WIFE AND CHILDREN  OUT OF SIERRA LEONE TO GHANA WHERE WE\n ARE PRESENTLY RESIDING  ON TEMPORARY POLITICAL ASYLUM\n.\nHOWEVER, DUE TO THIS SITUATION I DECIDED TO CHANGE MOST OF MY BILLIONS OF\nDOLLARS DEPOSITED IN SWISS BANK AND OTHER COUNTRIES INTO OTHER FORMS OF\nMONEY CODED FOR SAFE PURPOSE BECAUSE THE NEW HEAD OF STATES  AHMED TIJJAN\nKABBA MADE ARRANGEMENTS WITH THE SWISS GOVERNMENT AND OTHER EUROPEAN\nCOUNTRIES TO FREEZE ALL MY TREASURES DEPOSITED IN SOME EUROPEAN\nCOUNTRIES,HENCE I AND MY WIFE  ALONG WITH MY CHILDREN, DECIDED LAYING LOW\nIN AFRICA TO STUDY THE SITUATION TILL WHEN THINGS GETS BETTER,SINCE\nPRESIDENT TIJJAN KABBA TAKING OVER GOVERNMENT AGAIN IN SIERRA LEONE ONE OF\nMY  CHATEAUX IN SOUTHERN FRANCE WAS CONFISCATED BY THE FRENCH\nGOVERNMENT,AND AS SUCH WE HAD TO CHANGE OUR IDENTITY SO THAT OUR\nINVESTMENT WILL NOT BE TRACED AND CONFISCATED\n.\nI HAVE DEPOSITED THE SUM OF THIRTY MILLION,FIVE HUNDRED THOUSAND UNITED\nSTATES DOLLARS(US$30,500,000)WITH A SECURITY COMPANY FOR SAFEKEEPING.\n\nTHE FUNDS ARE SECURITY CODED TO PREVENT THEM FROM KNOWING THE ACTUAL\nCONTENTS.\n\nWHAT I WANT YOU TO DO NOW IS TO INDICATE YOUR INTEREST THAT YOU WILL\nASSIST ME AND MY IMMEDIATE FAMILY BY RECEIVING THE MONEY ON OUR BEHALF.\n\nTHE ACCOUNT REQUIRED FOR THIS PROJECT CAN EITHER BE PERSONAL,COMPANY OR AN\nOFFSHORE ACCOUNT THAT YOU HAVE TOTAL CONTROL OVER,YOUR AREA OF\nSPECIALISATION WILL NOT BE A HINDERANCE TO THE SUCCESSFUL EXECUTION OF\nTHIS TRANSACTION.\n\nACKOWLEDGE THIS MESSAGE,SO THAT I CAN INTRODUCE YOU TO MY FAMILY AS OUR\nFOREIGN TRUSTED PARTNER WHO SHALL TAKE CHARGE OF OUR INVESTMENT ABROAD\nWHERE WE NOW PLAN TO SETTLE.\n\nI WANT YOU TO ASSIST US IN INVESTING THIS MONEY,BUT I WILL NOT WANT OUR\nIDENTITY REVEALED.I WILL ALSO WANT TO BUY PROPERTIES AND STOCKS IN\nMULTI-NATIONAL COMPANIES AND TO ENGAGE IN OTHER SAFE AND NON SPECULATIVE\nINVESTMENTS.\n\nWE HAVE BEEN THROUGH A LOT OF HEALTH AND SPIRITUAL TURMOIL,HENCE WILL NEED\nYOUR UNDERSTANDING AND ASSISTANCE.\n\nMAY I AT THIS POINT EMPHASIZE THE HIGH LEVEL OF CONFIDENTIALLITY WHICH\nTHIS BUSINESS DEMANDS AND HOPE YOU WILL NOT BETRAY THE TRUST AND\nCONFIDENCE WHICH WE REPOSE IN YOU.\n\nI SHALL PUT YOU IN THE PICTURE OF THIS BUSINESS,I.E TELL YOU WHERE THE\nFUNDS ARE CURRENTLY BEING MAINTAINED AND ALSO DISCUSS OTHER MODALITIES\nINCLUDING REMUNERATION FOR YOUR SERVICES.\n\nI SHALL INFORM YOU WITH  THE NEXT LINE OF ACTION AS SOON AS I RECEIVE YOUR\nPOSITIVE RESPONSE.\n\nIS THIS PROPOSITION ATTAINABLE?IF IT IS,PLEASE KINDLY FURNISH ME\nIMMEDIATELY BY E-MAIL WITH YOUR DIRECT TELEPHONE AND FAX NUMBERS TO\nENHANCE THE CONFIDENTIALLITY WHICH THIS BUSINESS DEMANDS.\n\nPLEASE REPLY TO MY PRIVATE EMAIL; massaquoezab@mail.gr\n\nBEST REGARDS\n\nMR.ZABITO MASSAQUOE.\n\n\n\n__________________________________________________________ \n For special offers on latest publications on Malta or by Maltese authors go to http://shop.di-ve.com\n\n", "id": "f0b9cd202994bbe944be2dca337298fb"}