{"email_subject": "{BUSINESS PROPOSAL} ", "email_body": "\nDear Sir,\n\nMy name is Hartman Onowu,I am the operational manager\nin account management section incharge of credit and\nforeign bills of one of the prime banks here in South\nAfrica. I am writing in respect of a foreign customer\nof my bank who perished with his whole families on\n25TH JULY,2000 CONCORDE PLANE CRASH [ Flight AF4590 ]\nwith the whole passengers aboard.\n\nThere is an account opened in this bank in 1998 by\nthis great late INDUSTRIALIST who died without a\nwritten or oral WILL attatched to the account. Since\nhis death , I personally has watched with keen\ninterest to see the next of kin but all has proved\nabortive as no one has come to claim his funds and no\nother person knows about this account or anything\nconcerning it,the account has no other beneficiary and\nuntil his death he was the manager of his company.\n\nThe total amount involved is 16,000,000.00\nUSD.[Sixteen Million United States Dollar ]. We wish\nto start the first transfer with $6,000,000.00[Six\nmillion] and open successful transaction without any\ndisappointment from your side, we shall re-apply for\nthe transfer of the remaining balance to your account.\nI have secretly discussed this matter with the general\nmanager of the bank who I must involve in order to\nhave a smooth and a successful transfer of the fund to\nany foreign bank account which you are going to\nnominate. On this note, I decided to seek for a\nreliable foreigner who will act as the foreign\nbeneficiary of the fund from the deceased by providing\nhis/her bank account where the fund will be\ntransferred for immediate investment on any viable\nproject as no one has come up to be the next of kin.\n\nThe banking ethics here does not allow such money to\nstay more than six years without claim hence the money\nwill be recalled to the government treasury as\nunclaimed after this long period of domancy. In view\nof this I got your contact through my personal search\nto see if you can assist by providing your safe bank\naccount for the transfer or find a reliable person who\nwill be capable of receiving such amount in his or her\npersonal account.\n\nAt the conclussion of the transfer 65% of the fund\nwill be for me, I will give you 20% of the total\ntransfer sum, 10% for charity both in Africa and in\nyour country while the remaining 5% will be set aside\nto settle expenses both parties might incure during\nthe transfer process. Upon the receipt of your reply,\nI will send to you a detailed information about the\ntransaction.I will not fail to bring to your notice\nthat this business is 100% risk and trouble free and\nthat you should not entertain any fear as all\nmodalities for fund transfer can be finalized within 7\nto 9 banking days, after you apply to the bank as the\nbeneficiary of the fund from the deceased.\n\nWhen you receive this letter, Kindly send me an e-mail\nor you can call me or fax me. You should also include\nyour private fax and phone numbers for easy and safe\ncommunication.\n\nTEL:870-763-648313\n   :870-763-648314.\nFAX:870-763-648315.  \n\nRespectfully yours,\nHartman Onowu. \n\n\n\n\n__________________________________\nDo you Yahoo!?\nYahoo! Hotjobs: Enter the \"Signing Bonus\" Sweepstakes\nhttp://hotjobs.sweepstakes.yahoo.com/signingbonus\n\n", "id": "f12d7145ae84e0eb2fb5e7f0b2d77255"}