{"email_subject": "Be kind", "email_body": "Dearest,\n\nWith whole confidence and belief,my thought saw your\nname,as a reliableperson to co-operate in joint\nventure partnership.\n\nI am,Andrew Guei,from Abidjan Cote d'Ivoire (Ivory\nCoast) the son of General Robert Guei, who died on 19\nSeptember 2002, during the military coup'detat. As a\nformer Head of State My Father acquired and deposited\ntwo diplomatic boxes with Continental security company\nin Ghana,containing $15 million US Dollars each US$30M\nin all ( Thirty million united states dollars in all\n)including other vital family valueables.\n\nBefore he died arrangement was on,for him to move this\nmoney to (Overseas) through a Diplomatic Immunity by\nthe Security Company.I am therefore contacting you for\nan assistant so that the consignment should be claimed\nfrom Continental security Company.If you can't be here\nin person for the collection of the\nconsignment/fund,you can instruct Continental security\ncompany to use there Diplomatic Immunity to ship the\nconsignments to your nominated country oversea.\n\nNote that the company did not know the exact contents\nof the boxes,it was rather labelled/registered as\nfamily valuables for security reason.I will also need\nyour assistance for investing the money in your\ncountry i shall be sending you all the documents\nissued to my late father by Continental Security\nComapny after your acceptance,my mother and I have\nagreed to compensate you with 30% from the total\nSum.Please note that time is not on our side.\n\nI will appreciate if you can get in touch with me as\nsoon as possible so that I can give you more\nnformation about my proposals.You should be assured\nthat there is nothing to worry about,as all the\narrangements will be handled legally and we will be\nhere to guide and advise you on what to do till the\nconsignmet gets to your postion.\n\nYou are to give us guarantee that the boxes will be\nwell secured on reaching your position and that you\nwill not take advantage of our situation nor seat on\nthe fund.\n\nI will stop here until i hear positively from you.\n\nAndrew Guei,\n(for the family)\n\n \t\t\n---------------------------------\nDo you Yahoo!?\n Next-gen email? Have it all with the  all-new Yahoo! Mail Beta.", "id": "f1347df1f6b5c6bba67e9f0d07285173"}