{"email_subject": "From: Lady Peggy Morrison,", "email_body": "From: Lady Peggy Morrison,\n4 Old Church Street, Chelsea, SW3, England.\n \nHere writes  Lady Peggy Morrison, suffering from cancerous ailment. I  am\nmarried to Engineer Richard Morrison an Englishman who is dead. My  husband\nwas into private practice all his life before his death.  Our life together\nas man and wife lasted for three decades without  child. My husband died\nafter aprotracted illness. My husband and  I made a vow to uplift the down-trodden\nandthe less-privileged  individuals as he had passion for persons who can\nnot help  themselves due to physical disability or financial predicament.\nI can adduce this to the fact that he needed a Child from this  relationship,which\nnever came.\n  \n When my late husband was alive he deposited the sum of 20  Million (20Million\nGreat Britain Pounds Sterling which were  derived from his vast estates\na nd investment in capital market  with his bank here in UK. Presently,\nthis money is still with the  Bank.  Recently, my Doctor told me that I\nhave limited days to live  due to the cancerous problems I am suffering\nfrom.  \n \nThough what bothers me most is the stroke that I have in addition  to the\ncancer. With this hard reality that has befallen my family,  and me I have\ndecided to donate this fund to you and want you to  use this gift which\ncomes from my husbands effortto fund the  upkeep of widows, widowers, orphans,\ndestitute, the down-trodden,physically challenged children, barren-women\nand persons who prove  to be genuinely handicapped financially.\n \nIt is often said that blessed is the hand that giveth. I took this  decision\nbecause I do not have any child that will inherit this  money and my husband\nrelatives are bourgeois and very wealthy  persons and I do not want my husbands\nhard earned money to be  misused or invested into ill perceived ventures.\nI do not want a  situation where this money will be used in an ungodly manner,hence\nthe reason for taking this bold decision. I am not afraid of  death henceI\nknow where I am going. I know that I am going to be with the Almighty  when\nIeventually pass on. The Almighty will  fight my case and I shall hold my\npeace.\n \nI do not need any  telephone communication in this regard due to my\ndeteriorating  health and because of the presence of my husbands relatives\naround me. I do not want them to know about this development. With God all\nthings are possible.\n \nAs soon as I receive your reply I shall give you the contact of  the bank\nin UK. I will also issue you a Letter of Authority that  will empower you\nas the original beneficiary of this fund via my Lawyer. My  happiness is\nthat I lived a life worthy of emulation. Please  always be prayerful all\nt hrough your life. Please assure me that  you will act just as I have stated\nherein. Hope to hear from you  soon and God bless you and members of your\nfamily.you can contact me through my private email address:\n \nLady Peggy Morrison. \nladypeggymorrisonoffice14@yahoo.com.hk \n4 Old Church Street, Chelsea, SW3, England.\n\n\n\n\n\n\n\n", "id": "f156e485507186d7c2cd6b9f39b72573"}