{"email_subject": "YOUR BANK DRAFT IS READY", "email_body": "Compliment, \n\nHow are you doing today, Hope you have not forgotten me? I am Dr.Mr Michael\nHoward,the man from Nigeria who contacted you some time ago to assist me\nsecure the release of some money accrued from the over Invoicing of a contract/inheritance\nthat was awarded by my (Government) some time ago during the military regime.\n\n\n\nThough you were not able to assist me conclude the transaction, I'm happy\nto inform you about my success in getting those funds transfered under the\nassistance and co-operation of a new partner from Brazil.Presently I'm in\nNetherlands for investment projects with my own share of the total sum. \n\n\nmeanwhile, i didn't forget your past efforts and attempts to assist me in\ntransferring those funds, I made sure you are not left out the benefit of\nthe transaction hence I kept aside for you the sum of five Hundred Thousand\nUnited States Dollars.($500,000.00)Draft, the compensation also go for the\ngood work of God meaning for the orphans and disable in your country Please\ntake good care of them and the poor in needs also. \n\n\nI and my new partner agreed to compensate you with that amount for all your\npast efforts and attempts to assist me in this matter. I appreciate your\nefforts at that time very much,so feel free and get in touch with my secretary\nMr.Steven Chapman and instruct him on how to send the Bank draft to you.\n\n\n\nPlease do let me know immediately you receive the Draft so that we can share\nthe joy together after all the sufferings at that time. In the moment, I'm\nvery busy here because of the investment projects which me and my partner\nare having at hands, finally,remember that i had left instruction to my secretary\nso as soon as you contact him, he will send the Draft to you,so feel free\nto get in touch with MY SECRETARY NOW. \n\nBelow is the contact of my secretary: \n\nMr.Steven Chapman. \nPhone: +234-802-580-7641 \nE-mail:steven-chapman776@excite.com \nWith Best Regards, \nDr. Mr.Michael Howard\n\n\n\n", "id": "f1712733f0dd4bd5f7c14907da951487"}