{"email_subject": "Good Day.", "email_body": "\nSir,\n \nI am Mr.Gailu Fall , Project director Senegal National Petroleum Corporation (SNPC) and a member of Contract Tenders Board of the same parastatals. Your contact was reliably introduced to me at the Foreignchamber of commerce and industry in my search for a reliable individualand/or company who can handle a strictly confidential transaction,which involves Transfer of reasonable sum of money to a foreign account.\n \nThis money results from various contracts awarded by our corporation on behalf of the Federal Government, which was deliberately over invoiced to the tune of $15.500.000.00 (Fifteen Million Five Hundred ThousandUnited States dollars). After the completion and commissioning of the contract, the contractual sum was paid to the contractors, leaving theover invoiced sum in the reserve account with the Pacific Bank Plc. We therefore require the partnership of a foreigner or foreign firm to assist us in form of a trustee and provide an account for this transfer.In my last meeting with my colleagues, it was unanimously agreed that25% of the total sum would be given to you. 70% for me and my colleagues,while 5% will be used to reim burse the expenses that may be incurred during the course of this transaction\n \nI assure you that his transaction is 100% risk free as we have concluded every arrangement to protect the interest of every one involved.Likewise all modalities for the successful transfer of this money have been worked out with the Finance Ministry to facilitate the remittance of this money to your designated bank account.\n \nHowever, I will want to believe that you are honest enough and will not raise any mis-giving with respect to this transaction. More importantly,you will keep this transaction very confidential so as not to jeopardize this, once in a life time ambition\nFinally if this business is of interest to you, then kindly contact me via email address herein Your immediate response will be highly appreciated\n \nBest regards,\nMr.Gailu Fall.\n\n\n\n\n\n", "id": "f1a5e2a8e37927964f621528601a9822"}