{"email_subject": "ATT: Sir/Madam", "email_body": "ATT: Sir/Madam\n\nI am Robert Zulugan , a staff of a bank in South Africa. I will give you the\nname of my bank and other important information if I receive a positive reply \nfrom you. For security reasons I cannot disclose my full identity to you now \nuntil I am sure of your cooperation. \n\n\nI work in the operations dept where I serve as account officer to numerous\ncustomers. One of the customers whom I worked as his account officer was a \nwealthy diamond merchant from Australia. Because this man was good to me when he \nwas alive, I took it upon myself to travel to his country last month, to see if \nI could locate any of his close relations. On reaching there I discovered that \nhis only surviving uncle died a few months back. I sponsored this trip on my own \nand nobody in the bank knew I was undertaking the journey so I did not present \nany official report of my findings in the bank. Now there are two things I could \ndo with regards to the money. \n\n\nFirst, as his accounts officer, I could formally notify the bank authorities \nthat the man is dead and has no next of kin. In this case the money would be \nforfeited to the government after some time. As a matter of fact this is the \nproper thing I am supposed to do. \n\n\nAnother thing I can do is to arrange for someone else, a foreigner, to act as \nthe next of kin of the late man so that he will claim the money. This is the \noption that I can do to help anybody and myself since the money actually is \npublic fund due to the fact that my friend was a close ally to the late brutal \nmilitary president that looted government treasury. And that is why I have \nchosen to do it. I want you to be my partner. All you would have to do is act as \nthe next of kin of the dead man and the whole money in the account will be \ntransferred to your account. As the accounts officer to the late man, I have all \nthe necessary documents that will require claiming the money in the account.The\ntotal money in the account is USD25 million. Your share will be 30%, My own\nshare will be 70%. \n\n\nReach me immediately by email  so that I can give you further details. Also \nprovide me you with direct tel.number to reach you.\n\nYours truly, \nRobert Zulugan.\n\n\n\nTeancum Mail + LDS Branch Address Book = LDS Global Directory\n\n\n", "id": "f1e5d4d01df7b55929e17b609eb9d753"}