{"email_subject": "please, can you help me in this time of need?", "email_body": " \n   \n  Dearest one, \n      Grace and peace be multiplied unto you.\n  I know my mail might be a surprise to you but never mind because I am contacting you in good faith. There are certain times in one\u0092s life\nthat whether or not one indicates interest for certain assignment,\npeople would look up to him/her for assistance. \n      I'm Miss Naomi stephane, a 23year old ophan from the Republic of Zimbabwe. \n      During the current crisis against the farmers of Zimbabwe by the supporters of President Robert Mugabe to claim all the\nwhite owned farms in our country, he ordered all the white farmers to\nsurrender their farms to his party members and their followers.\nMy father however was one of the best farmers in the country, hence the supporters invaded my father's farm and burnt down everything, killed him and confiscated his properties (i've earlier lost my mom in my teen). So, after the tragic incident i decided to relocate to Cote d'ivoire (where dad told me he has money saved in a reserve company) for safety.\n       Before dad actually gave up in the hospital, he told me that  he deposited the sum of $5,200,000,( five million two hundred thousand dollars) in a private security(reserve) company as family valuable property in a trunk box for safekeeping of the fund.\n   He also gave me the documents which was given to him when the money was deposited. \n    The following are the documents:  (i)Certificate of deposit                   (ii)Agreement of deposit          (iii)Receipt of deposit payment.\n     \n   Dad told me while on his dying bed to tranfer the money abroad in an enabling enviroment and use it for profitable adventures.\n        Please, I want you to know also that this money is the only hope we have for our future survival as our greedy relative made do with whatever remains of the party supporters loot except this fund which they're not aware of.      \n     However, at present there's political uprising in the country where we are and the Northern Region has been seized by a separatist rebelious group that are also causing disturbanses in the commecial capital where i live at present.\n       My purpose of contacting you is for you to help me retrieve the fund and provide a bank account abroad (in your place) where i will transfer my inheritted fund and assist me to come over to your place and use it for profitable ventures in partnership with you.  Though you will be the initial manager since i'm more interested in completing my education which has been interrupted by my fathers demise.\n\n       Based on the experience i suppose you possess living in a developed economy, I believe with that esteem knowledge in the business world my money will be properly channeled in a viable/profitable business venture. \n   \n      I am willing to offer you 20% of the total sum if you will assist me in good faith.\n    'Looking forward to hearing frm you\n                                        Best regards,\n                                        Miss Naomi\n\n\n       \n---------------------------------\nScopri la community di Yahoo! Mail: trucchi, novit&agrave;, consigli... e la tua opinione!", "id": "f1e7389036e4643e1ae6a477518000c3"}