{"email_subject": "why i contacted you sir!", "email_body": "BONGIES ZULU\nTEL; +27-76-223-9702\nE-mail: bzulu64@hotmail.com\n\nDear Sir/Madam,\n\nI am BONGIES ZULU from Cape Town, South Africa and I am an Executive\nAccountant with the South Africa Department of Mining & Natural Resources\naffiliated (created) to the Department of Minerals and Energy. First and\nforemost, I apologized using this medium to reach you for a\ntransaction/business of this magnitude, but this is due to Confidentiality\nand prompt access reposed on this medium.\n\nBe informed that a member of the South African Export Promotion Council\n(SEPC) who was at the Government delegation to your country during a trade\nexhibition gave your enviable credentials/particulars to me. I plea to seek\na confidential co-operation with you in the execution of the deal described\nHereunder for the benefit of all parties and hope you will keep it as a top\nsecret because of the nature of this transaction.\n\nWithin the Department of Mining & Natural Resources where I work as an\nExecutive Accountant and with the cooperation of two other top officials, we\nhave in our possession as overdue payment bills totaling TEN MILLION FIVE\nHUNDRED THOUSAND US DOLLAR, (10.5) which we want to transfer abroad with the\nassistance and cooperation of a foreign company/individual to receive the\nsaid fund on our behalf or a reliable foreign non-company account to receive\nsuch funds. More so, we are handicapped in the circumstances, as the South\nAfrica Civil Service Code of Conduct does not allow us to operate offshore\naccount hence your importance in the whole transaction.\n\nThis amount TEN MILLION FIVE HUNDRED THOUSAND UNITED STATES DOLLAR ($10.5m)\nrepresents the balance of the total contract value executed on behalf of my\nDepartment by a foreign contracting firm, which we the officials\nover-invoiced deliberately. Though the actual contract cost have been paid\nto the original contractor, leaving the balance in the tune of the said\namount which we have in principles gotten approval to remit by Telegraphic\nTransfer (T.T) to any foreign bank account you will provide by filing in an\napplication through the Justice Ministry here in South Africa for the\ntransfer of rights and privileges of the former contractor to you.\n\nI have the authority of my partners involved to propose that, should you be\nwilling to assist us in this transaction that is 100% hitch free, your share\nof the sum will be 25% of the $10.5 million, 70% for us and 5% for taxation\nand miscellaneous expenses. The business itself is 100% safe, on your part\nprovided you treat it with utmost secrecy and confidentiality. Also your\narea of specialization is not a hindrance to the successful execution of\nthis transaction. I have reposed my confidence in you and hope that you will\nnot disappoint me.\n\nEndeavor to contact me through above e-mail address or the fax number\nwhether or not you are interested in this deal. If you are not, it will\nenable me scout for another foreign partner to carry out this deal I want to\nassure you that my partners and myself are in a position to make the payment\nof this claim possible provided you can give us a very strong Assurance and\nguarantee that our share will be secured. And please remember to treat this\nas very confidential because, we will not comprehend with any form of\nexposure as we are still in active Government Service and remember once\nagain that, time is of the essence in this business.\n\nI wait in anticipation of your fullest co-operation.\n\nYours faithfully,\n\nBONGIES ZULU\n\n_________________________________________________________________\nGet news headlines and download FREE stuff - visit MSN South Africa! \nhttp://www.msn.co.za/\n\n\n\n", "id": "f1e9135810b9bedb648a8f89d457ebdf"}