{"email_subject": "HELLO", "email_body": "Dear beloved,\n\nMy name is Abdul Manoni, A Bahrain national,I have been diagnosed with\nOesophageal cancer .It has defiled all forms of medical treatment,\nand right now I have only about a few months to live, according to\nmedical experts. I have not particularly  lived my life so well,\nas I never really cared for anyone(not even myself) but my business.\nThough I am very rich, I was never generous, I was always\nhostile to people and only focused on my business as that was the only\nthing I cared for. But now I regret all this as I now know that there\nismore to life than just wanting to have or make all the money in the\nworld. I believe when God gives me a second chance to come to this\nworld I wouldlive my life a different way from how I have lived it.\nNow that God has called me, I have willed and given most of my property\nand assets to my immediate and extended family members as well as a\nfew close friends .I want God to be merciful to me and accept my soul\nso, I have decided to give alms to charity organizations, as I want\nthis to be one of the last good deeds I do on earth. So far, I have\nDistributed money to some charity organizations in the U.A.E, Somalia\nand Malaysia. Now that my health has deteriorated so badly, I cannot do\nthis myself anymore. I once asked members of my family to close one of\nmy accounts and distribute the money which I have there to charity\norganization in Bulgaria and Pakistan, they refused and kept the money to\nthemselves. Hence, I do not trust them anymore, as they seem not to be\ncontended with what I have left for them. The last of my money which no\none knows of is the huge cash deposit of Eighteen Million\ndollars($18,000,000,00) that I have with a finance House\nabroad. I will want you to help me collect this deposit and despatch it\nto charity organizations.\n\nN/B:KINDLY NOTE THAT 20% of this funds must go to the tsunami\nvictims and another 10% for your effort and time.\n\nRegards.\n\nAbdul Manoni\n\n\n\n\n", "id": "f1f28ec490695bf5f330054b6c0508c2"}