{"email_subject": "ATTENTION  PLEASE  !!", "email_body": "\nMy name is Mr.Olesito Armstrong. A member of Independent Committee of \nEminent Persons (ICEP), Switzerland. ICEP is charged with the Responsibility \nof finding bank accounts in Switzerland belonging to Non-Swiss indigenes, \nwhich have remained dormant since World War II.\nIt may interest you to know that in July of 1997, the Swiss Banker's \nAssociation published a list of dormant accounts originally opened by \nNon-Swiss citizens. These accounts had been dormant since the end of World \nWar II (May 9, 1945). Most belonged to Holocaust victims.\nThe continuing efforts of the Independent Committee of Eminent Persons\n(ICEP) have since resulted in the discovery of additional dormant accounts - \n54,000 in December 1995.The published lists contain all types of dormant \naccounts, including Interest-bearing savings accounts, securities accounts, \nsafe deposit Boxes, custody accounts, and non-interest-bearing transaction \naccounts. Numbered accounts are also included. Interest is paid on accounts \nthat\nWere interests bearing when established The Claims Resolution Tribunal (CRT) \nhandles processing of all claims on accounts due non-Swiss citizens A \nDormant account of OKEI JOB with a credit balance of 45,000,000.00 (Forty \nfive million us dollars) plus accumulated interest was discovered by me. The \nbeneficiary was murdered during the holocaust era, leaving no WILL and no \npossible records for trace of heirs.\n\nThe Claims Resolution Tribunal has been mandated to report all unclaimed \nfunds for permanent closure of accounts and transfer of existing credit \nbalance into the treasury of Switzerland government as provided by the law \nof management of assets of deceased beneficiaries who died interstate \n(living no wills).\nBeing a top executive at ICEP, I have all secret details and necessary \nContacts for claim of the funds without any hitch. We can share the Funds \nand use it in investment of our choice.\nDue to the sensitive nature of my job, I need a foreigner to HELP claim The \nFunds.\nAll that is required is for you to provide me with your details for \nProcessing of the necessary legal and administrative claim documents For \ntransfer of the funds to you. Kindly provide me with your full Name, \nAddress, and Telephone/fax. I will do all my possible best to ensure that \nthe fund is transferred to a secure, numbered account in your name in any \nCountry of your choice and also where you will be capable of accessing the \nFunds Gradually and transferring to your country and other banks of your \nChoice in the world.\nMy share will be 60 percent and your share is 30 per cent of the total \nAmount. 10 percent will be for all the expenses that the two party will \nEncounters. THERE IS NO RISK INVOLVED.\nYou can find additional information about unclaimed funds through the \nInternet at the following websites:\n\nhttp://www.cnn.com/WORLD/europe/9902/09/germany.holocaust/\n\nThe Holocaust Claims Processing Office has put funds in Escrow awaiting \nsubmission of valid claims for necessary disbursement. I find myself \nprivileged to have this information and this may be a great opportunity for \na lifetime of success without Risks. Due to security reasons, you can also \nreply to my via email only. You\nMay reply to me securely on the following email,\n\nMr_olesito247@myway.com\n\nThank you for your prompt response.\nI hope to hear from you soon.\nMr. Olesito Armstrong\n\n\n\n\n", "id": "f1f434b69a3c9d24ed6fdaccc0866824"}