{"email_subject": "GOD BE WITH YOU!!!", "email_body": "DEAR ,\n\nMy name is Mrs.ANNA WILLIAM  I am a dying woman who have decided to donate \nwhat I have to you/ church. I am 59 years old and I was diagnosed for cancer \nabout 2 years ago, immediately after the death of my husband,who had left me \neverything he worked for.I have been touched by God to donate  from what I \n have inherited from my late husband to  you for the good work of God,rather \nthan allow my relatives to use my husband hard earned funds ungodly.\n\nPlease pray, that the good Lord forgive me my sins. I have asked God to \nforgive me and i believe he has because He is a merciful God.I will be going \nin for an operation in less than four hours.I decided to\nWILL/donate the sum of $9,500,000(Nine Million Five hundred thousand \nDollars) to you for the good work of the lord, and also to help the \nmotherless and less privilege and also for the assistance of the widows \naccording to (JAMES 1:27). At the moment I cannot take any telephone calls \nright now due to the fact that my relatives are around me and my health \nstatus. I have adjusted my WILL and my lawyer is aware i have changed my \nwill and you and my lawyer will arrange the transfer of the funds the \nSecurity Company. \n\nI wish you all the best and may the Good Lord bless you  abundantly, and \nplease use the funds well and always extend the Good work to others. Contact \nmy lawyer with this specified email: barr_onome@mail2lawyer.com ,  with this \nsubject (Mrs.A.W.Will) and tell him that I have WILLED ($9,500,000.00) to \nyou the above funds and i have also notified him that I am WILLING that \namount to you for a specific and Good work. I know I don't know you but I \nhave been  directed to do this. Thanks and God bless.\n\nNB: I will appreciate your utmost confidentiality in this matter until\nthe task is accomplished as I don't want anything that will Jeopardize my \nlast wish.I have instructed my Lawyer to process all legal documents and \nsend them to you as my Beneficiary.\n\nRemained blessed in thy Lord,\n\nTruly Yours,\nMrs.ANNA WILLIAM\n\n\n", "id": "f1fedb79729bc62be24b48b4d6f2e27b"}