{"email_subject": "BUSINESS/PROPOSAL.", "email_body": "Mr.Larry Brown.\nEmail:larrybrown@starspath.com\nDate:13/02/04.\n\nDear Sir/Madam,\n\nRE-INVESTMENT.\n\nMy names are Larry  Brown. I am the Family\nSecretary/legal adviser to the former Liberia President Charles Taylor \nwho was oudted from power lately, and presently on Assylum in West \nAfrica.\n\nThe family has huge sums of money about Fourty Five Million United \nStates \nDollars ($45M) safely deposited CASH with a security Company in Europe. \nOn the ouster of the former President Charles Taylor the family wants \nto\ninvest the money but they want me to look for a trusted and honest \nperson who can invest this money on the familys behalf as proxy. I \nhave\nchosen you because of transparent honesty.\n\nYou will be paid Management/Trusteeship fees for managing and investing \nthe funds as proxy on behalf of the family, On this you and I will have \nto sign an agreement before I can bring you directly with the family.\n\nHowever there is a diplomat who is assisting to facilitate this \ntransaction and he has concluded arrangements to have this funds \ntransferred through a prime Bank in Europe to your nominated account. \nYou will need to meet with him in Europe.\n\nYou will be required to travel to meet with the diplomat in Europe who \nwill assist you with everything for the wire transfer of the funds \nthrough a local Bank to your nominated account. There is no risk \ninvolved at all so long you can invest the money. You\nwill also sign a formal working agreement with the Diplomat on behalf \nof\nthe family during your meeting in Europe.\n\nI will issue you a letter of Power of Attorney and the Certificate of \nDeposit to enable you take delivery of the funds from the security \ncompany in Europe to be accompanied by the diplomat.\n\nPlease tell me in confidence can you handle it? Can you invest this \nhuge\namount of money successfully? Have you ever handle such huge amount of \nmoney before?\nHow old are you? Please advise most urgently.\n\nI look forward to your response. God Bless you!\n\nRegards,\n\nMr.Larry  Brown.\n\n\n\n\n\n\n\n\n", "id": "f245d751ffe5b0bcf0181cb6f460a4d3"}