{"email_subject": "Good Day.", "email_body": "\n\nGood Day,\n\n\n\n\nMy name is Mr. Micheal Tan. I trained and work as an external auditor for the United \nOversea Bank (UOB) Malaysia.\n   \nI have taken pains to find your contact through personal endeavours because a late \ninvestor , who bears the same last name  with you has left monies totaling a little \nover $10 million United States Dollars with Our Bank for the past twelve years and \nno next of kin has come forward all these years.\n   \n \nBanking regulation legislation in malaysia  demand that I notify the fiscal authorities \nafter a statutory time period of twelve years when dormant accounts of this type are \ncalled in by the monetary regulatory bodies.\n   \n \nThe above set of facts underscores my reason of writing.I am of the settled conviction \nthat using my insider leverage, working with you,since you have the same last Name with \nthe Late Investor, we can secure the funds in the account for us instead of allowing it \npass as unclaimed funds into the coffers of the Government of Malaysia .\n   \n \n   \nThis exactly is why I crave your participation and cooperation.I have seized all \nrelevant information (legal and Banking) that will facilitate our putting you forward \nas the claimant/beneficiary of the funds and ultimately transfer the money to any \naccount nominated by you.\n   \n \n   \nBe assured that I and my colleagues are on top of the situation all the time and there \nwill be no risk . Needless to say, Uttermost CONFIDENTIALITY is of vital importance if \nwe are to successfully reap the immense benefits of this transaction. \n   \n \nI have intentionally left out the finer details for now until I hear from you. To affirm \nyour willingness and co-operation to my proposal please do so by email, stating your full \nnames, date of birth, telephone number and fax number and occupation. I do expect your \nprompt response.\n   \n \n   \n\n\nThank you\n   \nMr. Micheal Tan\nEmail: micheal_tan@infohq.com \n\n\n\n\n", "id": "f28b648c58e3803c7edce29b570c4338"}