{"email_subject": "I NEED YOUR ASSISTANT", "email_body": "Good Day!\n\n\nIt is with hope that I write to seek your help in this\ncontext. Firstly, let me start by introducing myself\nproperly to you. My name is Ralph Taylor, the first\nson of President Charles Taylor of Liberia. I got your\nemail address from network directory. I apologize if I\nhave infringed on your privacy.\n\n\nYou maybe aware, that my father President Charles\nTaylor has been embattled by rebel forces in my\ncountry, couple with his recent indictment by U.N\nbacked tribunal. These issues have made world\nheadlines. Visit, www.liberianews.com\n\n\n\nNow my father has accepted to quit power and leave\nLiberia on the arrival of peacekeeping force which\nmight be headed by American troops. But the delay in\ndeploying peace keeping force has worsened situation in\nthe country. In spite of this, my country Liberia is\nlike a herd of cattle without shepherd. \n\nThe rebel who see my family as a threat to\ntheir ambitions, are planning to kill\nevery one of us when capture.\n\n\nHowever, I am a young man who has ambitions and I am\nnot in any way interested in wars, this is why I\nsecretly left Liberia for Amsterdam to seek asylum.\nBesides, I am using this correspondence to seek and\nrequest your assistance and cooperation in a sensitive\nbut highly beneficial financial arrangement.\n\n\nPrior to the Wars and embattlement of my father,\nhimself and I deposited a huge amount of money in a\nsecurity company\u0092s vault overseas on my name. The\nfunds were arranged into a consignment before\ndeposited with the security company but, the security\ncompany did not know that the consignment contains\nmoney. Because, the consignment was declared to\ncontain family treasure and valuables.\n\n\nThe fact that the I remain in the Asylum camp and we continue to\naccumulate huge debts daily as long as the consignment\nremains in the security company\u0092s vault, made me\ndecided to get someone reliable to proceed as soon as\npossible to receive these funds\nfor investment purpose. As a young man, I plan to use\nthis money to safeguard my future.\n\n\nIt is very essential that you understand the kind of\ntrust and confidence I want to put in you. This is an\nact of desperation on my part, in order not to loose\nthis money incase of any eventuality. For your\nreliable assistance, if willing, I will reward you\nwith 25% of the money.\n\n\nAs soon as you declare your willingness to assist, i\nshall furnish you with the details and information you\nwill need to accomplish this task. Please, be rest\nassured that this arrangement is absolutely risk free\nAnd cannot implicate you in any way. However, I\nimplore you to handle this matter with urgency, utmost\nsecrecy and confidentiality for security and safety\nreasons, even if you do not intend to execute the\nproject.\n\n\nThank you in anticipation for your assistance in\nenabling me achieve this goal. Please contact me\nwhether or not you are interested in assisting me.\nThis will enable me scout for another person in the\nevent of non-interest on your part.\n\n\nYours sincerely, \n\nMr. Ralph Taylor\n\n  ", "id": "f2b7294a097e6eb82aef376b4d4a93e5"}