{"email_subject": "Mrs.Nancy Savimbi (Angola)", "email_body": "My Dear Friend\n\nI am Mrs.Savimbi, the wife to the late Jonas Savimbi, the late leader of the national Union for The Total Independence of Angola (UNITA). My husband was killed during combat action against government forces in Mexico, Angola on the 22nd of Feb. 2002.\n\nI am contacting you because of my need to deal with person whom my family had no previous relationship.Since the death of my husband, my family has been subjected to all sorts of harassment and intimidation with lots of negative report emanating from the government of President Santosabout my husband.\n\nThe present government has also ensured that all our bank accounts are frozen, and all assets sized.It is in view of this that I seek your assistance in investing and managing the sum of Seventy five Million United State Dollars in your country, being the very last of my family funds in my possession and control unknown to the government.This money now in question came as a result of Diamond Royalties that was paid to my late husband from the Diamond mining within the areas in Angola being controlled by (UNITA) for more than a decade.\n\nThe money was packed in a sealed trunk box and was depositd Security/Finance Company in Spain.Right now, the present government has intensified their probe on my family's financial resources; frozen all our known foreign & local accounts, revoked Diamond licenses, and even detained my son (Charles) on alleged flimsy charges just because my husband before his death was the head of UNITA.Bearing in mind thatyour assistance is needed to transfer this money, I propose a commission of 10% (Ten Percent) of the total sum to you or your company for the expected services and assistance.\n\nPlease reply me through this email address below for security reasons:\n\nnancysavimbi@myway.com\n\n\nI await your prompt response.\n\nMrs.Nancy Savimbi\nE-mail : nancysavimbi@myway.com \n\n\n\n", "id": "f2b742b796652085c917d32d2030773e"}