{"email_subject": "re:business message for you", "email_body": "From: Dr.Goronyo Baba..\n\nSatellite Tel: Note:Do not send emails.You can contact me directly on the  tel.number or by sending me a satellite message stating your telephone number and email address contact on this number just \ngiven to you using the link online below.\nhttp://www.iridium.com/..there, you will see send a satellite message to my  sat.tel.number- 881-631-410-574\n\nAttn:President/C.e.o.\n\nStrictly Confidential  & Urgent Business Proposal.\n\nRe: Transfer Of Usd $21,500.000{Twenty - One Million, Five Hundred Thousand Us Dollars Only.\n\nI am a member of the Federal Government Of  Nigerian National Petroleum Corporation (N.N.P.C).\nSometime ago, a contract was awarded to a foreign firm in the Petroleum Trust Fund (P.T.F.) BY MY COMMITTEE.\n\nThis contract was over invoiced to the tune of us$ 21.5Million Dollars. This was done delibrately. The over - invoicing was a deal by my committee to benefit from the project.\n\nWe not want to transfer this money, which is in a suspense account with the P.T.F. into any oversea account, which we expect you to provide for us.\n\nShare:\n\n60 % of the money would be for my partners and I.\n30 % of the money would be yours, for providing us with logistics, which, would include a safe bank account, where we shall facilitate funds transfer into, as soon as documentations are concluded over here.\n10 % of the money has been mapped out from the total sum to cover any expenses that might be incurred during the course of the transaction, (both local and international expenses).\n\nIf interested in assisting us, please contact me via  my secured satellite tel number- 881-631-410-574, specially procured for this project, using the text message..\n\nIt may interest you to know that a similar transaction was carried out with one Mr. Patrice Miller, President of Crane International Trading Corp., of 153 East 57th St., 28th floor, N.Y.10022, Telephone: 212-308-7788 and Telex: 6731689. The deal was concluded and all covering documents, forwarded to Mr. Miller to authenticate the claims. Once the funds were transferred, Mr. Miller presented to his bank, all the legal documents and remitted the whole funds to another bank account, and disappeared completely. My colleagues and I were shattered, since such opportunities are not easy to come by.\n\nPlease, if you are interested in assisting us carry out to the fullest capacity, this transaction, we would require the following information from you which would enable us make formal application to the various ministries / parastatals, for the release and onward transfer of the money to your account.\n\n1.Your Full Name, Company's Name, Address, Telephone and Fax Numbers.\n2.Your Bank Name, Address. Telephone and Fax Number.\n3.Your Bank Account Number and Beneficiary Name - You must be the signatory.\n\nPlease, note that we have strong and reliable connections at the Central Bank Of Nigeria and other Government Parastatals, hence assistance in this regards, would not be a problem.\nAt the conclusion of this transaction, we shall use same contacts to withdraw all documents used in the course of this, to avoid any trace whatsoever that may ever arise, to you or to us, now and in the nearest possible future.\n\nIt might also interest you to know that we are mere civil servants who do not want to miss this opportunity, hence, we want this money transferred out, as soon as possible, before the newly democratically elected government ever think of making enquiries as regards the various activities of the past military government.\n\nKindly contact me as soon as possible, whether or not you are interested in this deal, so that whereby you are not interested, it would give us more room to scout for another partner. But if you are interested, kindly contact me via above email, telephone or fax, so that we can swing into action, as time is not on our part.\n\nI wait in anticipation of your fullest co-operation.\nYours Faithfully,\n\nDr.Goronyo Baba.\nSend me your email address and tel.numberif interested for re-verification that you actually received this mail.\n\n\n", "id": "f3095321b8ff032a2f81b6e2afcdcc0a"}