{"email_subject": "Good Day, From Ms Rukkyatu.", "email_body": ">From MS.RUKKYATU SULEIMAN.\nI NEED YOUR ASSISTANCE\nAttn :\n\nGood day to you, I hope fine, dear am writing this mail with due respect and heartful of tears since we have not known or met ourselves previously I am asking for your assistance,i have gone through your profile and will be very glad if you can render me assistance to my situation now. My \nname is Ms Rukkyatu Suleiman a 20 years,a citizen of Sierra - Leone , Daugther of late\nDr.Mahmoud Suleiman.\n\nBefor the death of my father he took me to Senegal we he Deposit the sum of Five Million Six hundred thousand us Dollar ($5.6million).This money was deposited in Bank in west African. My aim of contacting you is to seek for your able assistance as a front in transferring this fund abroad into an account , then as a business developer , you can help me to invest wisely in areas you deem lucrative and finally obtain a residential permit for me to stay comfortable in your country of abode. \nPresently i cannot go back to my country because of the situation \nthere and My fathers Brothers want kill me and Crime all my late father investment as a result that i am a woman that i didn't have any right in my father wealth i run away with my father document Box to Senegal in refugee camp for my security.we therefore i wish you could help me get out of here before it become worse.\n\nI am prepared to offer you 20% of the total funds for your able \nassistance and support and would send you proofs of the funds as soon as i \nfavorably hear from you. True my private Email rukkyatu_sule@myway.com \n\nFinally I implore you to treat this transaction with secrecy and confidentiality for security reasons. \nI Need Your Information's\nHOME ADDRESS N;0..................................\nTELEPHONE NUMBER..................................\nACCOUNT NUMBER....................................\nFAX NUMBER........................................\nYOUR FULL NAME....................................\nThanking,\nYou in anticipation and Allah bless your\nMs. Rukkyatu Suleiman\n\n\n\n\n\n\n\n\n", "id": "f35eff6e6478c976be78c0d63cfc5bff"}