{"email_subject": "MINISTRY OF WORKS AND HOUSING", "email_body": "\nMINISTRY OF WORKS AND HOUSING\n\n \n\n LAGOS-NIGERIA\n\n \n\nPHONE 234-805464496.\n\n\n\n FAX:234-1-7590800\n\n PLEASE REPLY TO THESE BOXES.\n\n atallah@kayafmmail.co.za.\n\n atallah@technisamail.co.za\n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n DEAR SIR, \n\n \n\n WE WRITE THIS LETTER WHICH I PRAY SHOULD BE URGENTLY\n\n REPLIED.\n\n \n\n I GOT YOUR CONTACT DURING MY YEAR OF SERVICE IN THE\n\n FOREIGN MINISTRY.\n\n \n\n I MR IGOR ATALLAH , PRESENTLY THE DIRECTOR OF THE\n\n MINISTRY OF WORKS AND HOUSING\n\n HEADQUARTERS , LAGOS NIGERIA\n\n \n\n I AM IN NEED OF YOUR GENUINE ASSISTANT AND TRUST\n\n BECAUSE AS A TOP OFFICIAL OF RULING GORVERNMENT, I\n\n WANT TO SAFE GAURD MY INTEREST IN YOUR COUNTRY\n\n BEFORE THE END OF THE TENURE OF THIS ADMINITRATION,\n\n MORE ALSO WE AS CIVIL SERVANT ARE FORBIDDEN TO OWN\n\n OR OPERATE ACCOUNT HENCE A FOREIGNER IS NEEDED.\n\n \n\n \n\n I PRESENTLY HAVE AN OVER INVOLCED CONTRACT PAYMENT OF\n\n USD38.5M(THIRTY-EIGHT FIVE HUNDREN THOUSAND US\n\n DOLLAR) WHICH HAS REMAIN UNCLAIMED SINCE 1997.MY\n\n SUPERIOR IN THIS PRESENDENCY HAVE MANDATE ME TO\n\n PRESENT A NONEST FOREIGNER WHO CAN\n\n CONVENIENLYPROJECT THIS FUND FOR US IN HIS BANK\n\n ACCOUNT IN HIS COUNTRY. I SINCERELY BELIEVE THAT YOU\n\n CAN BE OF GREAT ASSISTANCE TO US. THIS IS WHY I AM\n\n CONTACTING YOU AND ALSO REQUESTING FOR YOUR\n\n DISCRETION,MATURITY AND CO-0PORATION.\n\n \n\n \n\n MY SUPERIORS HAS COMPLETED ALL ADMINISTRATIVE STEPS\n\n TO SEE THAT THIS FUND RECEIVES ALL THE REQUEST\n\n APPROVALS IMMEDIATELY YOU GIVE ME THE GO AHEAD.\n\n \n\n ALL I NEED FROM YOU ARE THE FOLLOWING.\n\n \n\n (1) BANK ACCOUNT NUMBER\n\n \n\n (2) NAME AND FULL ADDRESS OF YOUR NORMINATED WITH\n\n TELEPHONE AND FAX NUMBERS\n\n \n\n (3) YOUR PRIVATE TELEPHONE AND FAX NUMBERS FOR EASY\n\n COMMUNICATION BE! TWEEN US.\n\n \n\n I SHALL SEND YOU BY FAX DETAIL OF THE CONTRACT\n\n EXECUTED SOON AFTER I RECEIVE YOUR FAX MESSAGE. YOU\n\n WILL BE ENTITLED TO 30% FO THE TOTAL FUND\n\n IMMEDIATELY WE ARRIVE YOUR COUNTRY FOR SHARING. 10%\n\n WILL COVER ALL MISCALLANEOUS EXPENSES WE SHALL DO\n\n BOTH HERE AND IN YOUR COUNTRY. PLEASE ENDEAVOUR TO REACH\n\n ME FOR MORE DETAIL. DO NOT HESITATE TO SEND ME\n\n A FAX MESSAGE AND CALL AS SOON AS POSSIBLE. I\n\n SINCERELY COUNT ON YOUR ASSISTANCE.REMEMBER .I AM\n\n HIGHLY PLACED OFFICIAL AND EXPECT ABSOLUTE\n\n DISCRETION FROM YOU IN ORDER TO PROTECT OUR HONOUR\n\n FROM FOREIGN JOURNALIST WHO SEEK TO DESTROY MEMBER\n\n OF OUR RULING CIVILIAN GORVERNMENT \n\n \n\n \n\n THIS TRANSACTION IS HITCH-FREE, SO YOU NEED NOT\n\n ENTERTAIN ANY FEAR AT ALL.\n\n \n\n \n\n I EXPECT YOUR REPLY IMMEDIATELY.\n\n  BEST REGARDS,\n\n \n\n MR IGOR ATALLAH\n\n\n\n___________________________________________________________________________\n\n\n\n", "id": "f38dabd24270014ce662ec9eb4af3401"}