{"email_subject": "GOOD DAY FRIEND", "email_body": "CHALLENGE SECURITIES  AND FINANCE LTD\nLAGOS, NIGERIA\n\n\nATTENTION:SIR\n\nI am MR.ISA MUHAMEED, the Director of Operations\nCHALLENGE SECURITIES LTD,LAGOS NIGERIA. Here in\nNIGERIA Our firm is a security company of high repute\nwith years of outstanding service to the people of\nAfrica.I have resolved to contact you through this\nmedium based on business proposal that will be of\nmutual benefit to both of us.\n\nI got your particulars through a consultant company\nbase on my research for atrustworthy and established\nperson that understands investment ethic for entering\ninto a life time profitable joint partnership\ninvestment and also co-operation with confidence and\ntrust that you willkeep the contents secret and\ndivulged to any third party.\n\nTo be explicit and straight to the point. Some time\nearly 1997, a reputable client of ours deposited\naconsignment in our company\\\\'s vault for safe\nkeeping.And since then our client has failed to come\nforward to claim his consignment, which has\naccumulated aconsiderable amount of money in\ndemurrage.Consequently, in our bide to contact this\nclient to redeem the demurrage which his consignment\nhad accumulated we discovered that our client was the\nformer president of the Federal Republic of Zaire, who\ndied of illness after he was de-throwed in the same\nyear the consignment was entrusted into our care.Since\nthe death of our client President Mobutou Seseseko,\nnone of his benefactors has come forward to claim the\nconsignment with us, which means that non of his\nrelatives or aids had any knowledge of this\nconsignment.\nHence out of curiosity I decided to secretly open the\ntwo boxes that our client deposited in our vault. And\nto my surprise I discovered that the two boxes that\nwere registered as treasurer by our client actually\ncontained a considerable amount of money in United\nStates Dollars amounting to about US$30 million\nDollar. Since this development I have been nursing\nplans secretly. I also found out from enquiries and\nthe foreign media that our late client siphoned a lot\nof money from his country while he was in office as\nhead of state.It is my conviction that the consignment\nin our vault was part of the money that our client\nsiphoned and now that he is dead there is no race to\nthis money in our care.I am now soliciting your noble\nassistance to assist me in transferring this money out\nof nigeria to your country for immediate investment\nwith your assistance.I have also decided that you will\ngenerously been titled to 30% of the total amount.\nUpon my receiptof your reply confirming your\nwillingness to assist me of this transaction, I will\nimmediately arrange and transfer all the rights of\nownership of this consignment to your name to\nfacilitate your easy clearance and transfer of the\ncomplete funds to yourcountry.\nyou have nothing to worry about, as I will be there\nto assist you in anyway necessary with all proper\ndocumentation.\n\nThis transaction is 100% risk free.Please maintain\nabsolute confidentiality on this matter.\nPlease reply to the above email address with your\ntelephone and fax so can call you.\nThanks.\nYours faithfully.\nMR.ISA MUHAMEED\n\n__________________________________________________________________\nGet Tiscali Broadband From £15:99\nhttp://www.tiscali.co.uk/products/broadbandhome/\n\n\n\n\n\n", "id": "f3a3399d97dae03d02d68f2a678a2bb3"}