{"email_subject": "REF", "email_body": "This letter may come to you as a surprise due to the\nfact that we have not met.The message could be strange but real if you \npay some attention to it.\nPlease accept my sincere apologies.In bringing this message of goodwill \nto you, I have to say that I have no intention of causing you any pains.\n\nMy name is SENATOR GBENGA ALUKO, the executive\nChairman Pension funds committee in the senate\nof the federal Republic Of Nigeria. I am writing you \nto earnestly Solicit your assistance in helping to\nreceive some sum of money. I got your e-mail address on\nthe Internet while searching for a reliable and reputable\nperson to handle this transaction.\n\nTHE PROPOSITION: \nWe have the sum of US$9,000,000.00 (Nine Million\nDollars) that we intend to transfer overseas through the assistance of\na foreign partner.This money came as a result of the \nunclaimed pension funds belonging to a British expatriate petroleum \nengineer with the Nigerian National Petroleum Corporation,Engr.John \nBruno.\nAfter all other pensioners have been paid their entitlements,\nwe deposited this unclaimed sum of US$9,000,000.00,with the Debt \nReconciliation Committee. \n\nIn a bid to make sure Engr.John Bruno gets his due,I sent a routine \nnotification to his forwarding address but got no reply. After a month,\nwe sent a reminder and finally we discovered from his contract employers, \nthe Nigerian National Petroleum Corporation that Engr.John Bruno died,\nfrom an automobile accident.On further investigation, I found out that\nhe died without making a WILL, and all attempts to trace his next of\nkin was fruitless.\n\nI therefore made further investigation and discovered\nthat Engr.John Bruno did not declare any kin or relations in all his \nofficial documents.This sum of US$9,000,000.00 is still sitting in an\naccount of the Debt Reconciliation Committee and the interest is being \nrolled over with the principal sum at the end of each year.No one will \never come forward to claim it. \nAccording to Nigerian Law,at the expiration of 2 (two) years,the money \nwill revert to the ownership of the Nigerian Government if nobody \napplies to claim the fund.\n\nConsequently, my proposal is that I will like you as a foreigner\nto stand in as the next of kin to Engr.John Bruno so that the \nfruits of this old man's labour will not get into the hands of some \ncorrupt government officials.This is simple, I will like you to provide\nimmediately your full names,address,telephone and fax numbers so \nthat I can prepare the necessary documents and affidavits that will \nput you in place as the next of kin to Engr Bruno.\n\nUpon this,we would then obtain the letter of probate/administration in \nyour favor from a Federal High Court.A bank account in any part of the \nworld that you will provide will then facilitate the transfer of this money \nto you as the beneficiary/next of kin.\nThe money will be paid into your account for us to share in the ratio \nof 65% for me and my partners,30% for you and 5% for any expences \nincured,during the course of this transaction.\n\nThere is no risk at all as all the paperwork for this transaction will\nbe done at the high court and my position as the Chairman of the \nCommittee guarantees the successful execution of this transaction.The \nfund shall be transferred to you legally in accordance to all laid down \nprocedures governing transfer of funds.If you are interested, please reply \nimmediately via my email address. \n\nUpon your response, I shall then provide you with\nmore details and relevant documents that will help you understand the \ntransaction.Please observe utmost confidentiality,and rest assured \nthat this transaction would be most profitable for both of us because \nI shall require your assistance to invest my share in your country.\n\nAwaiting your urgent reply via my email address.\n\nThanks and regards,\n\nSen.Gbenga Aluko\n\n\n\n\n\n", "id": "f3c04f4b2469e454443c26efaf6f9df2"}