{"email_subject": "IS URGENT GET BACK TO ME", "email_body": "URGENT BUSINESS PROPOSAL  \nFROM: MR.CHAMBERLIN KLUGMAN\nB.I.BE (BANQUE INTERNATIONAL BENIN)\n\nDear Sir, \nIn order to transfer out (USD 45 MILLION) Forty Five million United \nStates Dollars) from  B.I.BE (Banque Internationale du Benin). I have \nthe courage to ask for your assistance to handle this important and \nconfidential business believing that you will never let me down either \nnow or in future. I am MR.CHAMBERLIN KLUGMAN,the MANAGER of the bank. \nThere is an account opened in this bank in 1980 and since 1990 nobody \nhas operated on this account again. After going through some old files \nin the records, I discovered that if I do not remit this money out \nurgently it will be forfeited for nothing. \nThe owner of this account is Mr. PAULTON ALLENS, a foreigner, and an \nengineer with  D&D Engineering CO,and he died since 1990. No other \nperson knows about this account or any thing concerning it,the account \nhas no other beneficiary and my investigation proved to me as well that \nthis company does not know anything about this account and the amount \ninvolved is (USD 45M)  I want to transfer the [USD45M] Forty Five \nmillion United States Dollars into a safe foreigners account abroad , \nbut I don't know any foreigner, I am only contacting you as a foreigner \nbecause this money can not be approved to a local bank here, but can \nonly be approved to any foreign account because the money is in us \ndollars and the former owner of the account is Mr PAULTON ALLENS is a \nforeigner too. I know that this message will come to you as a surprise \nas we don't know our selves before,but be sure that it is real and a \ngenuine business. I only got your contact address through the \ninternet,hoping that you will never let me down in this business. \n I need your urgent reply  so that I will inform you  on the next step \nto take I will like you to Send also your private telephone and fax \nnumber including the full details of the account to be used for the \ndeposit. I want us to meet face to face or sign a binding agreement to \nbind us together so that you can receive this money into a foreign \naccount or any account of your choice where the fund will be safe. I \nwill fly to your country for withdrawal & sharing and other \ninvestments. I am contacting you because of the need to involve a \nforeigner with foreign account and foreign beneficiary. I need your \nfull co-operation to make this work fine because the management is \nready to approve this payment to any foreigner who has correct \ninformation of this account, which I will give to you later \nimmediately, if you are able and with capability to handle such amount \nin strict confidence and trust according to my instructions and advice \nfor our mutual benefit because this opportunity will never come again \nin my life. I need truthful person in this business because I don't \nwant to make mistake I need your strong assurance and trust. With my \nposition now in the office I can transfer this money to any foreigner's \nreliable account, which you can provide with assurance that this money \nwill be intact pending my physical arrival in your country for sharing. \nI will destroy all documents of transaction immediately we receive this \nmoney leaving no trace to any place. You can also come to discuss with \nme face to face after which I will make this remittance in your \npresence and two of us will fly to your country so at least two days \nahead of the money \ngoing into the ccount. \nI will apply for annual leave to get visa immediately I hear from you \nthat you are ready to act and receive this fund in your account. \nI will use my position and influence to effect legal approvals and \nonward transfer of this money to your account with appropriate \nclearance forms of the ministries and foreign exchange  departments. At \nthe conclusion of this business, you will be given 35% of the total \namount, 60% will be for me, while 5% will be for expenses both parties \nmight have incurred during the process of transferring. \nI look forward to your earliest reply. \n\nTHANKS AND GOD BLESS, \n\nYOURS SINCERELY, \n\nMR.CHAMBERLIN KLUGMAN. \n\n\n\n\n_____________________________________\nGet your webmail @ drunkandstoned.com\nUnlike your crack habit... it's free!\n\nhttp://www.drunkandstoned.com\n\n", "id": "f3ea98c4f1b45070454b0b545e2d028c"}