{"email_subject": "This Is Very Urgent Please Reply This Mail  (Thanks)", "email_body": "For Your Kind Attention Please\u000b\n\u000b\nI am Mrs Beni Fredrick of Zimbabwe wife of late Mr Fredrick William a a \u000b\nwell known farmer but my husband died of hearth attack after the seizure \u000b\nof all his life times investment in Zimbabwe by the Government of Robert \u000b\nMugabe and and this includes his farmes and money in his account. And my \u000b\nbut lost nearly all to the Government of Robert Mogarbe but I Thank God \u000b\nmy husband was able to transfer the sum of USD 45.5 million through a \u000b\ndeplomatic channel means to a another Bank in West Africa before his \u000b\ndeath which he told the Bank that the money belongs to one of his \u000b\ncustomers who will later contact them for onward transfer of the money \u000b\nto his account. \u000b\n\u000b\nFurther as a matter of importance, please my reason of contacting you, is\u000b\nthat I am honestly in need of your \u000b\nassistance to help me and my children transfer this money to your \u000b\ncountry for onward investment in your country for my children upbringing \u000b\nas we are finding a way to leave this country to settle down there and \u000b\ncontinue our lives. You may wonder how I got your address it was seen in \u000b\none of my husband's file and I am sure you may be one of our numerous \u000b\ncustomers and I have every trust in you as one who knows my late husband \u000b\nand as one who will not sit on the money upon transfer to your account. \u000b\n\u000b\nPlease note that we have no other place to run to until this money gets \u000b\nto you. Kindly do every thing possible to reply this mail so as to \u000b\nenable me give you the account number and contact details of the Bank \u000b\nwhere the money is and the Account Officer who is urgently waiting to \u000b\nhearing from you for immediate transfer of the money to your account. \u000b\n\nPlease reply this mail through this my private email address: \nbenifredrick@zwallet.com \u000b\n\u000b\nThanks and God Bless as I urgently await your reply. \u000b\n\u000b\nMrs Beni Fredrick\u000b\n\u000b\n\u000b\n\n\n\n", "id": "f40c28ceb52708b3905d553007b8466d"}