{"email_subject": "TREAT AS URGENT DEAR PARTINER", "email_body": "\nDear Beloved One                             \n\nI am a citizen of Republic of Rwanda (Central Africa) I am from the \nprovince of Kigali,my late father was  Lieutenant Kagame \nKaregeya,Director of External Intelligence at the Directorate of \nMilitary Intelligence (DMI).Rwanda who was murdered alongside with his \npersonal Manager during the crises in Rwanda by his bossom Friend \nMr.Mbundu a Rwandan businessman based in Kampala,Uganda over a Diamond \nBusiness when they seek refuge in his house. \n\nI know how strange and embarrassed you will feel about this letter \nsince we have not met before.I am just an innocent victim of \ncircumstance in my situation that is why I decided to contact you for \nan urgent assistance regarding my inherited funds which I will need an \nurgent assistance from you in order to relocate to your country.\nI had to contact you through this medium as the only option left for me \ndue to its urgency for your co-operation to secure an opportunity \nthrough you to invest and secure permenent residence in your country. \nThe capital which i will tell you when i get your reponds,is what I \ninherited from my late father which I honourably intend to invest in \nyour country into a very lucrative business venture of which you are to \nadvise and execute the said venture over there in your country for the \nmutual benefits of both of us.\n\nYour able co-operation is to become  a channel and a partner through \nwhich this funds could be moved into your country, and also create an \nidea on how the money will be invested, properly managed and the type \nof investment after the money is transferred to your custody with your \nassistance.\n\nMeanwhile on indication of your willingness to handle this funds and \nthe transaction sincerely by protecting my interests and upon your \nacceptance of this proposal I would furnish you with the full detailed \ninformation procedures involved and mutually agree on your percentage \ninterest or share holding for helping me to secure the release of the \n\ndeposit and investing the money.\n\nI shall be glad to reserve this respect and opportunity for you if you \nso desire but do urge you to give the matter your immediate attention \nit deserves because of my situation right now.\nLooking forward to hearing from you as urgent as possible.\nYours Faithfully.\nDaniel Karegaye\n__________________________________________________\n\n\n\n\n", "id": "f41079bb75dbc081f92cead69bf842d7"}