{"email_subject": "COMPENSATION FOR PAST EFFORTS", "email_body": "DEAR GOOD FRIEND  I am happy to inform you about my great success in transferring the fund USD29, 500,000.00 (TWENTY NINE MILLION, FIVE HUNDRED THOUSAND DOLLARS) with the help of my new partner in UNITED KINGDOM. I am very sorry it didn't work out for us, not my fault you know. Presently, I am in South Korea for investment project with my own Thare of the fund. Meanwhile, I didnt forget your past efforts and honest attempts to assist me in transferring this fund, though we could not transfer this fund due to the frustration and blackmail during that time.  For the assistance you gave me during that period my good friend, I want to compensate you with the sum of (US1,900,000.00}{ ONE MILLION, NINE HUNDRED THOUSAND DOLLARS ONLY} for strongly standing by me and all the money you spent during this days. I am fully aware that the fund I am sending to you as compensation for your past effort is small, but please, kindly take it like that. As soon as I am through with my investment project I will get in touch with you ok. Please contact my secretary DR.CARLOS LOPEZ IN SPAIN WITH HIS EMAIL: carloslopez2002@madrid.com or carloslopezmadrid2002@yahoo.com now for further information regarding the compensation fund for you for her directives and payment into your account immediately. My secretary will direct you on how the fund will be paid to you.  Honestly, your efforts were highly appreciated. Be free to contact my secretary as soon as you receive this message. Secondly, do let me know immediately you receive the compensation fund for sharing of joy after a long time. At the moment, I am very busy with my partner/ business counterpart in the area of investment in South Korea. In less two weeks, I think we may be free of it all. Thank God that everything is working accordingly at the moment. Finally, remember that I had forwarded instructions to my secretary on your behalf to send the fund to you. So feel free and get in touch with him.  Regards  PRINCE GEORGE ADAMS ___________________________________________________________________________", "id": "f46b6c974aac316c0fa86010fb24f45a"}