{"email_subject": "HELLO FROM DAVID SMITH", "email_body": "MR.DAVID SMITH\nDAKAR SENEGAL\nPlease, Reply to:maildavid_smith@excite.com\n\n \nI am MR.David Smith. I am an employee of a commercial Bank here in\nthe Dakar-Senegal; I am the personnel account officer of Late Mr. Paul\nReynold who was a National of asia before his untimely death with his\nwife. They had no children. On Tuesday, Nov. 30, 2004 our customer and\nhis wife died on board on PLANE CRASH in Indonesia (Indonesia Airline\nFlight JT583).The plane crash was in the news. See link below for more\ndetail information:\nhttp://www.chinadaily.com.cn/english/doc/2004-11/30/content_396081.htm\nSince then no body has come forward to claim his funds and our bank\nAUTHORITIES are making serious arrangement to confiscate his money. In\norder to avert this negative development, I now seek your permission to have\nyou stand as a RELATIVE to the deceased and equally act as his next-of-kin\nThe account is valued at US$18.5 million Dollars will be paid into\nyour nominated bank account before our bank authorities confiscated or\ndeclared his bank account unserviceable and this will happen if no body\ncomes forward to claim the money.\n \nI am assuring you that this transaction will be executed under legitimate\narrangement that will protect you from any breach of the law. Please, do not\nhesitate to put up your utmost effort in handling this transaction to the\nhighest level of business. I have reposed higher confidence in your\nability to handle this matter perfectly and confidentially. Also, your\ntelephone number will be highly required to enable us communicate with each\nother on daily basis.\n \nI want you to understand that your involvement in this matter is to maintain\nabsolute secrecy and keep the spirit of teamwork; you do not have to\ndisclose the nature of this transaction to anybody for security reasons.\nI am serious minded person and I mean business.\nThe funds will be shared to us, after it has been transferred into your\nbank account.\n \n1. 60% of the money will go to you for acting as the next-of-kin\n2. 40% to me as the originator of the transaction.\nPlease indicate your interest to the above email address\ninterest and to let you know the next step of action towards the\nsuccess of this transaction.\n \nBest regards,\nMR. DAVID SMITH\n \nThe information in this letter is confidential, please, if you are not\ninterested destroy this message, You should not retain copy or use this\nletter for any purpose, nor disclose all or any part of its content to\nany other person.\nNB ALTERNATIVE E-MAIL ADDRESSE IS;maildavid_smith@excite.com\n\n\n\n\n\n", "id": "f4b28c25b72d27969a24f4e49564df4c"}