{"email_subject": "good day", "email_body": "FROM THE DESK OF:\nBARRISTER AMINU KANO\nPRICIPAL ASSOCIATE MIKE & CO.\n \nATTN:\n \nI was privileged to capture your names from the Internet.\nMy name is Barrister. aminu kano  a legal Practitioner and the personal \nAttorney to late Mr.Steffen,a National of your country who died along with his wife\nand his Two sons in a ghastly motor accident over 3 years now (August \n13,2000). All the occupants in the vehicle lost their lives.\n \nI am Convinced that it was the grace of God that made me to Locate you..\nMy client was a successful and am accomplished family man, Who made enough\nfortune before his untimely death? Since Then I had made several inquiries \nthrough your Embassy to locate any of my clients extended relative but this \nExercise has proved unsuccessful. After several Unsuccessful attempts, \nI decided to trace his relatives Through the Internet, to locate any member of his \nFamily not Much progress was recorded My late client was an Influential wealthy businessman, an oil magnet here in Nigeria and he left behind a deposit of Thirty two Million, Two Hundred Thousand United States Dollars only ($32,200,000.00usd) in his domiciliary bank account in a Commercial bank here in Lagos.\n \nAfter the death of my client his bankers contacted me, as his Attorney to \nprovide his next of kin who should inherit His fortune.\nThe board of directors of his bank adopted a Resolution and I was mandated \nto provide his next of kin for the payment of this money within 28 working days or Forfeit  the money to the bank as an abandoned property. The Bankers had planned to invoke the  abandoned property decree of 1996 to confiscate the funds after the expiration of the  period given to me.\nDespairing at the point of, exhaustiveness, fortunately I came across your name. to my utmost amazement, I discovered That Coincidentally, you are nationals of the same country.\n\nI am Convinced that you may be linked with my late client or that you might \nprovide clue to my search. Therefore, i decided to contact with these facts \nbefore me because of the Similarities .By virtue of my closeness to the deceased and His immediate family, I am very much aware of my client financial standing and The bank  account he operates.\nI have reasoned very Professionally and I feel it will be legally proper to \npresent you as the next of kin of my deceased client, so That you can be paid the \nfunds left in his bank account, hence I contact you.\n \nI seek your consent to present you as the Next of Kin to the Deceased since\nyou are at an advantage, hailing from the same country, so that the proceeds\nof this Bank Account valued at $32.2 Million Dollars can be paid to you.\nwe shall both share the funds.25% to me and 60% to you,\nwhile 15% should be for Expenses or Tax as your Government may require,\nI shall Assemble all the necessary Legal Documents that will be Used to back \nup our claim.\n\nAll I require is your honest cooperation to enable us see This deal through. \nI guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of law.\n\n \nBest Regards\n \nBARRISTER AMINU KANO\n\n\n", "id": "f501b775f7104b48fb13299f6a7d968a"}