{"email_subject": "FROM:MR.MOSES PARAISO,", "email_body": "FROM:MR.MOSES PARAISO,\nCONTINENTAL BANK-BENIN\nAv. Jean Paul II,\nCarrefour des Trois Banques, 01 BP 2020 - Cotonou\nRepublice of Benin\nSwift: COBB BJ BJ\nTélex : CONTBK 5151 CTNOU\n\n                                 ATTEN:\n                        (RE: TRANSFER OF USD28.5MILLION)\n\nCompliments of the Day Permit me to introduce myself to you. My name is MR.MOSES\nPARAISO,A top Management Official of the above Finance Corporation in Cotonou,\nBenin Republic.\n\nAs it may intrest you to know, I got your contact through my international\nbusiness enquiry  as i was making contact of an foreign partner that will\nassist me to bring this deal to be a success. I beleive you will be viable and\ncapable to champion a business of such  magnitude without any problem.\n\nPROPOSITION: An Australian Engr Donald Pepper, a prosperous oil\\\\Gold merchant\nhad in our Bank the sum of $28.5million in a domiciliary account.\nUnfortunately, he was killed in a recent ghastly motor accident in Benin\nRepublic. Efforts had been made by the management of my bank through the\nAustralian Embassy to contact any of the deceased children but to no avail. I\nlater discovered that he had no children. Given the skeletal information\navailable to the bank, it has so far been impossible to reach any of the\nrelatives.\n\nThe situation left for the Management is to declare the deceased account dormant\nand revert the funds to trading for interest to the Bank. In order to avoid this\ndevelopment, I now seek your approval to have you stand as a distant relative to\nEngr Donald Pepper, so that the money would be released to you.\nI am only contacting you as a foreigner because this money can not be approved\nto a local bank here, but can only be approved to any foreigner with valid\ninternational passport or drivers license and foreign account.\nBecause the money is in US dollars and the former owner of the account Engr\nDonald Pepper,was a foreigner too.\n\nAll documents and proofs to enable you get the money will be carefully packaged\nonce I receive your acceptance on this proposal. I shall apply for a leave as\nsoon as the funds get into your reliable account to come to your country for\nsharing and investments which you will assist me in doing. May I assure you\nthat this is safe and risk-free, as I have taken care of all necessary\nmodalities to ensure a hitch-free Transfer I have decided that upon the\nconclusion of this transaction you will be entitled to 30% of the total Funds I\nhave reposed my confidence in you and hope that you will not disappoint me.\nFor us to proceed please send to me your full Location Address, telephone and\nfax numbers to enable us discuss further about this transaction.\n\nREGARDS AND GOD BLESS YOU,\nMR.MOSES PARAISO.\nKindly call me for more information.\nPHONE NUMBER +229 - 05 17 26\n\n\n\n", "id": "f50dbbf4e927de4f6edd8575c6e13eab"}