{"email_subject": "PLS GETBACK TO ME.", "email_body": "I have a new email address!You can now email me at: philomina_2@yahoo.com.au\n\nDearest in the Lord,\n\n \n\nI am the above named person from South Africa. I am married to Mr.GREOGE  SANKOH  who worked with South African embassy in Ivory Coast for nine years before he died in the year 2002. We were married for eleven years without a child. \n\n \n\nHe died after a brief illness that lasted for only four days. Before his death we were both born again Christians.Since his death I decided not to re-marry or get a child outside my matrimonial home which the Bible is against.\n\n \n\nWhen my late husband was alive he deposited the sum of 5.5Million U.S.(FIVE MILLION FIVE HUNDERD thousand Dollars) in a trunk box in one ( Security And Finance Company) in cote d' ivoire.Presently, this money is still with the Security And Finance Company. Recently, my Doctor told me that I would notlast for the next two years due to cancer problem.\n\n \n\nThough what disturbs me most is my stroke Having known my condition I decided to donate this fund to church or better still a christian individual that will utilize this money the way I am going to instruct here in. \n\n \n\nI want a church that will use this to fund churches, orphanages and widows propagating the word of God and to ensure that the house of God is maintained. The Bible made us to understand that Blessed is the hand that giveth.\n\n \n\nI took this decision because I don't have any child that will inherit this money and my husband relatives are not Christians and I don't want my husband's hard earned money to be misused by unbelievers. \n\n\nI don't want a situation where this money will be used in an ungodly manner. Hence the reason for taking this bold decision. I am not afraid of death hence I know where I am going. I know that I am going to be in the bossom of the Lord. Exodus 14 VS 14 says that the lord will fight my case and I shall hold my peace. \n\n \n\nI don't need any telephone communication in this regard because of my health because of the presence of my husband's relatives around me always. I don't want them to know about this development. With God all things are possible.\n\n \n\nAs soon as I receive your reply I shall give you the contact of the BANK in ivory coast.\n\nI will also issue you a letter of authority that will empower you as the original- beneficiary of this fund. I want you and the church to always pray for me because the lord is my shephard. My happiness is that I lived a life of a worthy Christian. \n\n \n\nWhoever that wants to serve the Lord must serve him in spirit and truth. Please always be prayerful all through your life. any delay in your reply will give me room in searching for a church or christian individual for this same purpose.\n\n \n\nPlease assure me that you will act accordingly as I stated herein. Hoping to hearing from you as soon as you received this mail .\n\n \n\nRemain blessed in the name of the Lord.\n\n\nYours in Christ.\n\n\nSISTER PHILOMINA  SANKOH\n\nphilo_sankoh0@yahoo.fr\n\n- philomina BURTLEY\n\n", "id": "f5353530a18669d6e82cffcee65cfe65"}