{"email_subject": "SEARCHING FOR BUSINESS PARTNER.", "email_body": "From: ENG, JOHN MARK.  Subject: SEARCHING FOR BUSINESS PARTNER.  From: Engr john Mark Jr.  ECA New Building 5th Floor, No. 5NC5-5N13  P.O. Box 3001 Addis Ababa, ETHIOPIA  ATTN:THE PRESIDENT/CEO.  I am writing to solicit for your unreserved assistance and good cooperation in view of mutual investment proposal. Please treat as highly confidential if in any case you did or did not welcome the idea of this business proposal.   It occur to me to contact you subject to proposing to move some funds to you for a joint venture investment preferably an Auto Trading/ Auto Spare Parts in your country.  But if there is any other business venture which you deem more necessary to invest this fund do not  hesitate to advice.  However, every arrangement has been concluded for us to take off this Project in good faith.  There is a trustworthy agent in Asia, holding some of my late father's funds on trust for us in a security company, it is part of  this fund I am proposing to invest with you, so that I can become an Auto trader and Auto spare parts dealer with your assistance in your country.  My late father Dr.Yusuf   mark, was the former Aviation minister of  my country Ethiopia since after his death, the current president has been seizing all my fathers' investment on intimidation and we are no longer safe in our country.  Please reply me immediately so that I can inform you of how and  when  the security vault will deliver to you the first consignment of the  fund to you in your country which will be done via a diplomatic net-work in a defaced concealment.  I want to start with the total sum of US$11.5M. (Eleven Million Five  Hundred thousand Dollars) only and for your good information your Commission will be 25% of each delivery until the entire bulk-fund Completes.  On the progress of this business I will arrange for a safe telephone  line for this transaction in a couple of days for security reasons hence I will appreciate your interest to work out this business.  Please reply me urgently through this e-mail address ( jmark2006@gmail.com)  Very truly yours  Engr. John Mark Jr.  email: jmark2006@gmail.com", "id": "f57112df062744b74bb357cadc736a63"}