{"email_subject": "PLEASE YOUR URGENT REPLY", "email_body": "Dear Sir,\n \nIt is with tears that I am writing this message to you from a hospital bed far away from my home where I have no mother, father, sister , brother or any relative, in the mist of strangers with a diffrent language that I don't understand, imaging how painful it is being a cancer patient.\n \nThere is absolutely going to be a great doubt and distrust in your heart in respect of this mail,coupled with the fact that so many individual have taken possession of internet to facilate their nefariouse deeds,thereby making it extremely difficult for genuine and legitimate business class persons to get attention and recognition.  \n \nI am Mrs. Alimatu Branco. I am Married to Mr. David Branco, who worked with our Embassy in Spain for nine years before he died in the year 2002. We were married for eleven years without a child. He died after a brief illness that lasted for only four days.\nBefore his death we were both born again Christian. Since his death I decided not to re-marry or get a child outside my matrimonial home which the Bible is against. When my late husband was alive he deposited the sum of $18.5 Million with a Bank in Benin Republic Presently this money is still in the custody of the Bank in Benin.\n \nRecently, my Doctor told me that I would not last for the next Eight months due to cancer problem, but I know that my doctor is not God. Having known my condition I decided to donate this fund to a Church, Organisation or good person that will utilize this money the way I am going to instruct herein. I want a Church, Organisation or good person that will use this fund for Orphanages, Widows and other peoples that needs help and also propagating the word of God and to endeavor that the house of God is maintained.\n \nThe Bible made us to understand that \"Blessed is the hand that giveth \" I took this decision because I don't have any child that will inherit this money and my husband relatives are not Christians not even good at all because they are the one that are responsible for the death of my husband in other to have all my late husband properties and  i don't want my husband's effort to be used by those that conspired for his death. \nThis is why I am taking this decision, I am not afraid of death hence I know where I am going. I know that I am going to be in the bossom of the Lord. Exodus 14   Vs 14  says  that  \"the Lord will fight my case and I shall hold my peace\". I dont need any telephone communication in this regard because of my health hence the presence of my husband's relatives are around me always. I don't want them to know about this development and I know that with God all things are possible to those who trust in Him.\n \nAs soon as I received your reply I shall give you the contact of the Bank in Benin. I will also issue a letter of authorization to the bank that will prove you the present beneficiary of this money. I also want you, Church or Organization to always pray for me because the Lord is my only Shephard. My happiness is that I lived a life of a worthy Christian. Whoever that wants to serve the Lord must serve Him in spirit and truth. Please always be prayer f ul l through your life. Contact me on this email address and any delay in your reply will give me room in sourcing another good person, church or organization for this same purpose.\n \nPlease assure me that you will act accordingly as I stated herein.\nHoping to receive your response immediately,\nPlease reply with this email I.D wasiutunji22@yahoo.fr\nThanks and Remain blessed in the Lord.\nI remain yours sister in Christ.\n \nMrs. Alimatu Branco.\n   \n\n \t\t\n---------------------------------\n Dcouvrez une nouvelle faon d'obtenir des rponses  toutes vos questions ! Profitez des connaissances, des opinions et des expriences des internautes sur Yahoo! Questions/Rponses.", "id": "f5c10f850e222abc9dc8d43418ddb80c"}