{"email_subject": "I NEED YOUR ASSISTANT", "email_body": " HELLO, \nI am contacting you based on a pitiable situation in which I found myself today. \nPlease find a way to help me out and I will remain grateful.I happened to be a victim of Sudan political crises which has turned me into an orphan and a semi - beggar.At the moment, \nI am as confused as hopeless but I believe that this condition is not going to be permanent but what I do not know is when. \nMy name is Ms.Fatima Fahad from citizen of Sundan, the only daughter of Mr. Modu Fahad. \nMy father was a business man and well known Gold dealler from Darfur in Sudan. He was murdered in cold blood late last year 2004 ,during the bombing of our village,Rahad Kabolong in the western Sudanese state of North Darfur with my mother . \nYou can find the story on this website. \nhttp://news.bbc.co.uk/2/hi/programmes/panorama/4007191.stm \nMy late father Modu Fahad deposited the sum of US$5.500.000.00 Million (Five Million Five Hundred Thousand United States Dollars) under a custody of Finance Firm Dakar Senegal. However, I came to Senegal with the deposit documents of the money for the claim of the money out from the Finance firm and transfer to a foreign trustee with interest to secure a sustainable investment for my future survival. \nI'm therefore soliciting for your assistance to help me receive the money out from Senegal and as well to transfer it into your private or company account for investment in your country under your control,because at my age,i don't have a business idea. \nI want you to stand as my fathers foreign busines partner for a successful retrieve and transfer of the money out from Senegal with your name and also help me to secure my traveling documents to come over your country for the investment and to live my future life under your care. \nPlease reply immediately you receive this mail for further discussion and also tell me the amount you will take as your rewards for helping me to handle the transfer to your position to enable me give you more detail informtion about the deposit. \nThanks for your anticipated understanding and co-operation. \nBest regards, \nFatima Fahad. \n\n\n\n\n\n", "id": "f60b1a2c6374d79ae85cc253ed5c1cac"}