{"email_subject": "merci mon ange", "email_body": "merci mon ange \nmon nom est mona khalil ,je suis de \nnationalité Algérienne et je vis en Irak Je suis une femme..Je suis ala recherche d'une personne capable de m'aimer et de vivre avec moi.Vraiment une amitié basée sur le respect mutuelle et une confiancetotal.Car une vie de couple sans le respect et la confiance ne nulle part.Je suis une femme indépendante et tendre.\n Tout ce que je voulais obtenirde ma carriere est atteint. Maintenant je veux le calme, la chaleur et la constance. J’ai appris a garder l’essentiel et pardonner la bagatelle. Je veux rencontrer un hommefort avec les yeux bons et un grand coeur. J’ai beauc t je vis en Irak . je suis dans ce pays depuis tres longtemps et j’était au service de madame Aquila Al-Hashimi. J’avais pour rôle de veiller sur le bon fonctionnement de sa résidence a l’ouest de Bagdad et a m’occuper de tout ce qui est comme factures et charges a régler . \nJ’étais en quelque sorte le majordome et j’avais connaissance de plusieurs choses que ma maîtresse faisait.Docteur Aquila Al-Hashimi était conseillere du Vice-Ministre Tariq Azis sous Sadam Hussein et plus tard responsable de la coopération du ministere des affaires étrangeres aupres de l'ONU au sujet du programme huile contre nourriture.Elle avait émergée comme principale actrice politique aupres des figures du conseil politique irakien au sujet de la politique étrangere elle devrait etre nommé ambassadrice de l'Irak aupres de l'O.N.U compte tenu de sa rigueur et de son aptitude lorsqu'il s'agissait du travail elle fut grievement blessée par des balles lorsqu'elle était en dehors de sa maison par des assaillants inconnus parce qu'elle était en préparation de l'Assemblée Générale des Nations Unies qui s'était ouverte le mardi a New-York et mourut cinq jours plus tard des suites de ses blessures .\nLorsqu’elle était a l’hôpital je m’occupais d’elle car elle était devenue comme une mere pour moi avant qu’elle ne meurt elle m’a fais savoir qu’elle avait déposé une malle qui contenait de l’argent plus précisément la somme de 14 millions de dollars américain dans une compagnie diplomatique et que le papier justificatif de ce bien se trouvait dans son placard a la maison donc elle m’a dis de remettre ce papier a ses freres pour pouvoir retirer ce bien .\nElle naquit en 1963 et mourut le 25 septembre 2003 Des que je suis arrivé a la maison j’ai pu constaté que le certificat de dépôt ne portait aucun nom de bénéficiaire car elle avaitmis commemention partenaire étranger » donc j’ai vu ça comme une grâce d’ALLAH et une occasion pour moi de sortir de l’Irak et j’ai décidé de garder tous ces papiers pour moi donc j’ai écris a la compagnie pour savoir l’existence de ce bien et ils m’ont confirmé la présence d’une malle au sein de leur compagnie mais compte tenu de la situation ici ils ont transféré tous les biens de leurs clients pour des raisons de sécurité dans leur base dans un pays en Afrique de l’ouest nommé République de Côte d’Ivoire, compte tenu du fait que la vie est devenu dure depuis sa mort et surtout compte tenu du fait que j’ai d’énormes problemes avec sa famille et aussi compte tenu du fait que je ne peux pas récupérer ce bien j’ai décidé de solliciter votre aide pour pouvoir m’aider a récupérer ce colis car tous les papiers concernant cette affaire sont avec moi et je peux vous les faire parvenir afin que vous vous présenter comme étant l’associé de ma maîtresse aupres de la compagnie et pour votre aide j’accepte de vous donner 40% sur la somme totale de 14 millions de dollars américain.Je voulais aussi vous signifier qu’il n’y a aucun risque dans cette affaire et qu’elle est garantie a cent pourcent.Veuillez m’écrire urgemment a mon adresse privée qui est KHALIL MONA.", "id": "f60b50262d686f1276f45faf36d09561"}