{"email_subject": "TREAT AS URGENT .", "email_body": "FROM THE DESK OF: Dr.Ouadrago Yamkine Issak,\nIBA INTERNATIONAL  BANK OF BURKINA FASO.\nAFRICA.WEST COAST.BRANCH.\n{USD10,MILLION TO TRANSFER}\n\n\nDear Sir/Madam,\n\nI am Dr.OuadragoYamkine Issak, director INTERNATIONAL BANK OF incharge   \nAfrica bank {IBA}. I have urgent and very confidential  business proposal \nfor you.An American Gold consultant/contractor with the burkina  faso west  \nAfrican Solid Gold Corporation,mr  Morris Thompson made a numbered time \n(Fixed) Deposit for twelve calendar months,valued at US$10,000,000.00 (TEN \nMillion Dollars) in my branch.\n\nUpon maturity, I sent a routine notification to his forwarding address but \ngot no reply. After a month, we sent a reminder and finally we discovered \nfrom his contract employers, the west African Solid Gold Corporation that \nMorris Thompson died in a plane crash in Alaska Airlines Flight 261(for more \ninformation about this crash and person you can contact this website:\nhttp://archives.cnn.com/2000/US/02/01/alaska.airlines.list\nsince we got this information about his death. On further investigation, I \nfound out that he died without making a WILL, and all attempts to trace his \nnext of kin was fruitless.\n\nI therefore made further investigation and discovered that Mr  Morris \nThompson did not declare any kin or relations in all his official documents, \nincluding his Bank Deposit paperwork in the Bank. This sum of \nUS$10,000,000.00 is still sitting in the Bank and the  interest is being \nrolled over with the principal sum at the end of each year. No one will ever \ncome forward to claim it.\nAccording to Laws of Republic OF BURKINA  FASO,  at the expiration of 4 \n(four) years, the money will revert to the ownership of the burkina  faso \nGovernment if nobody applies to claim the fund. Consequently, i am due to \nretire from office next year 2007,\n\nMy proposal is that I will like you tp come in as a next kin/ foreigner to \nstand in as the next of kin to Mr.Morris Thompson so that the fruits of this \nold man's labor will not get into the hands of some corrupt government \nofficials.\nThis is simple, I will like you to provide immediately your full names and \naddress so that the attorney will prepare the necessary documents and \naffidavits that will put you in place as the next of kin.through the bank \nattorney as soon as you put application to the bank.We shall employ the \nservices of an attorney for drafting and notarization of the WILL as  the \nbank will approve you as  the next of kin and to obtain the necessary \ndocuments and letter of probate/administration in your favor for the \ntransfer.\n\nA bank account in any part of the world that you will provide will then \nfacilitate the transfer of this money to you as the beneficiary/next of kin. \nThe money will be paid into your account for us to share in the ratio of 75% \nfor me and 20% for you.then 5%will be map out for any expenses that may \noccure during transactions.\nThere is no risk at all as all the paperwork for this transaction will be \ndone by the attorney as will employ him on  the approval of the bank; i am \nnotifying  you this as a secret of mine, as a senior bank officer.i knew all \n  what it takes  to get  this funds out of  the bank. and my position and \nthat of YOU  qarantees the successful execution of this transaction. If you \nare interested, please reply immediately via the private email address \nabove. Upon your response, I shall then provide you with more details and \nrelevant application letter  that will help you understand the transaction. \nPlease send me your confidential telephone and fax numbers for easy \ncommunication.\n\nPlease observe utmost confidentiality, and rest assured that this \ntransaction would be most profitable for both of us because I shall require \nyour assistance to invest my share in your country.\n\n\nAwaiting your urgent reply\nBest Regard.\nDr.Ouadrago Issak Yamkine,\n\n_________________________________________________________________\nTestez Windows Llive Mail Beta ! \nhttp://www.msn.fr/newhotmail/Default.asp?Ath=f\n\n\n\n", "id": "f676d788a1ec7b515f6e3b4ea9ad23fd"}