{"email_subject": "FROM: PHILIP & ALICE DESMOND ", "email_body": "FROM: PHILIP & ALICE DESMOND\nRue L195, Zone 4, Abidjan \nIvory Coast.\n\n\nDear Beloved One,\n\nWith the hope that you are okay and doing fine, l am\ncontacting you for business transaction.  This proposal\ncould be strange but please give it some attention.  I got\nyour contact details on the internet and i decieded to \ncontact you first in  good faith. \n \nMy name is PHILIP DESMOND, I live in Ivory Coast in West\nAfrica.  I have inherited the sum of USD$27,000,000.00\n(Twenty seven million Dollars) from my late parents.  But l\nam faced with a problem.  It is in respect of this problem\nthat l am contacting you.\n\nOn the banks documents for the next of kin, my late father\nappended a clause stating that:  I the next of kin, must\nattain the age of 35 years, before taking full control of\nthe bank account, But, in the event of war or natural \ndisasters in Ivory Coast, the bank should honour a transfer\nrequest from me which must be for the safety of the funds,\nAnd in this case, I must have an investment manager, my\ninvestment manager must not be from this country that my\ninvestment manager most be a foreigner.  \n\nI am only 24 years old now, but Ivory Coast is not a safe\ncountry at this time because of the war and the political\ncrisis.  So I want the bank to transfer my money out of\nIvory Coast to your account in any  safe country, but the\nbank is insisting that l fulfil the conditions put down by\nmy late father.  \n\nThis is actually the reason why l am writing you.   So\nplease I would like you to become my investment manager,\nbecause having an investment manager is the condition the\nbank insist l have to meet before they would agree to\ntransfer my money out to any account.  When you become my\ninvestment manager, l would instruct the bank to transfer\nmy money to your account in your country, so that you can\nhelp me invest the money wisely while me and my small\nsister will further our education in your country. \nAnd please tell me what we can invest with this money in\nyour country? \n\nPlease I am expecting your response.  If you wish to reply\nme,Please reach me at this same email address . I am\nwilling to give you 20% of the total money for your\nassistance.  And please reply with your full contact\ninformation for easy communications so that i can send\ndetails and the deposit documents to you for better\nclearifications with the bank contact.\n\nMy regards,\nPHILIP DESMOND\n\n\n\n", "id": "f6b0d6177b86689160eaa1aebc7874d0"}