{"email_subject": "Urgent Assistance pls.", "email_body": "Urgent Assistance pls. Please you are to reply me with this E-mail: barrstevenwa301@yahoo.co.uk From Barr.Steve Nwa. Attn: Sir/Madam. I am Barrister Steve Nwa(SAN), a Solicitor. I am the Personal Attorney to mrs. Ann Parker, a national of your country,. I have an urgent and very confidential business proposition for you.On December 8, 1999, an American Oil consultant/contractor with the Nigerian National Petroleum Corporation, Mrs. Ann Parker. made a numbered time (Fixed) Deposit for twelve calendar months, valued at US$14.6,000,000.00(Fourteen Million, Six Hundred thousand Dollars) in my branch. Upon maturity, I sent a routine notification to her forwarding address but got no reply. After a month, I sent a reminder and finally i discovered from her contract employers, the Nigerian National Petroleum Corporation that Mrs. Ann Parker. died from a ghastly automobile accident. On further investigation, I found out that she died without making a WILL, and all attempts to trace her next of kin was fruitless.I therefore made further investigation and discovered that Mrs. Ann Parker. did not declare any next of kin or relations in all her official documents, including her Bank Deposit paperwork in her Bank. This sum of US$14.6,000,000.00 is still sitting in her Bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it. According to Nigerian Law, at the expiration of 7 (seven) years, the money will revert to the ownership of the Nigerian Government if nobody applies to claim this fund. Consequently, my proposal is that I will like you as a foreigner to stand in as the next of kin to Mrs. Ann Parker. so that the fruits of this woman's labuor will not get into the hands of some corrupt government officials. This is simple, I will like you to provide immediately your full names and address so that i will prepare the necessary documents and affidavits which will put you in place as the next of kin. I will drafting and notarization of the WILL and to obtain the necessary documents and letter of probate/ administration in your favour for the transfer. I would need you as a Foreigner acting as the next of kin and sole benefactor to the inheritance of Mrs. Ann Parker. to travel and claim this money in a SECURITY COMPANY based in Europe which is used by her bank as an offshore payment center to the bank. The money will be paid to you for us to share in the ratio of 60% for me and 30% for you then 10% for any expensee that may come up. There is no risk at all as all the paperwork for this transaction will be done by me with my position as Attorney guarantees the successful execution of this transaction. If you are interested, please reply immediately. Upon your response, I shall then provide you with more details and relevant documents that will help you understand the transaction. Please observe utmost confidentiality, and rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country. Awaiting your urgent reply Thanks and regards. Barr. Steve Nwa.AlternativeE-mail: ifoma_n@yahoo.co.uk", "id": "f6c24b84380f7bb2b30d87ad28275429"}