{"email_subject": "please read and get back to me", "email_body": "Beloved,\n\nI am sorry for my unannounced communication with you especially through this common method but I promise to give you more reasons for this in due course.\n\nI am Nopparat Sujaritpinij from Thailand (nopparat.sujaritpinij@worker.com). I worked with Terry Ford 51, a white farmer in Zimbabwe till his sudden death in March, 2002. My boss, Terry Ford was a rich commercial and successful farmer in Zimbabwe till the land reforms of Mugabe led government which exposed many white farmers to the brutality of the black \"war veterans\" who in one of their attacks shot and killed him.\n\nIn case you are not familiar with this incident, you can look it up in any international news media like; http://news.bbc.co.uk/2/hi/africa/1878846.stm , http://www.cbc.ca/world/story/2002/03/18/zimbabwe020318.html.\n\nWell, I am contacting you in respect of a deposited fund which is to the tone of us$16 million which was meant for the purchase of farm tools and accessories. Since his death, I have thought of a way forward but with the continuous stay of the funds with bank, the government may trace it which means a total lost hence I arranged for the withdrawal.\n\nI successfully withdrew the funds and re-deposited it with a private security company as a family treasure. As it is, I am well informed about farming and could do any other business as well but all I need now is a partner to help me in settling down this funds in any account(s) be it personal or company's account.\n\nPlease, is rest assured that it is between me and you and so shall I like it to remain. Again, the funds in question as it is has nothing whatsoever to do with Zimbabwe any longer as I urge you to feel free in dealing with me as no risk is involved.\n\nIn dealing with you, I am ready to compensate your efforts with 17% of the total funds while 3% will be to reimburse any form of expenses from your side otherwise, we can work on partnership in all investments.\n\nI will wait to hear from you as I will be ever ready to supply you with every details of myself as well as that of the transaction.\n\nRegards,\n\nNopparat Sujaritpinij\nnopparat.sujaritpinij@worker.com\n\n\n \n  ", "id": "f6d0d12bf2c3832ee40e39527e412129"}