{"email_subject": "Contact Me Now Mr Huang Yanxiong!!!", "email_body": "\n\n\nMr. Huang Yanxiong\nHang Seng Bank Ltd.\n83 Des Voeux Rd. Branch,\nCentral Hong Kong,\nHong Kong.\nTel/Fax: +852-301-77033\n\n\nLet me start by introducing myself. I am Mr.Huang Yanxiong credit officer\nof the Hang Seng Bank Ltd.  I have a concealed business suggestion for\nyou. Before the U.S and Iraqi war our client General.Ibrahim Umar who was\nwith the Iraqi forces and also business man made a numbered fixed deposit\nfor 18 calendar months, with a value of Twenty million Five Hundred\nThousand United State Dollars only in my branch. Upon maturity several\nnotices was sent to him, even during the war early this year. Again after\nthe war another notification was sent and still no response came from him.\nWe later find out that the General and his family had been killed during\nthe war in bomb blast that hit their home.\n\nAfter further investigation it was also discovered that Gen. Ibrahim Umar\ndid not declare any next of kin in his official papers including the paper\nwork of his bank deposit. And he also confided in me the last time he was\nat my office that no one except me knew of his deposit in my bank. So,\nTwenty millions Five Hundred Thousand United State Dollars is still lying\nin my bank and no one will ever come forward to claim it. What bothers me\nmost is that according to the to the laws of my country at the expiration\nthree years the funds will revert to the ownership of the Hong Kong\nGovernment if nobody applies to claim the funds. Against this backdrop, my\nsuggestion to you is that I will like you as a foreigner to stand as the\nnext of Kin to Gen. Ibrahim Umar so that you will be able to receive his\nfunds.\n\nWHAT IS TO BE DONE:\n\nI want you to know that I have had everything planned out so that we shall\ncome out successful. I have contacted an attorney that will prepare the\nnecessary document that will back you up as the next of kin to Gen.Ibrahim\nUmar, all that is required from you at this stage is for you to provide me\nwith your Full Names and Address so that the attorney can commence his\njob. After you have been made the next of kin, the attorney will also fill\nin for claims on your behalf and secure the necessary approval and letter\nof probate in your favor for the move of the funds.\n\nThere is no risk involved at all in the matter as we are going adopt a\nlegalized method and the attorney will prepare all the necessary\ndocuments. Please endeavor to observe utmost discretion in all matters\nconcerning this issue. Once the funds have been transferred, we shall\nshare in the ratio of 70% for me, 30% for you.Should you be interested\nplease send me your private phone and fax numbers for easy communication,\nyou can and I will provide you with more details of this operation.\n\nYour earliest response to this mail will be appreciated.\n\nKind Regards\n\nMr. Huang Yanxiong\n\n\n", "id": "f6ddc549c5fabf6caac0f30d958ed789"}