{"email_subject": "JEWEL TAYLOR", "email_body": "ATTN:\n    \n    With all sincerity and humility i am Jewel Taylor,the third \n    wife of the deposed President of Liberia, the African\n    settlement of the United states Of American slaves.\n    \n    I write you this proposal based on the fact that i\n    need your aid to relocate to a safe haven my husbands\n    personal funds and effects namely 2kg weight of\n    Diamond stones and 14 gold bars with $2.4 Million\n    USD,all deposited in a safety deposit box in a\n    financial institution which will be later disclosed to\n    you upon your offer of acceptance.\n    \n    The lives of myself and my children are at risk ever\n    since my husband engaged himself in this rebel of a\n    thing in my country which later saw him as the\n    president of my country.\n    We have currently been offered political assylum in\n    the Federal Republic Of Nigeria by its\n    President,Olusegun Obasanjo,which will confine us to\n    its shores for the rest of our lives.\n    \n    I have been assured safety by the United states\n    Government and that of the Nigerian Government by a\n    meeting held with both Presidents,President George\n    Bush Of the United States and that of the Nigerian\n    President on the 10th of July 2003 at the just\n    concluded Leon Sullivan Summit Held In Nigeria..\n    \n    What you may hear of my husband should you decide to\n    verify may not be of a good report but he has learnt\n    his lesson the hard way and what i do now i do for the\n    sake of my two daughters and son whom i pray to God to\n    forgive them from the retribution of the sins of their\n    farther.\n    \n    I am prepared and willing to consider your price for\n    aiding me in this matter and will welcome your\n    conditions to the best of my abilities.\n    \n    We have just settled down in Nigeria as we got here on\n    the 11th Of August 2003,in view of this i will give\n    you a number in which we can be reached once we get\n    all things on ground.\n    \n   please click and View this site to see a picture of me and my husband's stories:you can still screw extreme down and clickon the title.FIRM SEEKS CHARLES TAYLOR BOUNTY for more stories\n    \n    http://news.bbc.co.uk/2/hi/africa/2963086.stm\n    \n    I look forward to your prompt response.\n    \n   Yours Sincerly,\n  Mrs Jewel Taylor.\n  \nFreeserve AnyTime - HALF PRICE for the first 3 months - Save £7.50 a month \nwww.freeserve.com/anytime", "id": "f714735a07f88b005bd9c5517b9b9f61"}