{"email_subject": "From: Mr. Peter Wallace", "email_body": "Dear C .e .o/President,\n\n\nI am a registered Financial Security Agent of the FSA (Financial Services Authority) in the UK, attached to the department of Treasury. Arising from the Continuous Admittance of New Counties/Member into the merging EU(European Community is a recent directive from the Bank of England that all dormant account be redirected into Government archives. I have been in charge of a particular Dormant/Suspense account which no one from my very professional investigation using the extensive data protection database.\n\nThis bond has been in a dormant state since 2000 and the department has been changing custodian of the bonds for the past three (3)years. What is needed at this stage is to find a very reliable, confidential and responsible friend who would assist me in the claims of these bonds without it reverting to the state. In this case, i would initiate a systematic transfer of the said bonds into a Dedicated Account opened in your name or company name, \nwhichever you find most appropriate. I would therefore need your response in order to grant you access to the detailed facts and figures of the bond. I have been able to contact you based on information retrieved from the credit reference database attached to my institution. I will be most willing to go into partnership with you to see this project completed in earnest.\n\nI assure you that there would be no issues to your name or person. All you would be required to do is to contact the offshore office for the purpose of concluding this transaction. I hope you understand why I cannot disclose exclusive data to you at this stage. Do kindly respond to me via my email address below or my fax number.Upon this, I would be able to send you more details regarding this project.If I do not hear from you in the next few days, I would assume you are notinterested but if you are, do also provide a phone/fax numbers you \ncould be reached on. I look forward to an excellent business relationship with you.\n\nYours Sincerely,\nMr. Peter  Wallace.\nFinancial Service Authority (FSA).\nFax: + 44-17-8280-1153  \nEmail: ppw9500@excite.com \n\n\n", "id": "f76b93bc635095ab19986d916b392465"}