{"email_subject": "Dear friend,", "email_body": "Dear friend,\n\nGreetings and compliments to you.\n\nI am writing you this mail with an ardent hope that\nyou will consider the message contained in it and\nrespond accordingly.before I proceed I will like to\nintroduce myself :\n\ni am Rev .Shadak Shari,an indian by nationality\nand and the catholic nusateure to Nigeria and Asia and the world at large\n\n\n\nI am contacting you for a hand of partnership in disbussing my wealth\nworth $8milliom( eight million US dollars).I got your contact through a\npersonal search on the internet.I beleive that though we have not met before,\nwith mutual cooperation we would be able toestablish the necessary trust\nneeded for the execution\nof this project.I decided to with hold some informations in this mail for\nsecurity reasons.\n\nI will give you just a brief of the details of this\ntransaction now but as soon as we have been able to\nestablish some trust,I will give you the complete\ninformations that is relevant to this transaction.\n\nA while ago,i acquainted with some plans\nto establish a project with helping the ophanange and old people home with\n\nequipments and facilities\n\nThis i intended to do when i became the achbisop of african diaoses For\nthis purpose ie set aside the sum of $8 million(eight million Us dollars)\n\nI seperated this funds intwo parts and deposited them in two different\nsecurity companies.One in (China). (U. A.E)and the other in Europe.The\none in U.A.E. ($2,million) was deposited in My name and the one In China\n was In My brothers name who is Dead now.\nis worth( $7million) while the other in Europe($6million)was\ndeposited in the church name where i serve.\n\nIt will be sad to let you know now that i have been in the hospital for\nthe past three months\nnow as i am sick with canser\ni sitll have the mind that one day i will die as my doctor said that it\ncannot be cured that it is of the harth\n\nI have the intention of retrieving one of the monies\nto enable us finalise My plans.This is why i\ncontacted you.I want you to be my partner who will\nassist me in travelling to any of the above mentioned\nlocations to effect the claim of the funds deposited\nthere.I assure you that you will not encounter any\nproblem in this help as i will appriopriately direct\nyou on how to go about it.Also be assured that there\nis no risk involved in this venture.It is absolutely\nrisk free.All that you need do is to adhere strictly\nto my instructions which I shall give you from time to\ntime.\n\nI shall negotiate what shall be your commision in\nthis deal.I just want you to be rest assured that you\nwill be handsomely rewarded at the end of this project.\n\nPlease do reply me immediately if you are interested\nin assisting us in this regard.\n\nyou can reach me via my direct email(shadak_foundation1@tiscali.it)\n\nPlease also note that this must be kept in absolute\nconfidentiality for security reasons even if you are\nnot interested.\n\nI await your response to this mail.for you to trust and confide in me i\nwill want you to call me(+234-8033-925-128)\n\nBest regards\n\nRev Shadak Shari\n\n\n__________________________________________________\nBroadband from an unbeatable 15.99!\n\nhttp://www.tiscali.co.uk/products/broadband/home.html?code=SM-NL-11AM\n\n\n\n\n", "id": "f78ff549d45672208aca32617771b75a"}