{"email_subject": "From Mr Macuty Udoa", "email_body": ">From Mr Macuty Udoa \nEMAIL (macuty3@yahoo.com \nLIBERIAN \nDearest Beloved one, \nBased on your profile, l am happy to request for your assistance and\nalso to go into business partnership with you, i believe that you will\nnot betaryed my trust which i am going to lay on you. \nI am Mr Mcuty Udoa,19years old and the only Son of my late parents\nMR.and MRS MUSTAPHA UDOA. My father was a highly reputable busnness\nmagnet-(a cocoa merchant)who operated in the capital of LIBERIAN during\nhis days. It is sad to say that he passed away mysteriously in France\nduring one of his business trips abroad year 12th.Febuary 2004.Though\nhis sudden death was linked or rather suspected to have been\nmasterminded by an uncle of his who travelled with him at that time. \nBut God knows the truth! My mother died when I was just 4 years old, and\nsince then my father took me so special. Before his death on Febuary\n12th 2004 he called the secretary who accompanied him to the hospital\nand told him that he has the sum of Ten Million United State\nDollars.(USD$10 000 000) left in a security company in a mettalic trunk\nbox, but the security company didn't know the content because it was\nregistered as family valuables personal for security reasons. \nI am just 21 years old and a university undergraduate and really don't\nknow what to do. This is because I have suffered a lot of set backs as a\nresult of incessant political crisis here in LIBERIAN . The death of my\nfather actually brought sorrow to my life. Sir,I am in a sincere desire\nof your humble assistance in this regards.Your suggestions and ideas\nwill be highly regarded. Now permit me to ask these few questions:- \n1. Can I completely trust you? \n2. What percentage of the total amount in question will be good for you?\nConsider this and get back to me as soon as possible. \nThank you so much. \nMy sincere regards, \nMr Macuty Udo\n\n\n\n\n\n", "id": "f7a71ce9b9e95c727ed09237c437c11b"}