{"email_subject": "STRICTLY CONFIDENTIAL", "email_body": "ATT:\n                        STRICTLY CONFIDENTIAL \nI know you will be surprised to read from me,but \nplease consider this letter as a request from a family in their need of your assistance.First I must introduce myself I am  MR MARK  BIYA from ANGOLA.I am the first and only  SON of the late BRIGADIER PAUL , i am presently residing in South Africa. \nI got your contact from South Africa Information \nExchange(S.A.I.E)here in Johannesburg and on behalf of my widowed mother,MRS PHILOMIN ,I decided to solicit for your assistance to transfer the sum of US$21,320,000.00,(Twenty One Million, Three Hundred and Twenty Thousand United State Dollars)inherited from my late father into your personal or company's account. \nBefore my father's death,he was Brigadier in charge of arms and ammunition purchase for the Angola Armed Forced.in his 'WILL'he specific! ally drew my attention to this sum of US$21,320Million,which he deposited in a safe \nbox of a private security company in south African FACT MY FATHER SAID IN HIS WILL AND QUOTE:- \n'MY beloved son,I wish to draw your attention to the sum of US$21,320,000.00(Twenty One million,three hundred and twenty thousand united state dollars),which I deposited in a box with a security company in Johannesburg, South African case of my absence on earth caused by death only,you should solicit for reliable foreign partner to assist you to transfer this money out \nof south Africa for investment purpose deposited the money in your name and it can be claimed by you alone with the deposit code.Your mother has all the document.Take good care of your mother and sister.' \n>From the above,you will understand that the lives and future of my family depends on this money will be very grateful if you can assist us.We are now living in south Africa as political asylum seekers an! d the financial laws of south Africa does not allow asylum seeker certain financial rights to such huge amount of money.In view of \nthis,I cannot invest this south africa,hence I am asking you to assist me transfer this money out of south africa for investment purpose.for your efforts am prepared to offer you 25%of the total fund, while 5%will be set aside for local and international expenses and 70%will be kept \nby my family and me. \nAll I want you to do is to furnish me with your entire personal phone and fax numbers for easy communication. You can contact me on the above Telephone,Fax or E-mail Address. Note that this transaction is 100% Risk free and \nabsolutely confidential. \nThanks and God bless. \nBest regards, \nMR MARK BIYA.\n\n\n", "id": "f7b6ba981103fb570acecb7a08d05908"}