{"email_subject": "From Mr.Donald", "email_body": "Foreign Payment Liaison Office,\nSecond Avenue, Seattle Washington\nWA, 98104, U.S.A\nSecurity Tel/Fax No: 1-610-980-8687\n\nDear Friend,\n\nRE; SWIFT/TELEGRAPHIC TRANSFER OF US$11,400,000.00 (ELEVEN MILLION,FOUR \nHUNDRED THOUSAND UNITED STATES DOLLARS) TO YOUR BANK ACCOUNT,THROUGH THE \nFEDERAL RESERVE BANK NEW-YORK.\n\nFollowing the September 11th terrorist attacks on United States World Trade \nCenter which slumped the New York Stock Exchange (NYSE) and the office of \nthe comptroller of the currency (OCC) Washington DC, the Accountant General \nForeign Payment Liaison office recently carried out Verifications and \nauditing exercise on foreign payment, these funds was discovered during this \nprocess.\n\nI am Mr.Brooks Donald, the Internal Auditor Foreign payment office Seattle \nbranch, Washington. I got your contact through the World Trade Encyclopaedia \nand wish to express my willingness to transfer an overdue payment of \nUS$11,400,000.00 (Eleven million, four hundred thousand United States \nDollars only) to your nominated bank account, through the Federal Reserve \nBank of New York. However, concrete arrangements have been concluded \nsuccessfully for the transfer.These funds will be released to you as if you \nare a share-holder at the New-York Stock Exchange.\n\nThese funds emanated from over invoiced payment including logistic and Y2K \ncompliance with our programs networking.Some of these funds actually belongs \nto the late Morris Thompson, who died during the Alaska Airlines Flight 261 \nwhich crashed on January 31 2000, including his wife and only daughter. You \nshall read more about the crash on visiting this website\n\nhttp://www.cnn.com/2000/US/02/01/alaska.airlines.list\n\nI discovered this amount from the manifest recently and secured a payment \nauthority to authenticate the transfer.Note that you will be entitled to \nshare 15% of the funds. This deal is 100% covered from any form of inquiry, \nand it will be done under a legitimate funds transfer process.\n\nKindly send the following information urgently, (1), your full name and \naddress, (2) your confidential Telephone and Fax number. You will open a new \nbank account where these funds will be remitted. Finally, note that a high \nDegree of trust is required from both parties.\n\nLooking forward to your timely response via confidential security E-mail; \nbrooksdon97@hotmail.com Make sure you contact me through my email address \nbefore sending me a fax or phone call, this is my TEL/FAX:1 610-980-8687\n\nYour urgent reply is highly anticipated.\n\nDonald.\n\n_________________________________________________________________\nAcepta el reto MSN Premium: Protección para tus hijos en internet. \nDescárgalo y pruébalo 2 meses gratis. \nhttp://join.msn.com?XAPID=1697&DI=1055&HL=Footer_mailsenviados_proteccioninfantil\n\n\n\n", "id": "f7ce6fb4f37fe9fc1233f484b808c3e8"}