{"email_subject": "FROM: Mr.Chris Kolade.", "email_body": "FROM: Mr.Chris Kolade.\n33 MARINA,LAGOS.NIGERIA.\nAlternative email address:chriskolade@88.am\nTelephone: 234-802-5072565.\n\nGood Day,\n\nl am Mr.Chris Kolade, Civil Servant in the Ministry of Health. l know\nthis proposal will come to you as a surprise because we have not met\nbefore either physically or through correspondence. I got your contact\nfrom our chamber of commerce here in Nigeria and have no doubt in your\nability to handle this proposal involving huge sum of money.My father\nChief Isama Kolade (Now Late) was the Royal Head of my community, ELEME\n(an oil rich town) in Nigeria. My community produces 5.8% of the total\ncrude oil production in Nigeria and 0.5% of the Dollar value of each!\nbarrel is paid to my father as royalty by the Federal Government.\nMy father was also the Chairman of ISAMA Special Oil Trust Fund. In his\nposition as the Royal head and Chairman of the Oil Trust Fund, he made\nsome money which he left for me as the only heir to inherit.The money\nis Eighteen Million, Five Hundred Thousand US Dollars(US$18.5). This\nMoney originated from the accumulated royalties between 1976-1998\nDue to poor banking system in Nigeria and political instability as a\nresult of past Military rules (1985-1999) ,he deposited this Money in a\nStrong Room\"VAULTS\" with an open beneficiary in a security company\npending when he would finish arrangement to transfer it abroad.He was\nplanning this when he died late last year of Heart Attack.\nJust before my father died he called my attention to the money and\ncharged me to look for a foreigner who would assist me in the\ntransfer/investment of the funds abroad. So l would be very grateful\nif you could accept to help me achieve this great objective.I promise to\ngive you 15% of the total funds transferred to your vital Bank account\nas compensation for your assistance. Five percent (5%)has been set\naside to take care of all expenses we may incure during the\ntransaction.\nTo indicate your interest,contact me urgently and confidentially for\nmore information and the roles you will play in this business. All the\nlegal Documents concerning this Money will be sent to you as soon as we\nagreed ether.Please I will appreciate that you send your telephone/fax\nnumbers to enable me contact you immediately for discussions.\nMay the almighty God bless you.\nYours faithfully,\nMr.Chris Kolade.\nPlease reply me through this my alternative email address:\nchriskolade@88.am\nTelephone: 234-802-5072565.\n\n\n\n\n", "id": "f7ded9ea7455f1719a4822dd19d9a18e"}