{"email_subject": "PLS ASSIST ME", "email_body": "    From Sandra Koromah.\n15 bp1562 abidjan 15.\nCote D'Ivoire.\n Email: Sandra002_Koromah@yahoo.ca\n   \n  Attn: Dearest Beloveth One,\n\n   \n  Permit me to inform you of my desire of going into\nbusiness relationship with you,There is an imformation I would like you to keep very confidential. \n   \n  My name is Sandra Koromah,The only daughter of late Mr.and Mrs. Fidelix Koromah my father was a very wealthy Gold & cocoa merchant in Abidjan , the economic capital of Ivory coast, my father was poisoned to death by his business associates on one of their outings on a business trip.\n   \n  My mother died when I was a baby and since then my\nfather took me so special. \n   \n  Before the death of my father on SEPT 2003 in a private hospital here in Abidjan he secretly called me on his bed side and told me that he has the sum of Eight million United State Dollars. USD ($ 8,000.000) which he Lodged with one of the prime bank in Europe, that he used my name as his only daughter for the next of Kin in depositing  the fund.\n   \n  He also explained to me that it was because of this wealth that he was poisoned by his business associates. \n   \n  That I should seek for a foreign partner in a country of my choice where I will transfer this money and use it for investment purpose such as real estate management or hotel management since the depositing cerficate is here with me in abidjan.\n   I am honourably seeking your assistance in the\nfollowing ways:\n   \n  (1) To provide a bank account into which this fund\nwould be transferred to.\n   \n  (2) To serve as a guardian of this fund since I am\nonly 22years.\n   \n  (3) To make arrangement for me to come over to your\ncountry to further my Education and to secure a\nresident permit in your country.\n   \n  Moreover,  I am willing to offer you a good percentage from the total sum as compensation for your effort/input after the successful transfer   of this fund into your nominated account overseas.\n   \n  Furthermore, you will indicate your option towards assisting me as I believe that this transaction would be concluded within fourteen working days(14 days you\n  Please do signify your interest to assist me, as i will be forwarding you the contacts of the concern BANK IN EUROPE once i hear from you. \n   \n  Anticipating to hear from you soon.\n   \n  You can contact me through this Email:\n\n  Sandra002_koromah@yahoo.ca\n  Thanks and God bless.\n  Best regards,\n  Sandra Koromah\n\n\n \t\t\n---------------------------------\nBe smarter than spam. See how smart SpamGuard is at giving junk email the boot with the All-new Yahoo! Mail  ", "id": "f8450faeaf5bd3713df31fe7959ceb0d"}