{"email_subject": "hello!!!", "email_body": "\nDear Friend,\n\nI write to seek your cooperation as my foreign partner and your \nassistance to enable us to own properties and invest in the stable economy of \nyour country. I apologize if this mail does not suit your personal or \nbusiness ethics.\n\nMy names are Dr.shele kamasutu. We are making this venture \nproposal to you in strict confidence. As senior civil servants in the South \nAfrica Government, the South African civil service laws (Code of Conduct \nbureau) forbid us to own a foreign account. The money we have in our \npossession is an overdue payment bill totaling Twenty Six Million, Four \nHundred and Twenty Six Thousand US Dollars (US$26,426,000.00) which we \nwant to transfer abroad with the assistance and co-operation of a \ncompany/or an individual to receive the said funds, via a reliable Bank \nAccount.\n\nIf you will like to assist us as a partner, then indicate your interest \nafter which we shall both discuss on the modalities. All other \ninformation to facilitate the remittance of the funds will be revealed to you \nin due course. For your assistance, you shall receive 30% amounting to \nUS$7,927,800.00 of the US$26.426Million, 60% amounting to US$15,855,600 \nfor us and 10% amounting to US$2,642,600 will be used to settle \ntaxation and other miscellaneous expenses in the course of transferring the \nfunds to your account. \n\nPlease indicate your direct telephone and direct fax number when \nreplying this business proposal preferably through my alternative address: \ndrshelekamasutu@indiatimes.com. I will call you when necessary. If you are not \ninterested, please also indicate so that it will enable me to contact other \nforeign partner with recommendations to carry out this deal. \n\nA swift acknowledgment on the receipt of this mail will be appreciated.\n\nThank you and God bless you.\n\nBest regards,\n\ndr shele kamasutu\n\n\n\n\n\n\n\n\n                                                                      \n\n", "id": "f88990925cb5f8d9a1f5ba76191d182f"}