{"email_subject": "Please reply", "email_body": "Mrs.Grace Omar\nDakar\nRep.of Senegal\nWest Africa.\n\n Dear Beloved One.\n\n Thank you for giving me your time;Please be patient and read my email to you, this letter might come as a surprise to you,and you could be wondering where I got your contact.\n I got your address through a personal search on the internet for someone relaible and trustworthy,so i decided to contact you for an assistant, which I do hope you will take your time to consider. \n I am a widow  to the late principal accountant of Sierra Leon central bank who was assassinated due to political hostility in my country.\n For the sake of our lives,my children and i fled to a neighbouring country, Senegal; where we are now seeking refuge.\n I must confess to you,our journey to Senegal was not a jolly ride as we encountered a lot of problems,most painful was a particular situation that left us in a state of penury and where we also lost our travelling documents,thereby making \nit impossible for us to travel now.\n Months ago i was diagnosed with cancer,this futher made our lives more difficult as i am lacking funds to take care of my self and my children.\n I decided to contact you,seeking your assistance because i am having problems recovering a large deposit made by my late husband overseas since the company maintained that instructions left by my late husband the original depositor,states that the funds be \"RELEASED TO ME HIS WIFE OR A FOREIGN REPRESENTATIVE ONLY\", believing he would appoint someone by himself to represent him for the claim but unfortunately he died earlier.\n This is the only hope my family has of surviving,paticularly my only son,who has so much dreams and i want to do the best i can to help them fufill thier dreams.\n I am contacting you to help me make the claims by representing my husband as the foreign representative,since i cannot travel to make the claims my self due to my present condition,i am pleading with you to help us claim the funds from the security firm and most importantly, your ability to put the said funds into circulation wisely for our joint interest and relocating my children particularly my son is a major considerable factor regarding my request as my knowledge on financial matters is not enough to handle such amount of fund(us$16,000,000.00) \nsixteen million dollars.\n In view of this, if you are touched to work with me in sincerity, by standing as my late husband,s foreign representative to receive the said deposit on our behalf, we shall embrace you as our family and will compensate you accordingly.\n I am willing to share the money 40% for you,40% for me and my children and the remaining 10% we be set aside for any expenses that may be incurred in the course of this transaction,all i really care about now is the welfare of my children.\n As you indicate interest, please contact my son ANTA OMAR on this email address (an_omar07@yahoo.fr)or call him on his phone number Tel: \n+221-4488469  to enable him give you further information relating to the funds and the steps we shall take to finalize on the project,i have handed this project to him as my health conditions makes it hard for me to talk or go around.\n Thanking you in advance for your kind and urgent response, more so for keeping our proposal to your self.\n\nSincerely\nGrace Omar.\n", "id": "f8cfe3931b6f78c35ffcfcca92bccf0a"}