{"email_subject": "RE: YOUR OUTSTANDING PAYMENT.", "email_body": "\n\nCOALITION TO PROTECT CONTRACTORS  \n(MOTTO: RESTORATION OF EQUITY AND JUSTICE)\n108 COLLEGE ROAD, HARROW MIDDLESEX, ENGLAND HA1 2DB\nFAX: 44-70401-22568, TEL: 44-70401-22568, \nE-mail: coalition_protect.enquiries@yahoo.co.uk\n\nSir,\n\n\nRE: YOUR OUTSTANDING PAYMENT\n\n \nThe Coalition to Protect Contractors is a Non-Government Organization (NGO) formed in March 2006 by a group of activists, patriots and like-minds to protect the rights of Foreign Contractors in Africa. We have also extended our scope to include pursuit of payments for money inherited from the deceased. We are operating from United Kingdom at the moment for tactical reasons and have resolved to ensure justice is done for the money being owed you for long because of the unscrupulous activities, misdeeds, irregularities, exploitation, extortion, mess and disappointments by many questionable and unscrupulous characters in these African countries. Many Foreigners are being owed or purported to be owed in African countries for Contracts they have satisfactorily completed or for funds they have inherited from the deceased. The processes of claiming the unpaid sums have been very tortuous, stressful and frustrating. Your payment is pending. All manner of people have contacted you. We\n  will ens\nure all people that exto\n\n \nStop any form of correspondence with any office/official with immediate effect and never pay one cent to any person again. Reply immediately providing/reconfirming the following information to facilitate our work - How much are you purported to be owed? State the origin, e.g. executed contract, inheritance e.t.c. Where is your money coming from; South Africa, Nigeria, Togo, Ghana, Ivory Coast, e.t.c?  What is the Contract Amount or Reference Number of Transaction? Provide your Receiving Bank Information. Have you been made to travel in the course of pursuing your payment? Have you received any part payment at all? Have you received any bogus Draft, Cheque or in deed any other instrument? Was there any attempt to pay you with the so-called defaced cash? How long have you been pursuing your payment? How much money have they extorted from you? Do you have any pending case in court to this effect?  Provide your direct telephone and fax numbers. It will be practically impossible t\n o make an\ny progress on your case \n\n\nYours Sincerely,\n\n              \nChief Anthony Enahoro. JP\nCoordinator, Coalition to protect Contractors/Inheritances beneficiaries\n \n\n\n", "id": "f926af2f4932c17ad18fe900a0b72f82"}