{"email_subject": "susan", "email_body": "From: Mrs. Susan Shabangu. Greetings to you, With warm heart I offer my friendship, and greetings, and I hope this mail meets you in good time. However strange or surprising this contact might seem to you as we have not met personally or had any dealings in the past, I humbly ask that you take due consideration of its importance and the immense benefit it will be to you. After careful consideration with my children, we resolved to contact you for your most needed assistance in this manner. I duly apologize  for infringing on your privacy, if this contact is not acceptable to you, as I make this proposal to you as a person of integrity. First and foremost I wish to introduce myself properly to you. My name is Mrs. Susan Shabangu, mother of three and the Deputy Minister of Minerals and Energy  of The Republic of South Africa for seven years  running as you will find in the link  below: http://www.gov.za/gol/gcis_profile.jsp?id=1066  I will now give you a general overview of the situation. When I was sworn in as Deputy Minister of Minerals and Energy in 1996, with my influence, my husband Mr. Ndelebe Simon Shabangu a very successful businessman was awarded several contracts in my ministry and had direct dealings with foreign investors in this field. Due to my political status, I was not involved in my husbands business which was very vast and successful. My beloved husband died whilst on an official trip to Trinidad  and Tobago in February 2001. When my husband died, I was contacted as next of kin by a private security firm in Europe to come forth with the Certificate of Deposit and claim a safety deposit my husband has in their Vault in his name. At  that time, my children and I did not have an idea where the Certificate might be. We then instructed the security firm to continue holding the safety deposit until further instructions from me. Whilst preparing for the second remembrance of my beloved husband, I was going through his library collection and to my astonishment I discovered a Certificate  of Deposit for the safety deposit with this private security firm, and other documents relating to the safety deposit in a book. The safety deposit which is a trunk, is stocked with hard currency (US Dollars) totalling $10,000,000 which was generated from cash payments from his business associates in the diamond trade from Antwerp, Belgium. Though I knew my late husband was in the diamond business, I did not have the knowledge that he moved funds in cash. This has came as a shock to me and my children, and we have decided to have this fund invested immediately in commercial and residential properties abroad as well as profitable ventures, as any member of my family cannot hold such a huge amount in our name due to my political status, hence we sincerely propose to you to render us your most needed assistance in this regard. If you agree to render us your assistance, your role in this project will be to act on my behalf as a trustee to receive the safety deposit containing the funds from the Security firm. Though I believe this transaction should be based on mutuality, my family's interest will be protected by a family associate, who is a lawyer(attorney) attached to the South African Embassy in the country where the security firm is located. He is now aware of the safety deposit, and I have informed him that I am locating one of my husband's business associates (you) to handle the funds and invest on our behalf, as he might be opposed to our decision if he found out  that I barely know you. For your reliable assistance, we are offering you 20 % of the funds. I thank you in advance as we anticipate your assistance in enabling us achieve this goal. On hearing from you, I will forward your contact to the gentleman lawyer who will be representing us, and also give you his contact for both of you to communicate and proceed with the transaction.  He will be working with you for a mutual conclusion of the process and I look forward to a long lasting business relationship with you. As you may  understand, due to my sensitive position in the present government, it is not safe to communicate with me via phone or fax.  This is why I have communicated with you with my private email address, and I like us to keep this way, for the safety of this transaction. whether or not you are interested in assisting us  please let us know.This will enable us make  alternative plans, in the event of non-interest on your part. With warm regards, Mrs. S. Shabangu. --", "id": "f9541b04d76d95b78c1d031fab635f2f"}