{"email_subject": "URGENT BUSINESS PROPOSAL", "email_body": "\n\n\n      UNION BANK OF NIGERIA PLC\n     # 145 BANK RAOD VICTORIA ISLAND\n     LAGOS NIGERIA.    \n\n\n\n\n\nATTN:\n\n\nDear\nPLS REPLY TO MY PRAVATE BOX suleman775@mailsurf.com\nURGENT BUSINESS PROPOSAL\nFirst, I must solicit your confidence in this\ntransaction this is byvirtue of its nature as being\nutterly confidencial \nandtop secret. \nThough I know that a transaction of this magnitudewill\nmake any one \napprehensive and woried, but I am assuring you that\nall will be well \nat the end of the day.  We have decided to contact you\ndue to the \nurgency of this transaction, as we have been reliably\ninformed of your \ndiscreetness and ability of this nature by Chief\nOmole.\n\nLet me start by introducing myself properly to you.  I\nam Barrister\n BELLO MAN SULE officer with \nthe union Bank of Nigeria Plc, Lagos.  I came to know\nyou through Chief Omole\nwho assured me that you are Reliable and Reputable\nPerson to handle this\nConfidential Transaction, which involves the transfer\nof Huge sum of Money to\na Foreign Account requiring Maximum confidence.\n\nTHE PROPOSITION:\n\nA Foreigner an American, Late Engr. John Creek (Snr)\nan oil Merchant with The\nFederal Government of Nigeria, until his death months\nago in Kenya Air Bus (A310 - 300)\nFlight KQ430, Banked with us at Union Bank of Nigeria\nPlc, Lagos and had a closing balance as\nat the end of September, 2000 worth Us$30,000.000.00\n(Thirty Million United State Dollars), \nthe bank now expects next of kin as beneficiary. \nValuable effforts are being made by the \nUnion Bank of Nigeria to get in touch with any of the\nCreek's Family or Relatives but to no success.\n\nIt is because of the perceived possibility of not\nbeing able to locate any of Late Engr. John\nCreek (Snr.)'s next of kin (He had no wife or\nchildrenthat is know to us).  \nThe Management underthe influence of our Chairman and\nMembers of the Board\nof Directors, that arrangement has been made \nfor thefund to be decleared \"Unclaimed\" and\nubsequentlly be donated to the trust fund for arms \nammunition to further enhance the course of War in\nAfrica and the World in General.\n\nIn order to avert this negative development, some of\nmy trusted colleagues and I now seek your \npermission to have stand as next of kin to the late\nEngr. John Creek (Snr.) so that the fund US$30\nMilion will be released and paid into your Account as\nthe beneficiary next of \nkin.  All documents \nand proves to enable you get this fund wilcarefully\nworked out.  We have \nsecure from the probate\nan order of Mandamus to locate any of deceased\nbeneficiaries, and more so we are assuring you that\nthis \nbusiness is 100% Rick Free involvement.  Your share\nstays while the rest be for myself and my colleagues\nfor \ninvestment purpose,  According to agreement within\nboth parties.\n\nAs soon as we receive an acknowledgement of recipt of\nthis mail message the procedure for the transfer of\nthis fund will be made known to you.\n\nPLS REPLY TO MY PRAVATE BOX suleman775@mailsurf.com\nI await your timely response.\n\nBELLO MAN SULE\n\n\n-------------------------------------------------\nHKNETMAIL.COM Free WEB MAIL Service by  HKNET\n\n", "id": "f983691a29b560f829c59f4ae41281ba"}