{"email_subject": "URGENT ATTENTION  NEEDED. PLEASE", "email_body": "From: Dr Emmanuel mbeti\n  The Chief Auditor,\nECOBANK  BENIN,\nRue du Gouverneur Bayol\nCotonou BENIN REPUBLIC.\nSwift: ECOCBKJJ\nTelex : 539 ECOBNK.\nPhone,0022997262142.\n                   \n          RE:TRANSFER OF (USD 10.3 MILLION)   \n  \nDear Good Friend,\n  \nWith much sincererity of purpose I make this contact\nwith you in this divine year of 2006 as I strongly\nbelieved in spiritual expect of life that control the\nphysical and the divine nature that governs the\nuniverse.\n\n\nMy name is Dr.Emmanuel mbeti.. an accountant in a reputable bank\nin ECOBANK Benin Republic West Coast Africa.  I am\ncontacting you with the hope of having a private and\nconfidential  business with you. I am writing you to\nask for your assistance in the transfer of  USD\n(10.3.m) Ten Million, Three Hundred Thousand\nDollars.  Before I go further with my request I will\nlike to inform you that I would loved if  we could\ndiscuss this transaction through Telephone due to its\nmagnitude, I am taking this urgent move in order to\nmake an acquaintance with you prior to the time I will\nbe due for an official assignment in Europe But first\nI will like to put in the light of this transaction.\n\n\nDurring the course of our Auditting Earlier January\n2006 , I discovered a floating fund in an account\nopened in the bank in 1996 and since 1998 nobody has\noperated on this account again, after going through\nsome old files in the records, I discovered that the\nowner of the account died without a [Heir/WILL], \nHence the money is floating and if I do not remit this\nmoney out urgently it will be forfeited for nothing.\n\n\nThe owner of this account Mr. Morris Thompson an\nAmerican Citizen and a great industrialist and a\nresident of Alaska, who unfortunately lost his life in\nthe plane crash of Alaska Airlines Flight 261 which\ncrahsed on January 31 2000, including his wife and\nonly daughter leaving nobody to claim the money. You\nshall read more news about the crash on visiting this\nsite\nhttp://www.cnn.com/2000/US/02/01/alaska.airlines.list/\nand \n\nhttp://www.alaskaair.com/E_latest.asp\n\n\nNo other person knows about this account or any thing\nconcerning it, the account has no other beneficiary\nand my investigation proved to me as well that the\naccount is a secret account.\n  \n\nThe total amount involved is Ten million Three Hundred\nThousand United States Dollars only [$10,300.000.00]\nand I wish to transfer this money into a safe\nforeigners account abroad. But I don't know any\nforeigner, I am only contacting you as a foreigner\nbecause this money can not be approved to a local\nperson here, but to a foreigner who has information\nabout the account, which I shall give to you upon your\npositive response.\n\nI am revealing this to you with believe in God that\nyou will never let me down in this business, you are\nthe first and the only person that I am contacting for\nthis business, so I need urgent response so that we\nshall proceed to next step . I' ve reposed my\nconfidence in you with hope you will never let me down\nnow or in the future.\n\nYour's sincerely,\n\nDr.Emmanuel mbeti.\nChief Auditor,\nECOBANK, \nBenin.\n\n\n\t\t\n---------------------------------\n \n What are the most popular cars? Find out at Yahoo! Autos ", "id": "f9abe84c8927b49a93c089d6f63c9b8c"}