{"email_subject": "Good Day", "email_body": "我有新的電郵地址！你現可電郵給我：cyprus_bank3@yahoo.com.hk\n\nGood Day\n\nMr. A.G. Furness\n\nBranch Manager\n\nBank of Cyprus\n\nLondon Branch \n\nDear Friend,\n\nI am Mr. A.G Furness The Branch Manager of the Bank of Cyprus, London. I have an urgent and very confidential business proposition for you.In December, 2001, an American Oil consultant/contractor Mr.Jeffrey Paul Mead made a numbered time (Fixed) Deposit for Twenty-Four calendar months, valued at US$25,000,000.00 (Twenty- five Million Dollars) in my branch. \n\nUpon maturity, I sent a routine notification to his forwarding address but got no reply. After some months, we sent a reminder and finally I discovered from his contract employers, that Mr.Jeffrey Paul Mead passed away. \n\nOn further investigation, I found out that he died without making a WILL,and all attempts to trace his next of kin was fruitless. I therefore made further investigation and discovered that Mr. Mead did not declare any kin or relations in all his official documents, including his Bank Deposit paperwork in my Bank. This sum of US$25,000,000.00 is still sitting in my Bank and the interest is being rolled over with the principal sum at the end of each year.No one has ever come forward to claim it. \n\nAccording to Banking Law, at the expiration of 5 (five) years, the money will revert to the ownership of Government if nobody applies to claim the fund. Consequently, my proposal is that I will like you to stand in as the next of kin to Mr.Jeffrey Paul Mead so that the fruits of this old man's labour will not get into the hands of some corrupt government officials. \n\nThis is simple, I will like you to provide immediately your full names and address so that the Attorney will prepare the necessary documents and affidavits which will put you in place as the next of kin. We shall employ the services of two Attorney for drafting and notarization of the WILL and to obtain the necessary documents and letter of probate/administration in your favour for the\n\ntransfer. \n\nA bank account in any part of the world which you will provide will then facilitate the transfer of this money to you as the\n\nbeneficiary/next of kin. The money will be paid into your account for us to share in the ratio of 60% for me and 30% for you and 10% be used in settling taxation and all local and foreign expenses. \n\nThere is no risk at all as all the paperwork for this transaction will be done by the Attorney and my position as the Branch Manager guarantees the successful execution of this transaction. \n\nIf you are interested, please reply immediately to my alternative email address above and below and upon your response, I shall then provide you with more details and relevant documents that will help you understand the transaction. \n\nPlease observe utmost confidentiality, and be rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country. I can be reached through this email address. \n\nI do urgently await your response. \n\nBest regards,\n\nMr. A.G. Furness\n\nKindly send all correspondence to: furness248@yahoo.com.hk \n\n\n\n- cyprus bank\n\n", "id": "f9f088c8d07219d2a68b24d03d64582b"}