{"email_subject": "FROM: PETER JOHNSON", "email_body": "FROM: PETER JOHNSONABIDJAN, IVORY COASTWEST-AFRICA DEAR ,   PERMIT ME TO INFORM YOU OF MY DESIRE OF GOING INTO BUSINESS RELATIONSHIP WITH YOU.   I AM PETER JOHNSON, THE ONLY CHILD OF LATE MR AND MRS. JOHNSON MY FATHER WAS A VERY WEALTHY COCOA MERCHANT BASED IN ABIDJAN, THE ECONOMIC CAPITALOF IVORY COAST BEFORE HE WAS POISONED TO DEATH BY HIS BUSINESS ASSOCIATES ON ONE OF THEIR OUTING TO DISCUSS ON A BUSINESS.   WHEN MY MOTHER DIED ON THE 21ST OCTOBER 1989, MY FATHER TOOK ME SO SPECIAL BECAUSE I AM MOTHERLESS.BEFORE THE DEATH OF MY FATHER ON 29TH JUNE 2004 IN A PRIVATE HOSPITAL HERE IN ABIDJAN. HE SECRETLY CALLED ME ON HIS BEDSIDE AND TOLD ME THAT HE HAS A SUM OF US$ 8,000,000 (Eight Million united states dollars) LEFT IN A SUSPENCE ACCOUNT IN A LOCAL BANK HERE IN ABIDJAN, THAT HE USED MY NAME AS HIS ONLY SON FOR THE   NEXT OF KIN IN DEPOSIT OF THE FUND. HE ALSO EXPLAINED TO ME THAT IT WAS BECAUSE OF THIS WEALTH THAT HE WAS POISONED BY HIS BUSINESS ASSOCIATES.   THAT I SHOULD SEEK FOR A FOREIGN PARTNER IN A COUNTRY OF MY CHOICE WHERE I WILL TRANSFER THIS MONEY AND USE IT FOR INVESTMENT PURPOSE, (SUCH AS REAL ESTATE MANAGEMENT). SIR, I AM HONOURABLY SEEKING YOUR ASSISTANCE IN THE FOLLOWING WAYS.   1)TO PROVIDE A BANK ACCOUNT WHERE THIS MONEY WOULD BE TRANSFERRED TO2)TO SERVE AS THE GUARDIAN OF THIS FUND SINCE I AM A BOY OF 20 YEARS3)TO MAKE ARRANGEMENT FOR ME TO COME OVER TO YOUR COUNTRY AFTER THE MONEYHAS BEEN TRANSFERRED.   MOREOVER, SIR, I AM WILLING TO OFFER YOU 15% OF THE TOTAL SUM AS COMPENSATION FOR YOUR EFFORT/INPUT AFTER THE SUCCESSFUL TRANSFER OF THIS FUND TO YOUR NORMINATED ACCOUNT OVERSEAS.   FURTHERMOIRE, YOU CAN INDICATE YOUR OPTION TOWARDS ASSISTING ME AS I BELIEVE THAT THIS TRANSACTION WOULD BE CONCLUDED WITHIN SEVEN (7) DAYS YOU SIGNIFYINTEREST TO ASSIST ME. ANTICAIPTING TO HEAR FROM YOU SOON.   THANKS AND GOD BLESSMR PETER JOHNSON .     Windows Live Mail  : venez tester la version bta en exclusivit !", "id": "fa0ab5c2c727000295734df24126c395"}