{"email_subject": "PRINCESS F.W BOLKIAH", "email_body": "My dearest,\n\nWith due regard and respect, I am emailing you although its wrong to seek\nsuch assistance without prior knowledge of the person involved.  I hope I\nam not mistaking but I also believe that at the end of the day, you will\nnever betray I and my family on this project.\n\nI am Princess Fayad W. Bolkiah, the wife of Prince Jefri Bolkiah, former\nFinance Minister of Brunei, the tiny oil-rich sultanate on the Gulf\nIsland. I did not mean to amplify my extended royal family history, which\nhas already been disseminated by the international media during the\ncontroversial dispute that erupted between my husband and his stepbrother,\nthe sultan of Brunei; His Majesty Sultan Hassanal Bolkiah Mu'izzadin\nWaddaulah.\n\nAs you may know from the international media, the sultan; His Majesty\nSultan Hassanal Bolkiah Mu'izzadin Waddaulah had accused my husband of\nfinancial mismanagement and impropriety of US$76.8 million dollars. This\nwas as a result of the Asian financial crisis that made my husband's\ncompany Amedeo Development Company and government owned Brunei Investment\nCompany to be declared bankrupt during his tenure in office. However my\nhusband is in jail now, his bank accounts and private properties including\na crude oil export refinery have been confiscated by the sultanate.\n\nFurthermore, during this unfortunate period I was advised to evacuate my\nimmediate family outside the sultanate to avoid further prosecution from\nthe sultan and his security operatives, but luck ran against me on my\nattempt to escape. The Sultan now keeps me under house arrest and I have\nno access to a phone but I have a Palm V hand-held computer from which I\nam sending you this mail.\n\nBefore my In-castration, I was able to dispatch the sum of Fourteen\nMillion United States Dollars (US$14M) in cash under special arrangement\ninto the custody of a Private security and Trustee company for safe\nkeeping abroad. This action was on the orders of my husband to me to\nenable us start a new life. The money was packaged carefully into two and\nkept in trunks. Hence I seek your good assistance to retrieve this money\nand further invest into profitable investment in your country to\nfacilitate future survival for my family abroad. I have decided to offer\n20% of these funds to you as compensation for your strong cooperation.\n\nPlease I count on your absolute confidentiality, transparency and trust\nwhile looking forward to your prompt reply towards a swift conclusion of\nthis business transaction.\n\nMany Thanks & May Allah blessing remain with you, Amen.\n\nI remain yours sincerely\n\nPrincess Fayad .W. Bolkiah\nBrunei.\n\n\n\n\n\n----------------------------------------------------------------------------------------------------------------\nลงชื่อรับซอฟแวร์ คลีนิก/ร้านยา ส่งฟรีถึงบ้าน ที่\nhttp://software.worldmedic.com\n\n\n\n\n\n", "id": "fa0c8c46a11cbfaa70fc7c1eede8ed9b"}