{"email_subject": "", "email_body": "\n\nDear Sir, \n\nI am Mr Steve Ibeto, the personal accounting officer to \nMr Williams Hales, a national of your country, who \nused to work with shell development company in \nNigeria. Here in after shall be referred to as my \nclient. \n\nOn the 21st of April 1999, my client, his wife And \ntheir three children were involved in a car accident \nalong sagbama express road. All occupants of the \nvehicle unfortunately lost there lives. Since then I \nhave made several enquiries to your embassy to locate \nany of my clients extended relatives this has also \nproved unsuccessful. \n\nAfter these several unsuccessful attempts, I decided \nto trace any of his relation but to all avail.After investigation,i discovered that his next of kin dead along with him during the accident Hence i have contacted you to act as his next of kin to assist in repartrating the money and property left behind by my client before they get confisicated or declared unserviceable by the bank where this huge deposits were lodged. \n\nParticularly,the Zenith International bank plc where the deceased had \nan account valued at about 5.5million dollars has \nissued me a notice as his accounting officer to \nprovide the next of kin or have the account \nconfisicated within the next ten official working \ndays. \n\n\nsince i have been unsuccesfull in locating the \nrelatives for over 2 years now i seek your consent to \npresent you as the next of kin of the deceased since \nyou have the same surname so that the proceeds of this \naccount valued at 5.5million dollars can be paid to \nyou and then you and me can share the money. I have \nall necessary legal documents that can be used to back \nup any claim we may make. All I require is your honest \ncooperation to enable us see this deal through. I \nguarantee that this will be executed under a \nlegitimate arrangement that will protect you from any \nbreach of the law. \n\nThanks and God Bless \n\nBest Regards. \n\nMr Steve Ibeto. \n\n \n\n___________________________________________________________\nKukamail.com - Free Email for the World!\nOpen your account here: http://www.kukamail.com\n\n___________________________________________________________\nSPONSOR MESSAGE: \nGet Email @YOURFAMILY, @YOURBUSINESS, or @YOURDOMAIN\nVisit: http://www.entergroup.com today!\n\n\n", "id": "fa2a45eb98dfab971f5146146fffa66f"}