{"email_subject": "FROM  AME  BENJAMIN.", "email_body": "Dearerst,\n\nI MAKE THIS APPEAL WITH THE UNDERSTANDING THAT ANY FACTS OR OPINION \nEXPRESSED BY ME ARE GIVING IN CONFIDENCE AND SOLELY FOR YOUR PERSONAL \nINFORMATION.I am DR.AME BENJAMIN,the manager of bill and exchange at the \nforeign remittance department  Bank of africa burkinafaso.\n\nIn my department I discovered an abandoned sum of US$8.5M, (Eight Million, \nFive Hundred Thousand US Dollars) with account number 14-2558-5976\nthat belongs to one of our foreign customers who died along with his wife \nand only daughter in a plane crash of Alaska Airlines Flight number 261 \nwhich crashed on 31 January, 2000. You shall read more about the crash on \nvisiting this website:\n\nhttp://www.cnn.com/2000/US/02/01/alaska.airlines.list/\n\nThe Owner of this account is Mr. Morris Thompson an American and great \nindustrialist and a resident of Alaska.It is therefore upon this discovery \nthat I now decided to make this business proposal to you and for our bank to \nrelease the money to you.\nYou have to follow the instruction which I will be send to you as the next \nof kin or relation to the deceased for safety and\nsubsequent disbursement since nobody is coming for it and I don't want this \nmoney to go into our bank treasury as unclaimed bill.\n\nThe banking law and guidelines here stipulates that if such money remained \nunclaimed after Three years, the money will be transfered into the \nbanktreasury as unclaimed fund. The money has now stayed more than three \nyears and I am preparing documentaion to prove that this money has been\ntransfered to our bank treasury. It will be between me and you only that \nwill know that the money is not transfered into our treasure.\n\nThis request of foreigner as next of kin in this transaction is occasioned \nby the fact that the customer was a foreigner and a Burkinab cannot standas \nnext of kin to a foreigner.In appreciation of your assistance, I am offering \nyou 30% of the total sum. 5% for contingencies (cost of transfer/other \ncharges) likely to be incurred during the course of transaction, while the \nremaining 65% is for me.\n\nUpon receipt of your reply,i will send to you by fax or email the text of \nthe application which you will complete and forward to our bank asking for \nthis money to be paid to you as the next of kin to Mr;Morris Thomson. I will \nnot fail to bring to your notice that this transaction is hitch-free and \nthat you should not entertain any fear as all required arrangements have\nbeen made for the transfer.You should contact me immediately as soon as you \nreceive this mail through the above email.\n\nPLEASE DO NOT HESITATE TO CONTACT ME IMMEDIATELY SHOULD YOU CONSIDER MY\nURGENT REQUEST.\n\nYours Faithfully,\n\nDR.AME BENJAMIN\n\n_________________________________________________________________\nFREE pop-up blocking with the new MSN Toolbar - get it now! \nhttp://toolbar.msn.click-url.com/go/onm00200415ave/direct/01/\n\n\n\n", "id": "fa37a9d3c5e5751b3fb45ec7f8d62f85"}