{"email_subject": "FROM THE DESK OF MR. SICHUAN TONGHUI", "email_body": "\nFROM THE DESK OF\nMR. SICHUAN TONGHUI.\nMANAGING DIRECTOR OF\nSICHUAN TONGHUI INDUSTRAIL GROUP CO.,LTD. ,\nCHINA.\n\n\nDear Sir/Madam,\nGoodday to you, My name is Mr.Sichuan Tonghui, managinig director of\nSICHUAN\nTONGHUI INDUSTRAIL GROUP CO.,LTD. we are a group of business men who\ndeal\non Art and Craft and export into the Canada/America and Europe.\nWe need representative in your country to help facilitate payment of\nour\nmoney from clients that we have shiped our products to in other\ncountries.\nWe have no agents in America,Canada and Europe and this affect our\nbusiness\nso much, they owe us alot of money. language barrier is also affecting\nus,\nwe cant get good information from client because we cant speak english\nvery\ngood\nChina is a big country but have bad government and many law. We use to\nhave\nmany client in Canada and America but they run because they see we\ncannot\ncollect money from them because of sanction by government. some are\nready\nto pay but other become bad debt(money). we have lost alot of money\nlike\nthis but have no choice. We have lost up to $8 millions that we cannot\ncollect.\nOur company executives are afraid to travel because of government law\non\ntravel and exchange of information and jail.\nWe are searching for representatives who can help us establish a medium\nof getting to our customers in the Canada/America and Europe as well as\nmaking payments through you to us. Please if you are interested in\ntransacting\nbusiness with us we will be very glad. Please contact us via this\ne-mail\naddress: Email  sichuachi@walla.com  for more information.\nSubject to your satisfaction you will be given the opportunity to\nnegotiate\nyour mode of which we will pay for your services as our representative\nin\nCanada/America and Europe Please if you are interested forward to us\nyour\nphone number/fax and your full contact addresse to me.\nThanks In advance.\nMr.Sichuan Tonghui\nManaging Director.\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- sitelogo.com\n\n\n", "id": "fa3e2671c31402c55f194f3d429a513f"}