{"email_subject": "Waiting for you", "email_body": "Greetings\n\nTRANSFER OF US$18,000,000.00(EIGHTEEN MILLION UNITED STATES \nDOLLARS) INTO YOUR ACCOUNT\n\nI am Mr. Charles Brown, a Canadian attorney \nbased in Manchester, United Kingdom and the personal attorney to Late \nMr. Mark Michelle, a French National. Late Mr. Mark Michelle until his \nuntimely death was a private oil consultant/contractor with the Shell \nPetroleum Development Company In Saudi Arabia, hereinafter shall be \nreferred to as my client.\n \nOn 21st April 2000, my client and his wife \nwith their three children were involved in a ghastly auto crash; all \noccupants of the vehicle unfortunately lost their lives. Since then, I \nhave made several \nenquiries with his country’s' embassies to locate \nany of my clients extended relatives.  After several unsuccessful \nattempts, I decided to personally contact you with this business \npartnership proposal.\n \n The deceased had a deposit valued presently at \nEighteen Million United states dollars and the company has issued me a \nnotice to provide his next of kin or beneficiary. Having been \nunsuccessful in locating any of my late client relatives for over two \n(2) years now. I am now seeking your consent to present you as the next \nof kin/beneficiary to the deceased so that the proceeds of this account \ncan be paid to you.\n \n I have worked out modalities for achieving my \naim of appointing a next of kin as well as transferring the money \nabroad for us to share in the ratio of 50% for me and 35% for you, and \nwe shall collectively donate 10% to the Tsunami relief course while 5% \nwill be set aside for any incurable expenses both local and \ninternational.\n \nThe money transfer paperwork itself will include a \ncertificate of origin so that the receiving bank does not ask \nquestions. Also the paperwork will include proper certificate that the \nfund being transferred is from non-criminal sources. In short this will \nbe a proper and legal money transfer with no risk involved. The \ntransaction is guaranteed to succeed without any problem. All I need is \nyour trust and confidence. Provide me with these information:\n 1. Your \ncontact phone and fax numbers.\n 2. Location address\n \nAs soon as I hear \nfrom you, I shall provide you with further clarification that you may \nneed to know.\n \nFaithfully yours,\n \nMr. Charles Brown\n\n\n\n\n\n", "id": "fa61db0801438dabd0258f14043194f2"}