{"email_subject": "I NEED YOUR URGENT REPLY", "email_body": ">From The Desk of Mr. Gary Fredricks\nHead of Foreign Operations \n5, mall London Road, \nSwanley Kent BR8 7WL\nLondon EC2R 8BP,\nUnited Kingdom.\nTEL: +44-704-0185-556\nFAX 44-7005-921-605\nE-mail: mrgary_fredricks@yahoo.de\n\nDear Partner,\n\nDo accept my sincere apologies if my mail does not meet your personal ethics.  For i know this may seem like a complete intrusion to your privacy but right about now this is my option of communication. This note might seem strange or probably untrue considering the amount of junk mails we receive daily, but i believe this is still the most genuine way of contacting a true character. \n\nI will introduce myself as the Head of Foreign Operations Department in the accounts management section this well-known bank here in the United Kingdom as Stated above. I am seeking your cooperation to present you to my bank as the Next of kin to LATE ANDREA SCHRANNER. A Germany property Magnate Andreas Schranner, 64, his wife Maria, 62, their daughter Andrea Eich, 38, her husband Christian, 57, and their children Katharina, eight, and Maximilian, 10, all perished in the jet.\n\nPlease click here below for verification. \n\nhttp://news.bbc.co.uk/1/hi/world/europe/859479.stm\n \nPROPOSITION:\nOne of late Andrea Schranner's accounts with holding balance of 15,000,000(Fifteen Million British Pounds) has been dormant and has not been operated for the past 5 years and the DEPOSIT will be converted to UNCLAIMED  DEPOSIT and therefore forfeited if nobody comes forward to lay claim to the deposit before the end of this financial quarter, as is the practice and also indicated in the EU banking guidelines.\n \n>From my investigations and confirmation, the owner of this account a foreigner by name Late Andrea Schranner's died on MONDAY, 31 JULY,2000 in a plane crash with his family.\n\nAfter going through the deceased records and files, I discovered that: \n(1) No one has operated this account since 2000;\n(2) He died without a heir; hence the money has been floating. \n(3) No other person knows about this account and there was no known beneficiary. \n\nAnd if we do not remit this money urgently, it would be confiscated and forfeited for nothing. I have secretly discussed this matter with account officer and we have agreed to find a reliable foreign partner to deal with. We thus propose to do business with you, standing in as the next of kin of these funds from the deceased and funds released to you after due processes have been followed. \n \nThis transaction is totally free of risk and troubles as the fund is a legitimate and does not originate from drug, money laundering, terrorism or any other illegal act. On your interest, let me hear from you.\n\n\nOn your interest, let me have your private/direct contact numbers including fax and a copy of your International Passport or driver's license for easy communication, identification and trust. I must be reached only on my private contact details for confidential reasons.\n\n\n \nRegards,\nMr. Gary Fredricks\nTEL: +44-704-0185-556\nFAX 44-7005-921-605\n\n\n\n\n\n", "id": "fa75e3da4af6d052068a40d012baacee"}