{"email_subject": "kind Attention.", "email_body": "Dear, Friend.\n\nMy proposal to you will be very surprising, as we have not had any Personal contact before. However, I sincerely seek your confidence in this transaction,which I propose to you as a person of transparency,honesty and high caliber. \n\nLet me first start by introducing myself properly to you. My name is Ron Sinclear, i was the Personal Assistance to the    (Haitian) President . I apologize if I have infringed on your privacy. It may interest you to know that the former president of (Haiti) has been fighting serious  war for United  Democracy  for quite some years now, which has been backed (all along) by some foreign powerful countries.\n\nNot quite long ago, the American government ordered  (President, Jean Bertrand Aristed) to leave  (Haiti) or be forced out of power by a Rabel force.Knowing fully well the capabilities of America and other powerful members of the United Nations, (President Aristed) decided,and left the seat of power  into exile in South Africa country to seek asylum. now a new government is in place .\n \nIn the light of all these sad happenings, there was this deposit he made with a Security Company in Europe in year May 2001 ,this took place while he was still in power as the president of Haiti, through my aid, his Personal Assistant, (Ron Sinclear) and some loyalist, he suceeded to secretely move the sum of ($9.5M USD) (NINE MILLION,FIVE HUNDERED THOUSAND, UNITED STATES DOLLARS] to a private security company vault in Europe. Now, we need your services as  a highly reliable foreigner to receive the funds into your bank account for the future survival of my family because he (Aristed)  cannot presently operate any foreign bank account in his name. These funds (US$9.5m USD.) arose from various money i received from the sales of diamonds deals, i had with ( President Charles Taylor) of Liberia, which are abound in great quantity around the coastal areas of  liberia.  \n\nI have decided that if you are able assist us,you shall be compensated with 25% commission of the funds, 5% of this money shall be set aside to take care of any local or foreign expenses that might be incurred along the line. My family will have the remaining 75% of the funds. It might also interest you to note that all security arrangements regarding this  transaction has been put in place, therefore,you have nothing whatsoever to fear or worry about, as every arrangement will be co-handled by you and my former Personal Assistant (Ron Sinclear) who is now presentely in Europe The Netherlands for possible conclusion of this arrangement.\n\nMost part of this share (70%) for my family will also be invested in a lucrative business courtesy of your full advice, assistance and connections because that is the most importat part of this transaction. As you indicate interest to assist my family,please kindly send to us your telephone/fax numbers for further discussion and clarification.I will be expecting to receive your urgent response for us to proceed to more details on .this pending transaction.  \n\nGod bless you as you respond promptly via my private Email: ronsinclear@netscape.net\n \nBest regards, \n\nRon Sinclear. \nronsinclear@netscape.net\n\n\n\n\n\n\n\n", "id": "fa7d550d8f8cce9df5cbed2793a2a8cd"}