{"email_subject": "Greetings", "email_body": "\n\nGreetings!\n\nDear Sir,\n\nGreetings and compliement of the season!\n\nIn due consideration and trust,I come to you for a profitable business\ntransaction that might interest you.My Name is Zedex Calvaho from the famous\nCalvaho Family.Calvaho Family is a Polygamous Family and the 6th Richest Family\nin Sao Tome and Principe.My Father (Late Dr.Tinjankaba Calvaho) died on the 22nd\nof March,2003 living Millions of Dollars and Pounds in a Foreign Banks including\nLarge number of Estates and Companies which has already been claimed by the\nChildren's of my Father's First Wife currently parading themselves as the sole\nInheritors to our Father's Estates and Funds.This has caused series of problems\nbetween our family and the family's of my late father's First Wife and till\ndate,the problem has not been able to be resolved even in Court.\n\nHowever,I have been able to trace our Father's unclaimed Money to the tune of\n£35.7million lying at UBS Investment Bank in London.I have conculded every\narrangement to claim the funds before the Children's of my Father's First Wife\nwill bounce of the funds for inheritance.In addition,Since the death of our\nFather,our own side of Calvaho Family has been in a serious severe financial\ndistress because the First family has confiscated all that our father has\nlaboured for the interest of the entire families.Therefore,It is my wish to\npresent you before the Bank for claiming of this funds on our behalf as our own\npart of benefits from our Late father's funds so that the funds will be released\nto your nominated bank account without any further delay.We will offer you 40%\nof the funds for your kindest assistance should incase if this offer pleases\nyou.This funds is the only hope of our livelihood otherwise we will turn to a\nbegger oneday.Finally,I will appreciate if you will send me your direct\ntelephone numbers for discussion of this deal in further details.\n\nYours Sincerely,\nZedex Calvaho\n\n\n\n\n\n\n", "id": "faa50bca9d5cbb4fdf243d8ce5b88b79"}