{"email_subject": "A LETTER FROM MRS.HADDIYA A. HASSAN REGARDING MY INVESTMENT PLAN", "email_body": "From: Haddiya Amina Hassan (Mrs) \nAddress: UNHCR,Thailand \nTel +66-870662006\n\nAttn: The Managing Director. \n\nI am contacting you to guide and assist me in the area of my investment in your country. Before I proceed, I am the above named person living in Thailand as refugee under the protection of United Nations High Commission for Refugees due to the ceaseless problem in my country Iraq. \n\nPresently I'm undergoing medical treatment because my condition has gotten to a bad stage, from all indications my illness is really deteriorating because of the unsuitable condition in my country that have denied me proper medical care. But now I am trying all my best to treat myself with medical expert in one of the hospital here in Thailand. \n\nI am married to late Mr. Hassan Bello who was until recently, personal assistant to former Oil minister in my country . He died during the on-going crisis in my country. \n\nPrior to this last serious crisis that is still ravaging in my country, which recently led to misfortune of our government and my late husband position as the personal assistant to the former Oil Minister , we were able to come over here in Thailand. We inherited the sum of US$5.5 million from my late husband. This fund was originally gotten from my late husband proceeds. My late husband was able to move out this fund from our country with a very good diplomatic contact shortly before the American invasion in iraq. \n\nI have decided to contact you because I am interested in investing this fund in your country which is investment friendly. Please kindly guide and assist me in making the right investment since I am also interested in buying a residential property as I will be moving my family over there as soon as every thing regarding technical and logistics details is worked out and ascertained to our respective satisfaction. \n\nIn view of your participation, we are ready to give you a good will have to negotiable percentage for your assistance , or better still commit it into viable Joint venture projects. Be assured that you stand no risk of any kind as the funds belong to me and my only survived son. \n\nAs soon as I get your consent, we will quickly move the fund to your country for investment, this will come after our meeting which will be held between you and us to enable us know each other and seal an agreements to protect the fund and each others interest which will foster the much needed trust, reliability and understanding which is paramount in business relationship. \n\nI am here in Thailand with my only surviving Son Musa. I am strongly believe that you would be of great help in guiding us to a sucessful exploration of the investment potentials of your country , which guarantees good capital returns and human security. \n\nLastly, I honestly pray and believe that this money when its finally moved to your country will be used for the said purpose of investing in profitable project. However, upon your acceptance to work as my partner, you can contact us with our private telephone number or e-mail for more details. \n\nPlease include you private contact telephone number and private e-mail when replying. \n\nSincerely Yours, \nHaddiya Amina Hassan (Mrs)\n\n\n\n\n\n", "id": "fae036f301d691b4c2eaaa01608cbef7"}