{"email_subject": "PROPOSAL", "email_body": "URGENT BUSINESS PROPOSAL Kindly allow me the modesty of introducing myself. I am Gregory Kabila, the son of the former head of state president of Congo-Kinshasha (then called Zaire) Mr. Laurent Desire Kabila. I am contacting you in order to ask for your assistance on this confidential Business proposal with full financial benefit for both of us. Before I go into further details please be informed that I am writing without any other person(s) pre-knowledge of my contacting you on this transaction. Therefore I will appreciate same attitude to be maintained all through. I have the sum of USD48Million from a secret sale of Diamond by my father before he was assassinated by one of his body guard (Rashid) on January 16th 2001, which I will like you to receive on my behalf due to security reasons, as my narration below will explain. But before I continue be well informed that your share in this transaction has been calculated at 25% of the total sum of USD$48M, 5% for expenses and the rest for my family and me. My father as a real African traditionalist was a polygamist thereby having married so many wives, and my mother being the second wife of my father, My stepbrother Joseph, who is the current president of my country, is the son of the first wife and he does not have any knowledge about this deal. Already president Joseph is using his power to colonize all the money and private property, which my father left behind for the whole family. Now my mother and I are left with nothing in the inheritance of my late father’s wealth. Our situation is seriously critical that we need your assistance to help us receive these funds overseas for proper investment. Let me quickly assure you the 100% safe proof of this transaction because the diamond sales are packaged from the onset in a pattern that shows no direct trace or linkage with us (Kabila family). At present the money is in cash and is secured in a security company as family treasures, as I don’t want to deposit the money in a financial institution for fear of the funds being confiscated The consignment will be released within seven (7) days of my being in receipt of your reply via my email address above only for security reasons. I am waiting for your swift and favorable response, and in case you have any question(s), do not hesitate to contact me. Best Regards, Gregory Kabila. NB:ALTERNATIVE EMAIL ADDRESS(gregorykabila222@post.cz) Семестър по сексознание за напреднали! Спечели 3000 лева в новия конкурс на http://www.femalelife.bg", "id": "fb3c6503c21ffc5f3d250529394a0bdc"}