{"email_subject": "Reply", "email_body": "Mr. Zuhair Idris \nJordan Kuwait Bank\nCredit Department \nAmman, 11191 Jordan \n\n\n\nDear Sir/Madam,\n\nI am  Zuhair Idris official of Jordan Kuwait Bank Limited .This is an urgent and very confidential business proposition.\n\nOn June 6, 2000,a Foreign Oil consultant/contractor with the pakistan \nAsian Institute of Mining and Metallurgy, Mr.kassim Hassan made a numbered time(Fixed) Deposit for twelve calendar months, valued at US$26,500,000.00,(Twenty-six Million, five hundred thousand Dollars) in my branch.\n\nUpon maturity,I sent a routine notification to his forwarding address,but got no reply. After a month,we sent a reminder and finally we discovered from his contract employers, the National Petroleum Corporation that  Mr.kassim Hassan died from an automobile accident.On further investigation,I found out that he died without making a WILL,and all attempts to trace his next of kin was fruitless.\n\nI therefore made further investigation and discovered that   Mr.kassim Hassan\ndid not declare any kin or relations in all his official \ndocuments,including his Bank Deposit paperwork in my Bank. This sum of US$26,500,000.00 has carefully been fixed in my bank for safe keeping.\n\nNo one will ever come forward to claim it.\nAccording to Asian Law, at the expiration of 5 (five) years, \nthe money will revert to the ownership of the Government if nobody applies to claim the fund.\n\nConsequently, my proposal is that I will like you as a Foreigner to \nstand in as the owner of the money which was fixed deposited in my bank. I am writing you because I as a public servant,i cannot operate a foreign account.\n\nI want to present you as the owner of the funds so you can be able to claim them with the help of my attorney.This is simple.I will like you to provide immediately your full names and address so that the Attorney will prepare the necessary documents which will put you in place as the beneficiary of the funds.\n\nThe money will be moved out for us to share in the ratio of 80% for \nme and 20% for you. The paperwork for this transaction will be done by the Attorney and this will guarantees the successful execution of this transaction.\n\nIf you are interested, please reply immediately via my email and Upon your response,I shall then provide you with more details and relevant documents that will help you understand the transaction.\n\nPlease observe utmost confidentiality, and be rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in real estate within your country.\n\nDue to the nature of confidentiality in this Transaction our \ncommunication can only be via email and fax mostly.\n\nThanks and my regards.\nMr Zuhair Idris\nJordan Kuwait Bank\n\n", "id": "fb4c8f296c27c857f7364d5eb27eaf47"}