{"email_subject": "SEEKING YOUR ASSISTANCE", "email_body": "\nDear Beloveth,\n\nI am Prince Fayad W. Bolkiah, the eldest son of Prince Jefri \nBolkiah,former Finance Minister of Brunei, the tiny oil-rich sultanate \non the GulfIsland.\n\nI will save your time by not amplifying my extended royal family \nhistory,which  has already been disseminated by the international media \nduring the controversial dispute that erupted between my father and his \nstep brother,the sultan of Brunei Sheik Muda Hassanal Bolkiah.\n\nAs you may know from the international media, the sultan had accused my \nfather of financial mismanagement and impropriety of US$14.8 Billion\ndollars. This was as a result of the Asian financial crisis that made \nmy father company Amedeo Development Company and government owned \nBrunei Investment Company to be declared bankrupt during his tenure in \noffice.\n\nHowever my father was kept under house arrest, his bank accounts and \nprivate properties including a crude oil export refinery were later \nconfiscated by the  sultanate.\n\nFurthermore, during this unfortunate period i was advised to evacuate \nmy immediate family outside the sultanate to avoid further prosecution \nfrom the sultan and his security operatives, but before I could do that \nI \nwas placed under house arrest by the Sultan and i have no access to a \nphone but I have a Palm V hand-held computer from which I am sending \nyou this mail.\n\nBefore my In-castration, I went ahead to dispatch the sum of Five \nHundred Million United States Dollars US$500 Million in cash under \nspecial arrangement  into the custody of different Private security and \nTrustee company s for safe keeping abroad.\n\nThe money where splitted and kept in the following countries in this \nproportion: US$50 Million is in Switzerland, US$100 Million is in \nLondon, \nUS$100 Million is in United States, US$80 Million is in United Arab \nEmirate and the balance US$US170 Million is in Holland.\n\nHence I seek your good assistance to invest these funds into profitable \ninvestment in your country to facilitate future survival for my family \nabroad.I have decided to offer 10% of these funds to you as \ncompensation for your strong cooperation.\n\nPlease I count on your absolute confidentiality, transparency and trust \nwhile looking forward to your prompt reply towards a swift conclusion \nof this  business transaction.\n\nI remain yours sincerely \n\nPrince Fayad .W. Bolkiah\nBrunei Darussalam.\n\nNB: REPLY TO MY PRIVATE EMAIL ADDRESS: \nprincefayadwbolkiah2000@mail.com\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at  jaco.cc\n\n", "id": "fbdd527c2dbbb5311e1ae6d18456a1e5"}