{"email_subject": "URGENT REPLY", "email_body": "我有一个新的电邮地址了！您现在可以发电子邮件给我到：kingnnaji3@yahoo.com.cn\n\nFROM MR CHARLES ZUMA\n\nDIRECTOR OF FINANCE\n\nAUDITING AND ACCOUNTING UNIT,\n\nBANK OF AFRICA,\n\nCOTONOU-BENIN REPBLIC.\n\nE-MAIL BOX:barrcharleszuma1@yahoo.ca\n\n\n\nMy name is Mr.JAMES BROWN. I am the credit AUDITING AND ACCOUNTING\n\nUNIT,BANK OF AFRICA,COTONOU-BENIN REPBLIC. I am contacting you of a business\n\n\ntransfer, of a huge sum of money from a deceased account. Though I know\n\nthat a transaction of this magnitude will make any one apprehensive and\n\nworried, but I am assuring you that everything has been taken care off,\n\nand all will be well at the end of the day. I decided to contact you\n\ndue to the urgency of this transaction.\n\nPROPOSITION; I am the account officer  of a foreigner named Gerald Welsh\n\nwho died in an air crash along with his wife on the 31st October 1999\n\nin an Egyptian airline 990 with other passengers on board. You can\n\nconfirm this from the website below which was published by BBC WORLD\n\nNEWS.\n\n\nWEBSITE. http://news.bbc.co.uk/1/hi/world/americas/502503.stm Since his\n\ndeath, none of his next-of-kin are alive to make claims for this money\n\nas his heir, because they all died in the same accident himself and his\n\nwife(May their soul rest in peace). We cannot release the fund from his\n\naccount unless someone applies for claim as the next-of-kin to the\n\ndeceased as indicated in our banking guidelines.\n\n\nUpon this discovery, I now seek your permission to have you stand as a\n\nnext of kin to the deceased, as all documentations will be carefully\n\nworked out by me for the funds (USD 10,700,000.00) to be released in\n\nyour favor as the beneficiary's next of kin. Because after four years the\n\nmoney will be called back to the bank treasury as unclaimed bills and\n\nthe money shared amongst the directors of the bank. \n\n\nso it is on this note i decided to seek for whom his name shall be used as the next of kin/beneficiary to this funds rather than allow the bank directors to\n\nshare this money amongst themselves at the end of the year.\n\nIt may interest you to know that we have secured from the probate an\n\norder of mandamus to locate any of the deceased beneficiaries. Please\n\nacknowledge receipt of this message in acceptance of our mutual\n\nbusiness endeavor by furnishing me with the following information if you are\n\ninterested.\n\n\n1.A Beneficiary name. In order for me to prepare the document for\n\ntransfer of the funds in your name. 2. Direct Telephone and fax\n\nnumbers. For  our personal contact and mutual trust in each other.\n\nI shall be compensating you with [3million Million Dollars)\n\non final conclusion of this project for your assistance, while the\n\nbalance of 5 Million Dollars shall be for me for investment purposes.\n\nBecause I intend to retire after the conclusion of this transaction.\n\nIf this proposal is acceptable by you, please endeavor to contact me\n\nimmediately. Do not take undue advantage of the trust I have bestowed\n\nin you, I await your urgent reply. to this address: barrcharleszuma1@yahoo.ca  \n\nRegards,\n\nCHARLES ZUMA \n\n- kingnnaji3 nnaji\n\n", "id": "fbe2c11379f3d5f38a530a22e35fbb38"}