{"email_subject": "ASSISTANCE REQUIRED URGENTLY!!!!", "email_body": "I have a new email address!You can now email me at: susanceasar@yahoo.com\n\n>From Mrs.Diana Jose Cesar\n\n\nHello my dear friend,\n\nForgive my indignation if this message comes to you as a surprise and may offend your personality for contacting you without your prior consent and writing through this channel.I got your contact from searching for a reliable and honest person that will assist me safeguard fund.Divinely inspired to pick your name among other names found after series of prayers/fasting for Gods direction.I am Mrs.Susan Wright Jose Ceasar.person from South Africa undergoing medical treatment.I was married to\n\nDr.Jose Wright Ceasar who worked with Malaysia embassy in South Africa for nine years before he died in the year 2000.We were married for twenty years without a child. He died after a brief illness that lasted for only four days. Before his death we were both born again Christians. \n\n Since his death I decided not to re-marry or get a child outside my matrimonial home.When my late husband was alive he deposited the sum of $10.6 (Ten Million six hundred thousand U.S.Dollars)with one finance/security company in EUROPE.\n\n Presently,this money is still with the Security Company.Recently,my Doctor told me that I have six months to live as I am terminally ill with cancer.Though what disturbs me most is my partial paralysis.Having known my condition I decided to donate this fund to a church/mosque or better still a Christian/Moslem individual that will\n\nutilize this money the way I am going to instruct here in.I want a  church/Mosque or individual that will use this to fund churches/Mosque,Orphanages and widows propagating the word of God and to ensure that the house of God is maintained.They said blessed is the hand that giveth.I took this decision because I don't have any child that will inherit this money and my husband's relatives are not Christians and I don't want my husband's hard earned money to be mis-used by unbelievers.I don't want a situation where this money will be used in an ungodly manner,hence the reason for taking this bold decision. I am not afraid of death hence I know where I am going. I know that I am going to be in the bossom of God.If you will be of assistance,I will surely appreciate and reward you for your kindness in rendering help to a dying woman.\n\n\nMrs Susa Wright Jose Cesar.\n\nEmail:susanceasar@myway.com\n\n- susanjose ceasar\n\n", "id": "fbecbd87bba99debb9befde9708eeacf"}