{"email_subject": "Happy New Year..", "email_body": "Attn: Sir/ Madam,\n\n  I am the personal account officer to the great late INDUSTRIALIST who had \nan account in one of the top banks here in South Africa.\n\n  Forgive my contact because this letter comes to you as a surprise, as you \ndon't know of it's coming before. My contact is for you to please assist to \ntransfer US$125,000.000.00 ( One hundred & twenty- five million United \nStates dollars only) in tranches from a Prime Bank here in South Africa to \nany oversea's account(s). The account was opened in 1998 and he died in 2003 \nwithout a written or oral WILL and since 2003 nobody had operated the \naccount. The account is dormant and the funds floating. If I do not remit \nthis money out urgently it will be forfeited to the bank.\n\n  Firstly, I must solicit your strictest confidence in this transaction \nbecause of my official position and nature of the deal. The business can be \nconcluded in 10 (ten) banking days .I am sure and have confidence of your \nability and reliability to prosecute a transaction of this great magnitude. \nThe account holder was a foreigner and no other person knows about this \naccount or anything concerning it, the account has no other beneficiary and \nuntil his death he was the accountant of the company. My investigation \nthrough the National immigration department proved to me as well that he was \nsingle as at the time of his entry into the Republic of South Africa.\n\n  The credit balance in this account is USD$125 Million ( One Hundred & \nTwenty five Million United States Dollars only). Your assistance as a \nforeigner is necessary because the management of the bank will welcome any \nforeigner who has correct information on this account which I will disclose \nto you if you are interested to do this business with me.There is no risk in \nthis business if you follow my instructions. Given my position and my \npersonal rapport with the manager of the bank, the funds can be transferred \nto any account(s) you nominate .I need an assurance from you that this money \nwill be intact pending my arrival to your bank for disbursements.\n\n  State the A/C Details.\nA/c No:............\nBank Name:........\nA/c Holder:........\nBeneficiary Name:...\n\n  We will start with the first swift wire-transfer of US$25 million( Twenty \n-five million United States only) Upon successful transfer of the first \ntranch without any disappointment from your side, you shall apply for the \noutstanding sum of US $100 Million to the same or other account(s). Armed \nwith correct information as a foreigner and appropriate documentations as we \nshall arrange I will use my position to secure a prompt conclusion to the \ntransaction.\n\n  Your duty is to send me the banking coordinates for the transfer while \nmaintaining the required confidentiality . At the conclusion of the transfer \nyou will receive 35%, 5% will be for any expenses both parties incurred in \nthe process of this business and 60% of the funds will be for me.\n\n  Upon your strong assurance of your full cooperations and receipt of your \naccount details then I will start the process of the funds transfer to your \naccount without further delay. Contact Me immediately for futher details.\n\n  Thanks for your anticipated cooperations.\n  Yours Faithfully,\nMr.Stephen Ajken\n\n_________________________________________________________________\nSee their smiles, hear their laughter with Windows Live Messenger! \nhttp://messenger.live.com\n\n\n\n", "id": "fcf7e115e4da528fb625da3724371696"}