{"email_subject": "BUSINESS PROPOSAL!!!!!!!", "email_body": "THE DESK OF:\nDR OLU MARTINS(PRINCIPAL AUDITOR) NIGERIAN\nNATIONAL\nPETROLLEUM\nCORPORATION\n(NNPC) LAGOS, NIGERIA\n\nATTN: DEAR SIR,\n\nCOMPLIMENT OF THE DAY TO YOU. I WISH TO EXTEND THIS\nMUTUAL BUSINESS PROPOSAL TO YOU WITH THE HOPE THAT YOU\nWILL GLADLY ACCEPT. I AM THE PRINCIPAL AUDITOR OF THE\nNIGERIAN NATIONAL PETROLEUM CORPORATION. A POST I HAVE\nHELD FOR THE PAST THREE YEARS. IN THE COURSE OF\nDISCHARGING MY DUTY LAST YEAR, I DISCOVERED THAT SOME\nGOVERNMENT OFFICIALS IN THE PAST, COMMITTED SOME\nIRREGULARITIES IN THE FORM OF OVER-INVOICED CONTRACT\nVALUES WHICH EVENTUALLY GO INTO THEIR PRIVATE BANK\nACCOUNTS. WHAT INTEREST ME MOST AND FOR WHICH REASON I\nAM WRITING YOU IS THIS PARTICULAR CONTRACT WHICH WAS\nAWARDED TO A FOREIGN CONTRACTOR, IT WAS OVER ESTIMATED\nBY THE TUNE OF US$ 5M (FIVE MILLION U.S.DOLLARS).\nTHIS CONTRACT HAS BEEN COMPLETED AND COMMISSIONED\nAND THE CONTRACTOR FULLY PAID,BUT THE US $ 5M OVER\nESTIMATED VALUE OF THE CONTRACT IS STILL LYING AT THE\nCENTRAL BANK OF NIGERIA (CBN). BECAUSE OF THE HASTE\nWITH WHICH THE LAST GOVERNMENT WAS REMOVED FROM\nOFFICE, THESE MEN HAS NO CHANCE TO COLLECT THIS MONEY\nBEFORE LEAVING THE OFFICE. BUT AS A RESULT OF UPDATED\nPAYMENTS ADVISE AT THE CENTRAL BANK OF NIGERIA (CBN),\nIT HAS BEEN AWAITING TRANSFER TO A FOREIGN ACCOUNT. IN\nMY REPORT, I RECOMMENDED THAT THIS MONEY SHOULD BE\nPAID BUT ON THE CONDITION THAT THE CONTRACTOR SHOULD\nBE INFORMED.\nMY RECOMMENDATION WAS ACCEPTED AND I HAVE BEEN\nGIVEN THE GO-AHEAD ORDER TO GET IN-TOUCH WITH THE\nFOREIGN CONTRACTORS, BUT SINCE THE CONTRACTOR HAS BEEN\nFULLY PAID FOR THE JOB HEDID, I WANT TO DIVERT THIS\nMONEY TO ANOTHER FOREIGN ACCOUNT. HAVING DONE ALL THE\nNECESSARY GROUND WORK, THIS MONEY IS IN MY POSSESSION\nAND I AM LOOKING FORWARD FOR A TRUST WORTHY PERSON\nINTO WHOSE PRIVATE OR COMPANY'S ACCOUNT\nTHIS MONEY WILL BE TRANSFERRED INTO. I WISH TO\nRETIRE FROM SERVICE AFTER THIS TRANSACTION AND GO IN\nTO BUSINESS IN YOUR COUNTRY THROUGH YOU AS MY AGENT.\nYOU ARE THEREFORE REQUESTED TO KINDLY ALLOW ME\nTO TRANSFER THIS MONEY INTO YOUR ACCOUNT SO THAT I CAN\nWITHDRAW THIS MONEY WHEN I WANT TO. UPON THE TRANSFER\nOF THIS MONEY, 65% OF THE TOTAL SUM WILL BE FOR ME AND\nMY COLLEAGUES WHILE 30% SHALL BE FOR YOU THE ACCOUNT\nOWNER AND THE REMAINING\n5% SHALL BE SET ASIDE TO REFUND EXPENSES MADE IN THE\nCOURSE OF THIS TRANSACTION. BE ASSURED\nTHAT THIS BUSINESS IS RISK-FREE BUT THE KEYWORD IS THE\nCONFIDENTIALITY DUE TO THE NATURE OF THE TRANSACTION\nAND MY POSITIONIN THE MINISTRY.\n\nKINDLY TREAT AS URGENT AND CONTACT MEIMMEDIATELY\nTHROUGH MY TEL:234-1-7763021 OR 234-8033333606\nYOU WILL BE FULLY DETAILED WHEN I HEAR FROM YOU. YOUR\nBANKING PARTICULARS, I.E ACCOUNT NUMBER, TELEX,\nBENEFICIARY, AND YOUR PRIVATE TELEPHONE AND FAX\nNUMBERS ARE VITAL TO THE SUCCESS OF THIS\nTRANSACTION FOR UPDATING AND REMITTANCE PROTOCOL.\n\nBEST REGARDS\n\nDR OLU MARTINS\n\n\n\n", "id": "fd2f75bb7a1164c5687cdd1a487f061a"}