{"email_subject": "BUSINESS PROPOSAL", "email_body": "FROM: DR, IDRIS BELLO. \nTEL/FAX: 234 1 759 0379.\nE-MAIL:bello_234@yahoo.com\nE-MAIL:obilolo@netscape.net \n\n\nDear Friend,\n\n\n My name is DR,IDRIS BELLO, a member of the Presidential \nTask Force on Oil Spillage Clean-up.\n Early last year there was a major oil spillage in \nthe Niger Delta Region of Nigeria which rendered over 70% \nof the communities homeless.\n A contract was awarded to a foreign firm to \nrehabilitate the communitties, because of the huge monetary \nprofit I envisaged, we decided to over-invoice the contract \nsum.\n\n Now the contract has been completed and the original \ncontractor has long been paid,but the contract\n balance of THIRTY EIGHT MILLION UNITED STATES DOLLARS\n(US$38 MILLION),which resulted from the over invoiced\n contract sum has been left in a suspense account with the \nDEBT RECONCILIATION COMMITTEE,A SUBSIDIARY OF OUR APEX BANK,\n This over invoice sum is what we intend to take out of \nthe country for ourselves.\n\nThe problem is as government officials,we are not suppose \nto own fat bank accounts,talk less of having foreign ones.\n To this end, we are soliciting your assistance as a \nforeign partner who can assist us and receive this amount \ninto your account.\n\n We are ready to share this money with you on the basis \nof participation.\nwe also have plans to invest part of this money in any \nviable business in your country under your care,as we are \nnearing our retirement age.\n\n In any case, I received a reference of you/organization \nfrom the Nigeria Chambers of Commerce and Industry \u0091Foreign \nTrade Division\u0092\nas a reputable organ that can assist us on this transaction.\n\n Please if you accept my proposal do not hesitate to reply \nto me on my e-mail: bello_234@yahoo.com or \nobilolo@netscape.net so that I can \nprovide you with the\nbasic procedures for the release of the fund. \n\n It does not matter whether you or your company does \ncontract project of the nature described here, the \nassumption is that you won a major contract and \nsubcontracted it to another company, more often than\nnot, big trading companies or individuals of unrelated \nfield win major contracts here in Nigeria and subcontracts \nsame to more specialized \nfirms for execution.\n\n The BENEFIT For providing the account where we shall remit \nthis money, you will be entitled to 25% of the entire \nfunds, 70% will be for me and my partners,while 5% has been \nset aside to cover any expenses that\nmay be incurred by both parties during this transaction, \nboth local and international.\n\n Please I enjoin you to handle this transaction with utmost \ndegree of maturity and confidentiality because \n\nI am still in active government service with the NIGERIAN \nNATIONAL PETROLEUM CORPORATION.\n\nIf I receive your response on time, this whole transaction \ncould be accomplished within the shortest possible time \nbased on your interest and determination,since the money is \nalready on transit.\n\n Please, try to call me up to confirm the receipt of this e-\nmail on my confidential TEL/FAX: 234 1 759 0379.\n The lines may be busy,but keep trying till you get \nthrough. \n\nYours faithfully, \n\nDR,IDRIS BELLO.. \n \n NOTE:ALWAYS ENDEVOUR TO SEND YOUR MAIL THROUGH THIS TWO \nADDRESS PLEASE,(bello_234@yahoo.com)OR(obilolo@netscape.net)\n_________________________________________________________ \nGagne une PS2 ! Envoie un SMS avec le code PS au 61166\n(0,35 Hors coût du SMS)\n\n", "id": "fd4b27bfc4b091d87e3cc4501e5d3cb3"}