{"email_subject": "***SPAM*** VERY URGENT BUSINESS MATTERS ", "email_body": "DR. WILLIAMS BANIGO\nFEDERAL SECRETARIAT,\nLAGOS, NIGERIA\n\n\n             URGENT   &   CONFIDENTIAL\nBest wishes of good health and success in your pursuits particularly\nthrough my proposal as contained in this letter.Before going into details \nof my proposal to you, I must first solicit you to treat it with  utmost\nconfidentiality, as this is required for its success.\n\nMy colleagues and I are senior officials of the Federal Government of\nNigerias Contracts Review Panel who are interested in diverting some\nfunds that are presently floating in the accounts of the Central Bank of\nNigeria.In order to commence this transaction, we solicit for your\nassistance to enable us transfer into your account the said floating\nfunds. We are determined to conclude the transfer before the end of this\nfinancial quarter.\n\nThe source of the funds are as follows: During the last military regime,\ngovernment officials awarded contracts that were grossly over-invoiced to \nContractors.The present civilian government set up the Contract Review\nPanel, which has the mandate to use the instruments of payments made\navailable to it by the decree setting up the panel,  to review these\ncontracts and if necessary pay those who are being owed outstanding amounts.\n\nMy colleagues and I have identified quite a huge sum of these funds which \nare presently floating in the Central Bank of Nigeria ready for\ndisbursement and would like to divert some of it for our own purposes.\nHowever, by virtue of our positions as civil servants and  members of\nthis panel,we cannot acquire these funds in our names or in the names of\ncompanies that are based in Nigeria. I have therefore been mandated, as a \nmatter of trust by my colleagues in the panel, to look for a reliable\noverseas partner into whose account we can transfer the sum of\nU.S.$16,500,000.00(sixteen Million,five hundred  thousand U.S. Dollars).\nThat is why I am writing you this letter.\n\nWe have agreed to share the money to be transferred into your account,\nif you agree with our proposition as follows;\n\n(i) 10% to the account owner (you).\n\n(ii) 80% for us (the panel officials).\n\n(iii) 10% to be used in settling all expenses (by both you and us\n)incidental to the actualisation of this project.\n\nWe wish to invest our share of the proceeds of this project in foreign\nstock markets and other business till we are ready and able to have\naccess to them. Please note that this transactionis 100% safe and\nrisk-free.We intend to effect the transfer within a few days from the\ndate of receipt of the following information:\n\nYour name, companys name, address and telephone and fax numbers, and\nyour banking information. The above information will enable us write\nletters of claim andjob description respectively. This way, we will use\nyour companys name to apply for the payment and backdate the  award of\nthe contract to your company.\n\nWe are looking forward to doing this transaction with you and we solicit\nfor your utmost confidentiality in this transaction. Please acknowledge\nthe receipt of this letter and, I will bring you into a more detailed\npicture of this transaction when I hear from you.\n\nBest regards,\nDr. Williams Banigo\n\n\n\n\n\n\n\nCheck out http://www.abercrombie.com/aftv\n\n", "id": "fd560114eecd47385d8331aa67a365ab"}