{"email_subject": "ASAP", "email_body": "Dear\n\n                 {HIGHLY CONFIDENTIAL}\n        (RE: TRANSFER OF \nTHIRTY TWO MILLION THREE\n   HUNDRED AND FIFTY THOUSAND DOLLARS)\n\nRE:\nTRANSFER OF 32,350,000.00 MILLION US DOLLARS TO YOUR ACCOUNT. My name \nis Dr.Mark Kingsley William, and I work in the International Operation \nDepartment in a Bank here in London.I feel quite safe dealing with you \nin this important business.Though, this medium (Internet) has been \ngreatly abused, I choose to reach you through it because it still \nremains the fastest medium of communication. However, this \ncorrespondence is unofficial and private, and it should be treated as \nsuch. \n\nAt first I will like to assure you that this transaction is \n100% risk and trouble free to both parties. WE WANT TO  TRANSFER OUT \nMONEY  FROM OUR BANK HERE IN LONDON. THE FUND FOR TRANSFER IS OF CLEAN \nORIGIN. THE OWNER OF THIS ACCOUNT IS  A FOREIGNER, a  program leader.\nUntil his death,The Late Prime Minister, Mr. Rafik Hariri,  has a huge \ninvestment here in the United Kingdom and all over the world, as a \nmatter of fact he has the sum of( THIRTY TWO MILLION THREE HUNDRED AND \nFIFTY THOUSAND DOLLARS ) in his account here in London which he \ndeposited as a family valuables.The family do not know about this \ndeposit.I was on a routine inspection that I discovered a dormant \ndomiciliary account with a BAL. Of ( THIRTY TWO MILLION THREE HUNDRED \nAND FIFTY THOUSAND DOLLARS ) on further discreet investigation, I also \ndiscovered that the account holder has  passed away (dead) leaving no \nbeneficiary to the account. The bank will approve this money to any \nforeigner because the former operator of the a/c is a foreigner. I am \ncertainly sure that nobody will come again for the claim of this money. \nA foreigner can only claim this money with legal claims to the account \nHolder, therefore I need your cooperation in this transaction. I will \nprovide all necessary information needed in order to claim this money, \nHoping in God that you will never let me down now and in future.o.k!\n\nRafik Bahaa Edine Hariri (November 1, 1944 - February 14, 2005), \nmarried to Nazek Audi Hariri, was a Lebanese self-made billionaire and \nbusiness tycoon, and was five times Prime Minister of Lebanon (1992-\n1998 and 2000-2004) before his last resignation from office on October \n20, 2004. The late Rafik Hariri died on February 14, 2005 when \nexplosives equivalent to around 300 kg of C4 were detonated as his \nmotorcade drove past the Saint George Hotel i n the Lebanese capital, \nfor more information please log on to  (http://www.hariri.info)\n\nI WANT \nTO TRANSFER THIS MONEY INTO A SAFE FOREIGN ACCOUNT ABROAD BUT I DON'T \nKNOW ANY FOREIGNER WHOM I CAN TRUST, I KNOW THAT THIS MESSAGE WILL COME \nTO YOU AS A SURPRISE AS WE DON'T KNOW OURSELVES  BEFORE, BUT BE SURE \nTHAT IT IS REAL AND A GENUINE BUSINESS. I CONTACT YOU BELIEVING THAT \nYOU WILL NOT LET ME DOWN ONCE THE FUND GOES INTO YOUR ACCOUNT.  \nLet me \nhear from you URGENTLY by Email.\n\nRegards,\nDr.Mark Kingsley William\n\n\n", "id": "fdb0b30678645760897b64f6d92445ef"}