{"email_subject": "Apostolic Greetings.", "email_body": "  From Mrs Ramah Durlahb.\nSainte Jeanne D'Arc\nMethodist Church\nAvenue 32 Cocody-Abidjan\nCote D'Ivoire Weste Africa.\nEmail:  ramahdurlahb004@yahoo.com   Dearest in Christ\n   \n  I know that this mail may reach you by surprise, Please do response to my privet Email:  ramahdurlahb004@yahoo.com  I  am the above named person from India. I am married to Rev Thomas Samuel  DURLAHB  who is the Bishop for nineten years before he died.\n   \n  We were married for fiften years without a child. He died after a brief illness that lasted for only two weeks . Before his death we are happy husband and wife Christian family. Since his death I decided not to remarry or get a child outside my matrimonial home which the Bible is against. When my late husband was a live he deposited the sum of ( USD $1.Million ) (One Million U.S. Dollars)in the privet security company here in Cote d'Ivoire,This money still with the securyty company.\n   \n  Recently, my Doctor told me that i have serious sickness which is Cadiac problem.The one that disturbs me most is my stroke sickness Having known my condition I decided to donate this fund to your church or individual that will utilize this money according to God's direction.\nI want your church to use this fund for orphanages, widows, propagating the word of God and to endeavor that the house of God is maintained.\n   \n  The Bible made us to know that Blessed is the hand that giveth. I took this decision because I dont have any child that will inherit this money and my husband relatives are not Christians and I dont want my husbands efforts to be used by self acclaimed Christians.\n   \n   I dont want in a way that this money will be used ungodly way. This is why I am taking this decision to hand you over this Fund. I am not afraid of death hence I know where I am going. I know that I am going to be in the hand of the Lord Exodus 14 VS 14 says that the lord will fight my problems and I shall hold my peace. \n   \n  I want you and the church to always pray for me because the lord is my straint. My happiness is that I lived a life of a worthy Christian. Whoever that Wants to serve the Lord must serve him in spirit and Truth. Please always be prayerful all through your life.Please do give urgent response to this mail without any delay.\n   \n  Hoping to hear from you, Remain Blessed always. \n   \n  Yours Sister in Christ.\n  \nMrs Ramah Durlahb.\n\n\n\n\t\t\n---------------------------------\nYahoo! Messenger with Voice. PC-to-Phone calls for ridiculously low rates.", "id": "fe2d9bb35d68d94e54b3e97ef2799972"}