{"email_subject": "URGENT RESPONSE ", "email_body": "FROM:MR JAMES TSHABALALA\nTEL:+ 27-83-424-7661\nSOUTH AFRICA \n\nGOOD DAY , \n                            URGENT RESPONSE \n\nLet me start by introducing myself. I am MR JAMES TSHABALALA a bank manager with a commercial bank here in South Africa. I came to know about you in my private search for a reliable person/company to handle a confidential Portfolio that is under my supervision. During my visit to Pretoria, one of my associates there, in confidence gave me your contact address. With srong hope that you are my search, I decided to put before you this proposal. \n\nThe Portfolio: \nA German man called Mr. Wolfgang Schiniter, 66 years of age and a prosperous farmer had deposited with us a sum of TWENTY MILLION DOLLARS(U.S.$20Million). His wife Mrs. Helga Schiniter is the legitimate beneficiary to this account. Unfortunately they were both killed in the air crash involving Concord AF4590 in Gonesse, France. \n\nOur serch through the german embassy to find any of the next of kin, have all proved fruitless. \n\nAccording to the embassy, the couple had no offspring. The Firm is still unrelenting in its effort to contact any of the relatives for possible claim of this money, or the fund will be transfared to the government cofferes. In order to avoid this development, my colleagues and I now seek your permission to have you stand as a distant relative to Mr. Wolfgang Schiniter so that the funds would be released to you. \n\nAll the documents and proofs of identity to further enable you get these funds will be worked out. \n\nWe \"the Firm\", have secured the order of mandamus fom the court to serch and locate any of the deceased relatives. This is why I am asking you to present yourself as the possible closest next of kin.\n\nI have also decided that you will generously be entitled to 30% of the total amount, I has also map out 10% for any expenses that might come during the process of the transaction, why 60% will be for me.  Upon my receipt of your reply confirming your willingness to assist me If your good self accsept to this request, I will then commence with the procuement of the necessary documents to back your claim as the next of kin. \n\nThanks, we wait to hear from you. \n\nYours sincerely \n\nMR JAMES TSHABALALA. \n\n\n\n\n", "id": "fe3f1aab755fd2c95b59a7c9f22376ad"}