{"email_subject": "BUSINESS RELATIONSHIP", "email_body": "FROM THE DESK OF E.MARSHALL\n NO 180 COMMISSIONER STREET, \nJOHANNESBURG, SOUTH AFRICA.\nTel: 27 -73-2665538 or 27-83-5828584\n ATTN; \n                             BUSINESS PROPOSAL/RELATIONSHIP\n In order to transfer out (USD 126 M) One hundred and twenty six million United States Dollars) from African Development Bank. I have the courage to ask you to look for a reliable and honest person who will be capable for this important business believing that you will never let me down either now or in future. \n\nI am Mr. Errol Marshall, the Chief auditor of African Development Bank (ADB). There is an account opened in this bank in 1990 and since 1995 nobody has operated on this account again.After going through some old files in the records, I discovered that if I do not remit this money out urgently it would be forfeited for nothing. The owner of this account is Mr.Smith B.Andreas a foreigner, and a miner at kruger gold co,a geologist by profession and he died since 1994. No other person knows about this account or any thing concerning it, the account has no other beneficiary and my investigation proved to me as well that this company does not know anything about this account and the amount involved is (USD $126M) One hundred and twenty six million United States Dollars. I want to first transfer US$26( twenty six million United States Dollars) from this money into a safe foreigners account abroad before the rest, but I don't know any foreigner.\n\nI am only contacting you as a foreigner because this money cannot be approved to a local bank here, but can only be approved to any foreign account because the money is in us dollars and the former owner of the account is Mr. Smith B.Andreas he is a foreigner too. I know that this message will come to you as a surprise as we don't know ourselves before. We will sign an agreement, but be sure that it is real and a genuine business. I only got your contact address from my secretary who operates computer, with believe in God that you will never let me down in this business. You are the only person that I have contacted in this business, so please reply urgently so that I will inform you the next step to take immediately. \n\nSend also your private telephone and fax number including the full details of the account to be used for the deposit. I want us to meet face to face or sign a binding agreement to bind us together so that you can receive this money into a foreign account or any account of your choice where the fund will be safe. And I will fly to your country for withdrawal and sharing and other investments. I am contacting you because of the need to involve a foreigner with foreign account and foreign beneficiary. I need your full co-peration to make this work fine because the management is ready to approve this payment to any foreigner, who has correct information of this account, which I will give to you immediately, if you are able and with capability to handle such amount in strict confidence and trust according to my instructions and advice for our mutual benefit because this opportunity will never come again in my life. I need truthful person in this business because I don't want to make mistake I need you strong assurance and trust. With my position now in the office I can transfer this money to any foreigner's reliable account, which you can provide with assurance that this money will be intact pending my physical arrival in your country for sharing. I will destroy all documents of transaction immediately we receive this money leaving no trace to any place. You can also come to discuss with me face to face after which I will make this remittance in your presence and two of us will fly to your country at least two days ahead of the money going into the account. \n\nI will apply for annual leave to get visa immediately I hear from you that you are ready to act and receive this fund in your account. I will use my position and influence to effect legal approvals and onward transfer of this money to your account with appropriate clearance forms of the ministries and foreign exchange departments. At the conclusion of this business, you will be given 35% of the total amount, 60% will be for me, while 5% will be for expenses both parties might have incurred during the process of transferring. I look forward to your earliest reply. \n\nBest regards\n MR. Errol Marshall\n                    \t\t\t\tFRENCH\nDU BUREAU D'E.MARSHALL\n NO 180 COMMISSIONER STREET, \nJOHANNESBURG, SOUTH AFRICA.\nTel: 27 -73-2665538 or 27-83-5828584\n ATTN; \n        \t\t\t\tAFFAIRES PROPOSAL/RELATIONSHIP\n\n In order to transfer out (USD 126 M) One hundred and twenty six million United States Dollars) from African Development Bank. I have the courage to ask you to look for a reliable and honest person who will be capable for this important business believing that you will never let me down either now or in future. \n\nJe suis M. Errol Marshall, l'auditeur en chef de la banque de dveloppement africaine (ADB). Il y a un compte ouvert  cette banque en 1990 et depuis 1995 o personne n'a opr ce compte again.After passant par quelques vieux dossiers dans les disques, j'a dcouvert que si je ne remets pas cet argent hors de instamment il serait renonc pour rien. Le propritaire de ce compte est Mr.Smith B.Andreas un tranger, et un mineur  l'or Co de kruger,  un gologue par profession et  lui sont morts depuis 1994. Aucune autre personne ne sait ce compte ou n'importe quelle chose au sujet d'elle, le compte n'a aucun autre bnficiaire et ma recherche montr aussi bien s  moi que cette compagnie ne sait pas que n'importe quoi au sujet de ce compte et de la quantit implique est (USD $126M) cent vingt six millions de dollars des Etats-Unis. Je veux au premier transfert USS26(vingt six millions de dollars des Etats-Unis) de cet argent dans un coffre-fort les trangers rendent compte  l'tranger avant le repos, mais je ne connais aucun tranger.\nJe vous contacte seulement en tant qu'tranger parce que cet argent ne peut pas tre approuv  une banque locale ici, mais peux seulement tre approuv  n'importe quel compte tranger parce que l'argent est dans nous des dollars et l'ancien propritaire du compte est M. Smith B.Andreas qu'il est un tranger aussi. Je sais que ce message viendra  vous car une surprise car nous ne nous connaissons pas avant. Nous signerons l'accord, mais soit sr que c'est vrai et des affaires vritables. J'ai seulement obtenu votre adresse de contact de mon secrtaire qui actionne l'ordinateur, avec crois en Dieu que vous ne m'avez jamais laiss vers le bas dans ces affaires. Vous tes la seule personne que j'ai contacte dans ces affaires, satisfaites ainsi la rponse instamment de sorte que je vous informe la prochaine tape pour prendre immdiatement.\nEnvoyez galement votre numro de fax priv de tlphone et comprenant les dtails complets du compte  employer pour le dpt. Je veux que nous se runissent face  face ou signent un accord obligatoire de nous lier ensemble de sorte que vous puissiez recevoir cet argent en compte tranger ou n'importe quel compte de votre choix o les fonds seront srs. Et je volerai  votre pays pour le retrait et partage et autre investissements. Je vous contacte en raison de la ncessit de faire participer un tranger du compte tranger et le bnficiaire tranger. J'ai besoin de votre pleine Co-peration pour faire ce travail trs bien parce que la gestion est prte  approuver ce paiement  n'importe quel tranger, qui a l'information correcte de ce compte, que qui je vous donnerai immdiatement, si vous pouvez en mesure et avec des possibilits manipuler une telle quantit la confiance et en la confiance strictes selon mes instructions et conseil pour notre avantage mutuel parce que cette occasion ne viendra encore jamais dans ma vie. J'ai besoin de personne vridique dans ces affaires parce que je ne veux pas faire l'erreur que j'ai besoin de vous assurance et confiance fortes. Avec ma position maintenant dans le bureau je peux virer cet argent sur le compte fiable de n'importe quel tranger, qui vous pouvez fournir l'assurance  que cet argent sera intact en attendant ma arrive physique dans votre pays pour le partage. Je dtruirai tous les documents de transaction immdiatement que nous recevons cet argent ne laissant aucune trace  n'importe quel endroit. Vous pouvez galement venir pour discuter avec moi face  face aprs quoi je ferai cette remise en votre prsence et deux de nous voleront  votre pays au moins pendant deux jours en avant de l'argent entrant en compte.\nJe solliciterai le cong annuel pour obtenir le visa immdiatement que je reois des nouvelles vous que vous tes prt  agir et  recevoir ces fonds dans votre compte. J'emploierai ma position et influence pour effectuer des approbations lgales et le transfert en avant de cet argent  votre compte avec les formes appropries de dgagement des ministres et des dpartements de devises trangres.  la conclusion de ces affaires, vous soyez donn 35% du montant total, 60% sera pour moi, alors que 5% sera pour des dpenses que les deux parties pourraient avoir encourues pendant le processus du transfert. J'attends avec intrt votre premire rponse.\nLes meilleurs souvenirs\n MR. Errol Marshall\n\n\n\n", "id": "fe4413c3503291876038c3c5e1934b5f"}