{"email_subject": "THANK YOU", "email_body": "Att\n\nI greet you in the name of our lord. My name is MRS ROSELINE MULEKO, I\nam a\nwidow and a mother of Two all girls. I know you will see my letter to\nyou as\nan embarrassment considering the fact that we do not know ourselves,\nfrom\nAdam, but,plead with you to be patient with me. Well,I feel very\npleased to\ncontact you for some assistance and business relationship.\n\nI live in South Africa with my children. My late husband was a loving,\ncaring and hardworking businessman who died unfortunately In a ghastly\nautocrash.\n\nBefore the sudden death of my beloved husband, and father of my\ndaughters,\nmy late husband intended to establish a business, Abroad with the sum\nof$8.5\nmillion united states dollars, but unfortunately he died before this\nproposed venture.\n\nFollowing his death, his family members insisted that I am not entitled\nto\nhis property (Assets and money) since I am a woman and my offspring's\nall\ngirls as I do not have a male child for my husband. Well, according to\nbarbaric traditional laws here in this partof Africa which doesn't\nentitled\na woman to inherit a man's property, as they are expected by tradition\nto\ntake over the management of his business and other properties including\nmyself who automatically becomes a wife to one of his immediate\nbrothers.\n\nUnfortunately to this wicked family members, the $8.5million united\nstates\ndollars which my late husband intended to use in establishing a\nbusiness in\nOverseas was deposited in a bank account unknown to his family.I and\nhis\nBanking Officer are the only ones aware of this money,so I have\ndiscussed this matter with a her in the bank that I want this money\npersonally so\nthat I will be able to take care of my children's educational needs\nsince my\nhusband's family members vehemently opposed the furtherance of their\neducation. According to the officer of the bank, the best way to\nsecurethis\nmoney is to remit this money to a foreign bank designate outside our\ncountry\nfor safe-keeping, later it will be expended for future business\ninvestment subject to the Advise of whosoever finally assists us.\n\nAt this juncture, Ithere fore ask for your kindest and sincere\nassistance in\nproviding us with the following details, according to the officer in\nthe\nBank-\n\n\n1.Full Name:\n2.Address:\n3.Marital Status:\n4.Occupation:\n5.Age:\n6.Sex:\n7.Nationality:\n8.Country Of ..\nResidence:\n9.Telephone\n10.Fax\n11.Mobile Number\n\n\nAnd these will be in the enablement to facilitate the remittance of\nthis\nfund into your nominated account. As soon as I get your positive\nresponse, I\nshall provide you with all the necessary detail for this Remitance.\n\nHowever, I have decided to  give you 30% of the total money as a reward\nfor\nyour sincere assistance and the remaining 70% of the money will be for\nour\nboth mutual investment as I will want to keep aglow my late husbands\ndream\nof investing in real estate and other lucrative ventures.\n\nTo be able to help me, kindly send through my email, your personal\ndetails\nincluding your contact information for easy communication.\n\nsend your reply to my priavet e-mail if only you are interested:\nmroseline@excite.com\n\nThanking you for your anticipated response\n\nMRS ROSELINE MULEKO\n\n\n\n\n", "id": "fe4d5cf18992a54d5f955b7fb2ceba01"}