{"email_subject": "Urgent attention needed.", "email_body": "\n\nMy proposal to you.\n\n\nDear Sir,\n\nGreetings, I am Mr. Dan Patrick, a staff in Barclays bank, here in United Kingdom. However I got your contact through the International web directory.\n\nRecently we discovered a Dormant Account with a huge amount of Money Valued USD14, 000,000.00 (Fourteen Million Dollars only) that belongs to one of our late Customer who died in a plane crash.\n\nDuring our investigation and auditing in this bank, my department came across a very huge sum of money belonging to MOHAMED KAMAL YASSER who died along with his wife and his two sons and the fund has been dormant in his account with this bank without any claim of the funds in our custody either from his family or relation before our discovery of this development.\n\nThe Banking law here stipulates that if such money remains unclaimed for Six years, it will be forfeited to the Bank treasury as an unclaimed bill.\n\nIt is only an outsider from the bank that can stand as a next of kin and It is upon this discovery that I decided to contact you to collaborate with you to pull out this dormant fund.  In order to avert this negative development, I on behalf of my trusted colleagues now seek your permission to have you stand in as next of kin to our late customer so that the fund will be released and paid into your account as the beneficiary next of kin, now that the bank is still expecting a next of kin or relative of the deceased, MOHAMED KAMAL YASSER.\n \n\nPlease go through the website below to confirm this story\n\n\nwww.cnn.com/us/9911/02/egyptair990.list/index.html\n\n \nWe could have done this deal alone but because of our position in this country as civil servants, we can not do it on our own or with close friends because that would eventually raise an eye brow on our side during the time of transfer since we still work in this bank, this is the actual reason why we required a second party or fellow who will assist us forward claims as the next of kin and also provide either an existing bank account or to set up a new Bank a/c immediately to receive this fund, even an empty account can also serve for this purpose.\n\n\nOn smooth conclusion of this transaction, you will be entitled to 25% as gratification for your assisting us, while 5%will be set aside to take care of expenses on our both sides that may arise during the time of transfer and also for telephone bills, and the remaining 70% will be for me and my partners.\n\n\nWhat I want from you is for you to act as the deceased next of kin. I have in my possession, all the necessary documents to successfully accomplish the operation. \n \n\nPlease, bear in mind that this proposal is 100% risk free.\n\n \nFurther information will be given to you as soon as I receive your positive response. I suggest you get back to me as soon as possible stating your wish.\n\n \n\nBest Regards.\n\n\nDan Patrick.\n\n \nNote:  Please, respond to this email address:  danpatrick44@netscape.net\n\n\n\n\n----------------\nPowered by telstra.com\n                                                                      \n\n", "id": "fe56b475f075fa5c6d6f15af533572f7"}