{"email_subject": "PLEASE CAN YOU HONESLY ASSIST US ", "email_body": "    FROM EMMANUEL AND JOY SULMAN\nAvenu 12 Reu 47 ABIDJAN\nDANANI REFUGEE CAMP, ABIDJAN\nREPUBLIC OF COTE-D'IVOIRE\n   \n  Please contact us through this our privat EMAIL ADDRESS.  ( emman_joy1@yahoo.ca )\n   \n  Dear    ,\n   \n  Good Day and God bless as i introduce my self to you with all faith and hope you will understand us and not to betray us at the end. \n   \n  I have the intention to intruduce myself to you My name isEMMANUEL the only son and my sister's name is JOY  SULMAN. the only daughter .We are the children of late CHIEF BENSON SULMAN. I am 19 Years old, our father died about 2 years ago on the 5th of april 2004, in a gold mine in MENDE, Republic of Serria Leone . He was into legal gold minning,he has succeded in saving $20 millions dollars (twenty million U.S. Dollars) during his Business on Gold, before he went on a trip to Republic of Cote D'  Ivoire near by country to our country to save his money for security  reasons because of the political problem in our country. Unfortunatly he is dead and i will not want the money to be kept like that without any investment purpose . so i am contacting you with full trust that you will not let us down .\n   \n  We need help from you to help us claim this consignment out of the securit company and take us to your country  for investment and who will be sincere to invert us to his country with out  cheating us or doing bad to us on my arraival with my sister, I'm  willing to give you 20% of the money after the transfer of the money and 5% extra for any expense you incure in this transaction,  please mail us immidately urgent to know your stands before looking else where you're the first person we are contacting and also send your phone number as soon as possible to enable us to beat the said time.\n\n   \n  Now permit us to ask these few questions:-\n   \n  1. Can you honestly help us as your own person?\n   \n  2. Can we completely trust you?\n   \n  3.Hope our percentage offer is good accepted by you?\n   \n  Please,Treat this email confidential and get back to us as soon as  possible.\n   \n   \n  Please if you can call us for more details and easy communication please feel free to call us with this number:+22-508-610-385\n   \n  Yours Sincerely,\n   \n  EMMANUEL AND JOY SULMAN\n\n\n\n\t\t\n---------------------------------\nFind your next car at Yahoo! Canada Autos", "id": "fe9a881aa71bf8625fde4d505c2ac9f9"}