{"email_subject": "CRY FOR HELP", "email_body": "CONFIDENTIAL\n\nDear Sir,\n\nI am Franck Camara the only son of late former Director of finance,Mr.Camara Kingston Sierra-Leone diamond and mining corporation. I must confess\nmy agitation is real, and my words is my bond, in this proposal.\n\nMy late father diverted this money meant for purchase of ammunition, for my country, during the peak of disastrous civil war in my country, now he\nhas deposited the money with BANK in Abidjan, where I am residing under political asylum with my younger sister.\n\nNow the war in my country is over with the help of ECOMOG soldiers, the present government of Sierra Leone has revoked the passport of all officers\nwho served under the former regime and now ask countries to expel such person at the same time freeze their account and confiscate their asset,\nit is on this note that I am contacting you, all I needed from you is to furnish me with your bank particulars:\n\n1) Account name\n\n2) Account number\n\n3) Bank address, telephone and fax number for easy communication\n\nFor you to assist me transfer this money in your private bank account, the said amount is (NINE Million Dollars) $9 Million. I am compensating you with\n15 % of the total money amount, now all my hope is banked on you and I really wants to invest this money in your country, were their is stability\nof Government, political and economic welfare. Honestly I want you to believe that this transaction is real and never a joke. My late father\nMr.Kingston Smith gave me the photocopies of the certificate of deposit issued to him by BANK on the date of deposit, for you to be clarify because,\nI do not expose my self to anybody I see, I believe that you are able to keep his transaction secret for me because this money is the hope of my life, it is important.\n\nPlease call me immediately after you must have gone through my message fill free and make it urgent. That is the reason why I offered you 15 % of\nthe total money amount, and in case of any other necessary expenses you might incur during this transaction.\n\nN.B Try and negotiate for me some profitable blue chip investment opportunities which is risky free which I can invest with this money when\nitis transferred to your account, personally I am interested in estate management and hotel business, please advise me.\n\nCall me back immediately you receive this message for more explanation.And promisse me my younger sister to be a father considering our situation and\nnot to betray us.\n\nThanks and God bless\n\nBest regards Franck Camara.\n\n", "id": "fef6d9f4ed9983fbfc66ea3c04554c59"}