{"email_subject": "confidential.", "email_body": " Good day,\n\nIt is my humble pleasure to write this letter irrespective \nof the fact \nthat you do not know me. However, I came to know of you in \nmy private \nsearch for a reliable and trustworthy person that can \nhandle a \nconfidential transaction of this nature in respect of this, \nI got your \ncontact through an uprooted search on the internet. Though \nI know that \na transaction of this magnitude will make any one \napprehensive and \nworried, but I am assuring you that all will be well at the \nend of the \nday\nI am Stevens Bangura, son of late Mr John Bangura of Sierra \nLeone who \nwas killed by the Sierra Leone's rebel forces on the 24th \nof \nDecember,1999 in my country Sierra Leone.\nWhen he was still alive, he deposited one trunk box \ncontaining the sum \nof USD$30 million dollars in cash (Ten Million dollars). \nwith a private \nsecurity and safe deposit company here in Abidjan Cote \nd´Ivoire. This \nmoney was made from the sell of Gold and Diamond by my \nmother and she \nhave already decided to use this money for future \ninvestment of the \nfamily.\nRecently, I rushed down to Abidjan after being able to \nlocate where my \nlate father kept the depository Agreement made between \nhimself and the \nsecurity company. I have confirmed from the security \ncompany that the \nconsignment is in their custody, when I demanded for the \nrelease of the \nconsignment to me in my capacity of being the son of Mr \nBangura, \nthe depositor of the consignment, I was told that in the \nabsence of my \nfather, the only person that can demand for the release of \nthe \nconsignment is my late father´s foreign partner on whose \nbehalf the \nconsignment was deposited.\nMeanwhile, my father have instructed me that in the case of \nhis death, \nthat I should look for a trusted foreigner who can assist \nme to move \nout this money from Côte d´Ivoire immediately for \ninvestment .\n\nBased on this , I solicit for your assistance to transfer \nthis fund \ninto your Account, but I will demand for the following \nrequirement:\n\n(1) Could you provide for me a safe Bank Account where\nthis fund will be transferred to in your country after \nretrieving the \nbox containing the money from the custody of the security \ncompany.\n\n(2) Could you be able to introduce me to a profitable \nbusiness venture \nthat would not require much technical expertise in your \ncountry where \npart of this fund will be invested?\n\nI am a Christian and I will please, want you to handle this \ntransaction based on the trust I have established on you.\nFor your assistance in this transaction, I have decided to \ncompensate \nyou with 10 percent of the total amount at the end of this \nbusiness. \nThe security of this business is very important to me and \nas such, I \nwould like you to keep this business very confidential.\nI shall expect an early response from you.\nThank you and God bless.\n\nYours sincerely,\nStevens Bangura\n_________________________________________________________ \nGagne une PS2 ! Envoie un SMS avec le code PS au 61166\n(0,35 Hors coût du SMS)\n\n", "id": "ff2ece48375e5b0943aa792c9e2ae1ef"}