{"email_subject": "GOOD DAY", "email_body": "Dear Friend,               \nI am contacting you to front as a co-owner of my late\nhusband's company and beneficiary of funds\n(US$25,000,000.00)due the company.\nI am currently a high ranking government official in\nthe ruling cabinet of President Thabo Mbeki (South\nAfrica). I am a widow and mother of two children.My\nlate husband Mr Ronald Tshabalala died 1996.\nAfter his death, I recently discovered that an\nover-invoiced proceeds of a contract I helped his\ncompany secured is yet to be paid out by the Reserve\nBank of South Africa. \nThis funds emanated as a result of an over-invoiced\ncontract which my husband's company executed with the\nGovernment of South Africa.I am afraid that the\ngovernment of South Africa might start to investigate\non contracts awarded from 1995 to date. If they\ndiscover this money yet unclaimed with my husband's\nname linked to it, the government will confiscate the\nmoney and seize his assets here in South Africa and\nthis will definately affect my political career in\nGovernment.\n\nI want your assistance to front as a co-owner of his\ncompany (Tshabalala Construction, LTD) to facilitate\nthe release of the funds. I will introduce a very good\nattorney to assist us with the transfer process\nwithout any hitch but he will not be told my interest\nin the transaction as I play a very sensitive role in\nmy government. \nAs the contract was executed in my present government\ndepartment, be rest assured that I will use my\nposition to approve the immediate release of the\nentitlement. As soon as the funds is released to your\nname, you are expected to move it immediately into\nyour personal bank account in your country. As soon as\nyou have confirmed receipt of the funds into your\naccount, I will arrange to meet with you.\n\nIf you agree to my proposal, please endeavour to send\nme an urgent reply. Due to my sensitive position in\nthe South African Government, I would not want you to\nphone or fax me. All correspondence must be through my\nprivate mail address \n\nThe lawyer I will recommend to assist us will be\nrepresenting our interest at the Reserve Bank of South\nAfrica and all necessary quarters. All future\ncorrespondence must be made either to the attorney or\nmyself. \nI am reposing huge trust on you regardless of your\nbeing a total stranger. Upon your reply, we shall\ndicuss your percentage for your assistance.\nBecause of my sensitive position as serving government\nofficial, I will only give you more details of myself\nwhen we proceed further and am sure of your\npersonality.\nHonesty and transparency, they are my best work tools.\nThank you.\nMrs Stella Sigcau.\nMINISTER OF PUBLIC WORKS.\n\n\n\n\n\n\n\n\n\n\n\n\n", "id": "ff2f0f951fbd2726e9eb40565daaf780"}