{"email_subject": "A CRY FOR YOUR HELP .", "email_body": "  Dear One \n\n  Greetings to you. I thank God that I have come across you and believe you will not turn down my request. My name is mariam guei I am almost 20 years old girl now and i am from Bouke in Cote D'ivoire, west Africa.\n   \n  I became an orphan last year when my father and my mother were murdered in Bouke in the northen part of Cote D'ivoire(Ivorycoast)my home town. I was in school when the rebel new force went on rampage and killed people in the town suspected for supporting the government of Gbagbo. I was taken\n from the school by a good samaritan to Abidjan, where I am now on refuge. I am now staying with the old woman I call aunty, she is 81 years old and she has been trying her best for me I am confused and i don't know  what to do to claim my late father's deposit in security company here in Abidjan\n here.\n   \n  He deposited a sum of ($15,000,000)(Fifteen million) dollars only. This deposit was to be sent to his business partner in Europe but since the crisis they lost contact and I dont know about him and I dont know about their transaction before he died. \n  I am appealing to you in the name of God to help me contact the Security Company where my late father deposited this fund as family valuables so that they can convey the consignment to you in your country through their diplomatic means according to the security company Director and after you\n have received this consignment you will have to transfer it into your bank account as well as a safe place for me to move to after the conclusion of this transaction. I believe you are a reliable person that will not sit on the money and will provide a safe place where I can move to continue my\n studies which is my priority in life because this civil war here has almost distablized everything and my education is suspended for my security reasons. \n   \n  I promise to give you 20% of the total amount after the conclusion of the transaction. That will cover all your inconveniences or probably any expensis while helping me Please send to me your telephone no. and let me know if you can reliably keep this only thing I have left in life with you\n safely.Why i want to leave here for western world where i can restart my life is because of everyday political and economic instability and civil unrest as well as looting and raping which is the order of the day now. Pls. if you know that you are going to be very honest with me do let me know by\n your email.\n   \n  I wait to hear from you soon,\n  Yours faithfully,\n  mariam guei\n\n \n\n \n---------------------------------\nEasy + Joy + Powerful = Yahoo! Bookmarks x Toolbar\n", "id": "ff43b811db3a82c61f8dbf7bc3259113"}