{"email_subject": "NOTICE  FOR  APPOINTMENT", "email_body": "Content-Type: text/plain\n\nContent-Transfer-Encoding: 8bit\n\n\n\n\nNOTICE FOR APPOINTMENT 08/07/2006 \n\n\n\nDEAR SIR,\n\n\n\nWe wish to inform you that you have been appointed, as our company Regional representative, you are expected to fill the form below and write Back to us via our E-mail as stated below.It is with profound interest that i write this very important letter,believing that you are honest and trust worthy person.Let me crave your indulgence to introduce myself to you! I am Dr. Edward Cooky, president/founder of Con Oil Ltd.we are OPEC members who deal on crude oil and raw material,and export into the Canada/America and Europe our head Officeis located in London as stated below.I am interested in employing your services,to work with me asour payment agent who can help us establish a medium of receiving Payment on our behalf for crude oil supplied to our customers in Europe,America,Africa And ASIA .\n\n\n\nIf you are interested in transacting,business with us,I will be very glad Subject to your satisfaction you will be given the opportunity to negotiate your mode of payment which we will,pay for your services as my representative in your country.Please if you are willing to partner with us,I will want you,to furnish us with your particulars, to enable,me give you further details. Please, you have to,be an honest and trusted person, as more payments will,be made through you in the course of this transaction.And moreover you will be entitled to 25% of every payment,that you are able to receive on Our behalf from our customers. As soon as,we receive your positive Response our lawyer will provide you with a power of attorney.Please contact us for more information via email stated below with the following information filled.\n\n\n\nFULL NAME............................\n\n\n\n\n\nMAILING ADDRESS(OFFICE AND RESIDENTIAL)...............................\n\n\n\n \n\n\n\n AGE:................\n\n \n\n\n\nMARITALSTATUS:....................\n\n\n\n\n\nTELEHONE AND FAX NUMBERS....................... \n\n\n\n\n\nPERSONAL IDENTITY DOCUMENT i.e. A FULL PICTURE OFINTERNATIONAL PASSPORT OR DRIVERS LICENSE. \n\n\n\n\n\nYOUR FORMAL LETTER OF ACCEPTANCE TO RECEIVE THE FUND ,THE LETTER SHOULD BE WRITTEN WITH YOUR COMPANY'S OR PERSONAL LETTER HEADED PAPER AND DULY SIGNED AND STAMPED BY YOU.\n\n\n\nWe have $16millionUSD WHICH WAS DEPOSITED IN A SECURITY COMPANY BASED IN ABIDJAN COTE D IVOIRE (IVORY COAST) ON OUR BEHALF BY A GOOD CUSTOMER.Hence,it is important that you will travel and make claims from the company,after which you will automatically deduct our agreed commission and keep the balance for our company pending further investment Project in your country.\n\n\n\nWe look forward to working with you.\n\n\n\nDr.Edward Swaraden Cooky\n\n\n\nCon Oil and Gas Ltd.\n\n\n\nHACKNEY E50hx LONDON \n\n\n\nFAX:448709129080,TELEPHONE:+447024096224.\n\n\n\nPLEASE CONTACT US VIA EMAIL:edward4notice@sify.com,zicobee@zwallet.com \n\n\n\n\n\n\n\n\n", "id": "ffb40f78549eef3c7502939f3b2fc42c"}