{"email_subject": "[Lockergnome Penguin Shell]  Recursive Metaphor", "email_body": "I don't usually spend much time explaining metaphors. They are, after all, metaphorical. They can be filled with whatever symbolism you choose. Written well, we all come to some similar understanding of their meaning. But, I'll depart today, contrary to my normal practice, to take a few minutes explaining a recent metaphor.\n\nI'm a Linux guy through and through. As a user, I see myself as right about at the average on the curve. For love of the language and open source attitude, though, you'd be hard-pressed to find anyone with quite the same level of enthusiasm. Put simply, there's very little about the Linux and broader open source worlds that I don't like or believe in.\n\nTake, for example, the practice of recursive acronyms. GNU (\"Gnu's Not Unix\"), HURD (\"Herd of Unix-Replacing Daemons\"), WINE (\"Wine Is Not an Emulator\"), even PHP (\"PHP Hypertext Processor\") - all carry on the tradition of recursion in the Unix/Linux world. Goofy as it sounds, I love this stuff.\n\nSo it is that I set out to create a recursive metaphor last week. It could only have happened on or about the 4th of July. In fact, it happened in the edition of the 3rd. I wrote a piece about how we Americans spend more time over the course of a year talking about what's wrong with our system than what's right. I wrote it knowing full well that many of the responses I'd get would be a) from readers outside the US and b) in sharp disagreement to my comments or those of citizens of other countries. You're following me, right? People would disagree with an article that said we spend much time disagreeing. This, of course, would prove my point in a somewhat metaphorical way - the perfect recursive metaphor. The point was to be made yet more perfectly by the eventual inclusion in Penguin Shell of the comments of someone from outside the US disagreeing with my take our argumentativeness as Americans. Ideally, they would be comments that disagreed with our collective American perception of being disagreeable. They would, of course, point out things about which citizens of other countries can disagree with Americans on. By exercising the right to disagree, we'd subtly agree that we have that right. Yet another level of recursion and a final layer of metaphor.\n\nThe response to both my own and Johan Sauviller's comments was overwhelming. In the main, I believe both were appreciated. Many commented on the balance of the two pieces. Some readers were surprised, I think, to see a dissenting opinion published so quickly, if at all. Overall, the ability to express honestly held opinions, to agree and to disagree on a global level closed the circle on the metaphor in a perfect way.\n\nThings have, however, gotten a bit more ugly in the past few days. I'm not sure whether some were slow in getting to the July 3rd issue, or whether it's just been stewing since then. Take, for instance, these comments by a reader who will remain mercifully nameless:\n\n\"We get enough America bashing from our left-wing whacko extremist press and schools here in the USA that we don't wish to hear some (insert favorite adjective here) from Belgium whining too!\"\n\nFollowed by:\n\n\"... please don't let Tony single-handedly tarnish the fine reputation of Lockergnome. I'm sure there are other articulate Linux experts out there who would be able to replace him.\"\n\n... and, in a later note on the topic ...\n\n\"Censorship is to be encouraged in a free-market society whenever and wherever it doesn't come from the government.\"\n\nClearly, the metaphor just whizzed right over the heads of some.\n\nChris has been great about allowing all his authors plenty of room in the editorial piece at the beginning of each newsletter. This particular piece is no exception. He's shown a quiet confidence in the face of some very shrill comments. While we all generally stay focused on technical issues, Chris has shown unwavering support for the notion that we geeks are, in the end, humans with opinions and thoughts to share. I think it's one of the things that makes the Lockergnome newsletters stand out from the pack - the personal touch.\n\nSo, despite the irrationality of some of this week's comments, I'll continue to occasionally throw in a personal aside with the technical stuff.\n\nJust watch out. Recursive metaphors are only funny until someone puts an eye out."}