{"email_subject": "[Lockergnome Windows Daily]  Brilliant Mistakes", "email_body": "Last week, Axialis Software released IconWorkshop v5.0 - arguably the most powerful icon editor / manager for the Windows platform. Ever the icon addict, I asked for your pixel-perfect creations. I have yet to receive one. Perhaps you've been waiting for the right motivation? How about a nice little contest involving some of the most powerful sites on the Internet? Here's the deal: you create five (or more) icons between now and the end of July 2002, upload them to your [FREE] DeviantArt account (under Contests / Axialis Icon Contest), and one of the five judges may pick it. The panel includes: myself, MattEO from DeviantArt, KarmaGirl from WinCustomize, Voodoo from Neowin, and Marc from Axialis. We'll each pick our favorite set. The winners will not only receive one copy of IconWorkshop Corporate Edition, but some of their icons will get bundled with a future version of the software! Ownership is retained by the original author, so don't hold back. Here's your chance at fame and fortune. Or, at least fame and free software.\n\nAh, the life of a software junkie! Pieter just released the new (unofficial) Google SearchTool today. It's much more convenient than the official toolbar (sorry, I just don't like browser add-ons). I also gave Cacheman another go; I haven't used it since Windows 98. It's always been a great piece of shareware, but I didn't realize it was THIS good. The speed increase has been quite noticeable (even on Storm Shadow, my P4 2.5GHz machine). Outer Technologies is brilliant. And so is Repligator 9.0. It gives me access to instant special effects - a one-stop shop for digital photo fun. I'm still debating whether or not to install the latest Java runtimes. It seems to be unobtrusive on my test machine, which is good to see; I don't want browser integration, I just wanna run that awesome ASCII Art program. Oh, and \"12 Mistakes Executives Make When Planning Web Strategy\" is available for FREE with the purchase of ANY GnomeTome (including our 50 freshly-released OS X tips). Go grab it if your boss doesn't know as much as s/he should.\n\nThere's a little bit of Oingo Boingo on Emusic now. They inked a deal with Universal Music Group today - and I'm not paying any more to get access to even more MP3s. This is the ONLY way to go, and I hope and pray that more record labels will eventually catch on to the craze. The Internet is more than a place for a pseudo-interactive pamphlet; the Internet fosters knowledge; the Internet is still in its infancy; the Internet has encouraged creativity and commerce. The one thing the Internet is NOT: a fad. Its potential is limitless, as long as it remains flexible and not controlled by any one company. This Palladium thing has got me more than a little spooked. It, combined with the service-oriented OS, could very well be the thing that drives people away from the Windows platform in droves (as much as I hate to admit it). Software and music pirates unwittingly created DRM. I best not find out that you're part of the problem."}