{"email_subject": "[Lockergnome Windows Daily]  Fraud Wipes", "email_body": "I'm not a banker, and I'm not a credit expert - but these people\nspeak from personal and professional experience. Draw your own\nconclusions. Lockergnomie Sang Vo writes: \"Though you may have\nzero liability for a fraudulent transaction, the paperwork and red\ntape to work through if someone empties out all your funds can\nleave you hurting for a while. There are many credit cards that\nnow offer zero liability for fraudulent transactions. So, contact\nyour credit card provider / bank to see if you can have such a\nplan added to your card or if you can apply for one that does.\"\nAnd Russ Coover continues: \"If you purchase something with a\ncredit card, and you later decide to dispute the purchase (for a\nreason such as the product was faulty and the merchant refuses to\nreplace it or, perhaps the product was never delivered), you can\nlegally dispute the charge with your credit card company. However,\nif you use a debit card to make that purchase, you have no right\nto dispute the charge.\"\n\nJeff Morgan has a different interpretation of the regulation in\nquestion (E): \"In 12 CFR II, Section 205.6, it's saying that if\nyou give your financial institution timely notice of the theft of\nyour card or PIN code (two business days), you are liable for no\nmore than $50, otherwise you may be liable for up to $500.\" And\nTim Miller extends the translation: \"If someone puts a false\ncharge on a credit card, the worse that will happen is your\nliability for $50, with the possibility that your next charge\nmight not go through because the thief used all of your available\nbalance.  If a false charge goes against your debit card and wipes\nout your bank balance, however, outstanding checks can bounce.\n Your bank may be able to get you all of your money back, but the\npayees of those bounced checks might sock you with $20-25\ninsufficient fund fees - and they are under no obligation to waive\nthose fees.  If you have  5 checks outstanding, you could be out\nover $100.\"\n\nFrank Reyes was apparently lucky: \"Someone recently obtained my\ndebit card number through a local grocery store. I was told by the\nchecker at the grocery store that the card readers would only\naccept Visa cards not ATM cards. I was very suspicious, and used\nmy debit card instead. Apparently, the store's computer had been\nhacked, and my debit card number and name (among several\nothers)were forwarded to an unscrupulous individual. I was\nreviewing my checking account online two days later, and noticed\nan unauthorized charge against my account ($60.00). I contacted\nthe vendor that had charged my account and informed them of the\nfraudulent charge. The vendor stopped the shipment, provided the\nshipping address to my bank, and credited my account within 5 days\nafter I informed them (The delay in the fund reversal was due to\nthe 4th of July weekend). The only negative aspect is the fact\nthat I had to request a new debit card, which has yet to arrive.\"\n\nFurther thoughts from Lockergnomie James Simbro: \"I'm not totally\nsure on this, but I've been warned against using a debit card for\nonline purchases.  Yes, you may not be liable for any of the\nfalse charges on a debit card (in the end), but in the meantime\n(during your dispute) the money will be withheld from your account\nand you will not have access to it. However with a credit card,\nyou are not responsible for funds that are in dispute. The\nscenario I was given, was imagine if somebody falsely used your\ndebit card and cleaned out your checking account?  The money is\ngone! False charges on a credit card are not \"real money\" until\nsomebody has to pay them.  I would guess that each bank has\ndifferent policies for debit card fraud. I might just have to call\nmine and see what I'd face.\" In short, be careful - no matter what\nyou use or where you choose to use your plastic."}