{"email_subject": "[Lockergnome Penguin Shell]  Karaoke Kernel", "email_body": "I've just got a few quick thoughts today.\n\nFirst, the search is underway for the hosting solution mentioned in Monday's Penguin Shell. The response has been great, with more than two dozen offers of web space for the Foundation for Children and Youth With Diabetes. It gratifying to see our community rally around a great cause. Know that whether you answered the call or not, you're in the electronic company of some caring and compassionate folks. I've not yet heard whether a solution has been found from among the many offered, but I'll certainly keep you posted on the outcome.\n\nSecond, a few final clarifications on the 4th of July bruhaha. A reader brought to my attention that, though he didn't believe it to be the case, offering my opinion on the state of America could be seen as trolling. That certainly wasn't intended. Also, I've seen much email over the past week that started with, \"Since you published the opinion of someone outside the US, I'd expect that you'll publish an opinion in disagreement.\" Well, I did that already - it was my own opinion that started the discussion. I can clearly see the potential for this to get out of hand. So, this will be the last word on the subject. Thanks for your opinions and your discussion, the vast majority of which was well-thought and reasonable. Both sides were presented and we're moving on.\n\nOn to some Lockergnome news. If you haven't already heard, CleverMedia is sponsoring karaoke night at Gnomedex. According to the woman with her finger on the pulse of Gnomedex, Lori Lockwood, \"There is definitely a 'surprise' in the works for the attendees ... \" Hmmm. Could it even compare to last year's Miss Gnomedex contest? I think it unlikely. In any regard, the folks at CleverMedia are certainly more than capable of coming up with loads of fun -- it's what they do for a living! Between Leo Laporte, Doc Searls, Steve Gibson, Mark Thompson, Evan Williams, and too many others to mention, you'd be silly to miss out.\n\nOnward. Have a great day.\n\nTony Steidler-Dennison"}