{"email_subject": "[Lockergnome Windows Daily]  Deeper Uplink", "email_body": "It's official: Gretchen, Sprocket, and I will be moving in a few weeks. Not too far, though. We'll be going deeper into the city of San Francisco starting on the first of September. Lori and Norm were here over the weekend (for a photo shoot); in between sets, Gretchen invited them to join her hunt. They came upon a house located in one of the busier parts of town. With only street parking available, I wasn't too thrilled about investigating the property. However, my wife seemed optimistic. We kinda knew what we were looking for in a residence (and its neighborhood), but also knew we'd have to make certain concessions in the process. We parked (literally) up the hill and found our way to what would turn out to be our future home (at least, for the next year or so). It has lots of usable space - which is a premium here. Plus, the landlords are extremely dog-friendly. Winner! The pictures and videos will come, never fear.\n\nFirst order of business: get broadband! According to AT&T's Web site, cable modem service is not available in the area. However, DSL is an option. So, it looks like I'm going to be purchasing an external DSL modem in a few days. Any suggestions? Yeah, I'm not even sure who I'll select for my provider. They currently use SBC to get online, so I might just stick with them for continuity's sake. Verizon has been solid enough for me here, but I believe our loft complex has a unique infrastructure. If I could make contact with someone from any capable system, I'd probably go with them. I should probably get the ball rolling soon, though - I'd hate to play the waiting game for too long. I've heard of installation nightmares, so I'll probably be rolling my own (again). 56k is quaint, but hardly enough pipe to get any real work done. When you download as much as I do, every bit counts. Oh, and did I tell you about the bites?\n\nThere are plenty of unique restaurants in just about every direction. Plus, we're right up around the corner from a Peet's outlet! If you need me, you know where you can find me. I'll probably also be setting up a Wi-Fi network before too long, too. My Proxim hardware still works, but I wasn't sure if I needed a crossover cable to connect it to my router. Furo tells me: \"If the hub has an uplink port, then a straight cable should work between the two, as it provides the crossover for you. If both have uplink and non-uplink ports (workstation attachment ports), then you would need a crossover cable between like ports. For instance, if you were connecting a workstation port on one to a workstation port on another, you'd have to use a crossover. Same for uplink to uplink.\" How's that for home network helpfulness? Oh, if only he'd do a free Gnometome for us...\n\nSee You in August,\nChris Pirillo"}