{"email_subject": "[Lockergnome Windows Daily]  Dignity Shakedown", "email_body": "Well, it's been half a week since we released it, and we're still\ngetting record downloads for our first\nFREE Gnometome. What does\nthat mean? Simple. Download all you want - we'll definitely make\nmore. In fact, we've found a way to get your products and services\na little bit of unlimited promotion on the side, too. And who\ncouldn't use a little more traffic nowadays? Well, unless your\ndata transfer bill is already sky high (which can happen when you\nget featured). It's all fun and games until someone's server falls\nto its knees. We're still sitting\nat #5 on Amazon. If we ever\nhit #1, I'll eat my hat. And, mind you, this hat has been sitting\naround for quite a while; it smells like feet. You'd have to eat\nthree sombreros just to get the same amount of nutrition you'd get\nfrom my hat. You're better off just going for the free stuff, I\nsuppose. The next time they ask: \"Do you care to Super Size that?\"\nYou can respond, with dignity: \"My funds are sufficient for the\nupgrade; I avoided spending money on something that would have\nlasted longer, supported a helpful cause, and not have killed me\nearlier.\" It makes sense - if you think about it. The fries aren't\ngoing to eat themselves. And if YOU don't eat the fries, who will?\n\nPut your hunger aside for just a moment. It's time for a paragraph\nI like to call: \"Why you shouldn't sign up for DirectDSL.\" They\nwent out of their way to send me an unsolicited e-mail this\nevening. Now, I know what you're thinking: \"How kind of them,\nChris. You were just asking about DSL providers in yesterday's\nissue. They must have read your mind!\" No, they must have rented a\nlist of addresses which weren't confirmed. But the fun didn't stop\nthere. I received a message about DirectTV from yet ANOTHER\nmarketing company. Their effort was indeed caught by this crafty\neye, and my money will be diverted to other (less-spammish)\nbusinesses in the future. It's my \"direct\" way of saying: you're\nnot the only game in town. Anybody else care to test my patience?\nI didn't think so. My blacklist gets shared with 250,000 people\nfrom around the world. Oops! My Inbox just got slammed with more\njunk; looks like Lycos will never get another click from me,\neither. See what you get when you tempt fate?\n\nMy good buddy, Bill,\ntells me that Speakeasy.net\nprovides great DSL connections. He'll even get the credit if I\nsign up through his affiliate link! Paul Howes agrees with him,\ntoo: \"Static IPs are the norm, they do not use PPPoE, and they\nencourage people to run servers on their DSL connection. When\nlooking at their packages, I suggest you look at the 'Home\nServices' page. They even have ADSL up to 1.5M downstream / 768k\nupstream, which I have not seen from any other provider. And that\nis less than $200 a month, which is a bargain when you start\nlooking at the prices of a 768k SDSL line!\" And Stuart Portner is\nchock full of common sense: \"Remember that a lot of DSL providers\ngive you the modem for free and prefer that you use theirs - at\nleast for initial setup / shakedown period.\" All the more fries\nfor me, dude!\n\nSee You in August,\nChris Pirillo\n\nWE NEED YOU TO BE AT GNOMEDEX! That's what your employer should be telling you. Microsoft Pocket PC experts will be sharing tips on improving workplace productivity with portable devices. Combined with Proxim's on location wireless networking solutions, a Pocket PC can keep you and your co-workers communicating no matter where you are in the building. Learn how to bring Wi-FI and PDA technologies together for the ultimate in portable computing. Register for Gnomedex today!"}