{"email_subject": "[Lockergnome Penguin Shell]  Good Hearts", "email_body": "You're a good bunch, you Penguins.\n\nToday's GnomeVOICE really tells the story better than I can, but I'll give you a quick summary. Through your efforts and compassion, reader Karl Steenblik has found a new electronic home for the Foundation for Children and Youth With Diabetes. I'll let Karl tell you which offered solution suited his needs. But, with the volume of responses his request for help generated, it's almost irrelevant. As I expected, we came together as a community and collectively offered him many viable choices from which to pick a solution that would work for the kids. The global scope of your concern and our collective ability to effect a change has humbled me once again. Just when you start to get a little callous about the 'Net ...\n\nAccordingly, I'd like to sketch out an idea with you that can be an ongoing part of Penguin Shell. It's an open discussion, really, about how we can further put our technical skills (be they Linux or Windows skills) to work for a good cause. I'm proposing that we start an organized volunteer effort, based in the Penguin Shell readership, to provide volunteer technical services to worthwhile charitable organizations. First, we need a name that clearly describes our purpose. Next, we need volunteers with the time and ability to lend those skills to a good cause. Finally, we'll need some suggestions as to the charitable organizations that are near and dear to your heart. Or, maybe the organization is one you're already working with - one you're certain can use some hands-on or remote volunteer help.\n\nI'll start that ball rolling with a personal organizational suggestions - the Aicardi Syndrome Foundation. Though I don't currently know their technical needs, I do know that the syndrome is very rare - read \"research and technical dollars are minimal.\" I'm sure we can, as a group, provide them a way to fill existing technical holes.\n\nThat's just a suggestion. Feel free to use the mailto links above to make others.\n\nOver the next few weeks, I plan on modifying my current favorite blogging program, GeekLog to pull together a community project area where interested parties can gather, coordinate and discuss whatever this project might become. I'll keep you posted on the details.\n\nIn one of the earliest issues of Penguin Shell, I told a story about Emperor Penguins - how they huddle together on the shore, knowing that their protection from predators lies in sheer numbers. When one takes the leap into the water, all the others follow; individual involvement for the good of the community.\n\nWhere could the analogy possibly be more fitting?\n\nTony Steidler-Dennison"}