{"email_subject": "[Lockergnome Apple Core]  Intuitive Cash", "email_body": "Of the comments I received on AppleScript, every single one suggested I \nstart with the basics, for that reason,  I'm going to take things \nstep-by-step,  following my own learning process and progressing to \ngradually more difficult concepts. Despite having experience in \nprogramming, using a variety of languages, I initially found AppleScript \nto be quite intimidating -- mostly because something about the Script \nEditor seems less than intuitive. If you've already been dabbling in \nscripting, the first few columns on the subject will definitely be \ntargeted at novices, but I want to everyone to have the chance to get \nup to speed.\n\nI'm off to the \nShareware Industry Conference for the remainder of the week, \nwhere it's looking like the selection of stuff for Mac users will be very \nbleak. I believe the organization is targeted more toward the Windows \ncommunity in general and any shareware developer with enough cash to get \nthere is probably going to be in New York for MacWorld. I'll be missing \nout on the Web cast of Steve Jobs speech, which is scheduled to take place \nwhile I'm in the car, but at least I'll be able to catch the details at \nother Mac sites when I get to St. Louis. Internet access for the trip is \nbeing provided by Crosspaths.net, which is one of the few dialup services \nI've found that can be configured to relay my Lockergnome mail so that I \ncan still function on the road. I tested the service on my iBook this \nevening just to be sure.\n\nWith some luck, I may be able to get Internet access from the highway, via \nmy Kyocera 6035, and see what Jobs had to say before I get to St. Louis. \nUnfortunately, there's no support for OS X yet with the 6035, so I can't \nuse the unlimited nights and weekends to dial the Web from my laptop. A \nlandline will probably be more sensible anyway. Check my blog for some \nupdates on the trip, Lori's attending too and I'm sure she'll be taking \nlots of photos, as usual.\n\nSee You in August,\nJake Ludington"}