{"email_subject": "[Lockergnome Windows Daily]  Medieval Mocha", "email_body": "Falling asleep at the wheel is no laughing matter. Still, it kinda\nhappened with yesterday's\ntip. I forgot to mention that the String value's label\nis \"Logging\" (sans quotes). That was almost like a cliffhanger,\neh? The oversight was totally my fault. I've been thinking about\nasking Gretchen and Brian to help with future reviews. Don't be\nsurprised if that happens soon. I'm sure you'd welcome a female\nperspective on this stuff, right? She helped one of our landlords\npick a paint color for the \"office\" wall this evening. Does that\nqualify her to talk about cool stuff that we find for you on the\nInternet? You betcha. Let's see how she does with the drapes and\nrugs. I have a feeling I'll be the one tweaking furniture layout.\nShouldn't be too much of an issue - yet. I wonder if Ikea has an\naffiliate program?\n\nI've mentioned how Yahoo Mail's beta is mangling our commas, but\ndid you know that it's also (possibly) rewriting your e-mail? If\nyou send an HTML message to someone who has a yahoo.com account,\nsomething may get lost in the translation. Try sending this\nsentence: \"My medieval mocha has an expression to evaluate.\"\nAgain, be sure this note is sent in HTML format. The results will\nsurprise you. As far as I can tell, they're doing this to stop any\nscripts from being distributed to their user base. I must credit\nMarion Schroll for making me aware of the \"problem.\" It's kinda\nfunny, in a weird sort of way. Not that I would want anything I\nsend changed in any way, shape, or form. It begs the question:\nwhat next? I mean, where does it all stop? Give them a bit, and\nthey just might take a byte. Censorship is only a stone's throw\naway.\n\nI really feel for Lockergnomie Sharon Clark, who asks: \"What is\nthis crazy business with the broadband metering? What they\nadvertise doesn't seem to be what you get. Now that I'm forking\nout $60 per month for a supposed metered rate of 640 down / 320\nup, I'm feeling clueless and left out in the cold. Not sure what\nI'm paying for, not sure what's going on at the office, not sure\nif I'm capped, not sure if I'm getting ripped off! Can you help me\nout here? I'm feeling lied to; why can't I download 'til my 40 gig\nis full? That is what they promised me and that is what I THOUGHT\nI was paying for. I want consistent speed - is this too much to\nask?\" It's not too much to ask the question, but it's probably too\nmuch to get the answer. I'm facing the same dilemma right now,\neven though cable-based connectivity isn't available in my area.\nExpect more and more \"filters\" to be put in place as time marches\non. Watch those EULAs, folks."}