{"email_subject": "Canon USA Reseller News : July", "email_body": "Canon's N1000 and N2000 innovative Office Color Printers are here! Orders are now being taken for these ... Super High Speed ... Super High Quality ... Large Volume printers! With super low operating costs and excellent durability, these printers provide the solution to your customers' business color needs.\n\nProviding our resellers with the tools necessary to be successful in the marketplace is important to us. In an effort to help you jump-start your N1000 printer sales, we are making available, on a first come first served basis, HALF-PRICE N1000 DEMO units. For your convenience, these units can be purchased at Ingram Micro, Tech Data or D&H. There is a limit of one half-price unit per reseller - and supplies are limited - so order today!\n\nTo help you generate interest with your customers for the N1000/N2000, we have created a video banner ad that can be run on your website. Log on to our reseller website: http://www.canonresellers.com to view the N1000/N2000 video banner ad. You'll find the ad running on the Home Page. To order a CD of this video banner ad for your use, contact your Canon Account Executive.\n\n*All rebates will be reflected on the distributor invoice price at the time of purchase.\n\nQuarterly Performance/Growth Bonus\n\nIt's a new quarter and a fresh opportunity to become a Canon Premier Partner. Our quarterly growth goals are within reach! Your purchases of all eligible hardware* between July 1, 2002 and September 30, 2002 work toward your Premier Partner status. Following are the rebate categories:\n\n$50,000-$99,000 = 4% rebate\n$100,000+ = 6% rebate\n\nClaim forms for submitting your claims are available from your Canon reseller Account Executive and at www.canonresellers.com.\n\n*Only hardware is eligible - DR-3060, DR-3080C, DR-5020, DR-5080C, DR-4580U, DR-4080U, N1000/N2000 Office Color Printers, imageCLASS 2200 and imageCLASS 1100. CarePAKS, consumables, maintenance kits and media are not eligible.\n\nClick on www.canonresellers.com, to find your tools for success!\n\nHere's a clue: Canon is known 'far and wide' for its products. Coming soon—at a distributor near you - we'll show you just how 'wide' our products can be. Watch for another clue in our August newsletter!\n\nAs promised, we're about to launch another web training course. Final touches are being made on Canon's N1000/N2000 web training course. This creative and informative course - covering topics that include Features, Installation, Connectivity and Markets - is not to be missed. Details to follow.\n\nWe have a winner! Congratulations to everyone who completed the imageCLASS 1100 web training before June 30! The winning name was randomly selected from a 'hat' and we're pleased to announce the winner of the Canon PowerShot A20 digital camera works at one of our valued resellers in North Carolina!\n\nAlthough the contest is over... the learning should not stop. If you have not yet completed this informative imageCLASS 1100 training course, log on to http://www.canonresellers.com right click on Simon and go to the training site.\n\nCanon has a dedicated team of Account Executives whose mission is to work with you to achieve our mutual business goals.\n\nCheck the list below and note the name and e-mail address of the Account Executive assigned to your state. Be sure to contact your Account Executive for support with the following:\n\nN1000/N2000 Video Banner Ad\nEvents (Open Houses/Shows)\nSales Support Collateral\nDiscounted Demo Units\nEnd User Sales Calls\nDemand Generation\nProduct Training\nBids\n\nAccount Executives are listed below with the states that they cover.\n\nIf you wish to opt out of receiving future e-mail blasts, please click here. If you would like additional recipients to receive our monthly communications, send additional names and e-mail addresses to canonresellers@cits.canon.com."}