{"email_subject": "[Lockergnome Digital Media]  Endorsed Compatibility", "email_body": "This is of course belated, as I'm sending it on the 18th, but Happy Birthday to Lori!\n\nOne thing about MacWorld should excite mp3 junkies -- the iPod just got \neven bigger, with a 20GB version and Apple officially endorses Windows \ncompatibility. Actually, the good news is, the 5GB and 10GB versions \ncame down in price. Hearing that the only \"officially\" functional \nWindows player is MusicMatch Jukebox Plus is a serious downer, in my \nopinion. Sure, MusicMatch is a decent player, but with plenty of great \nfree players on the market, why do we want to purchase a software \nplayer in addition to the $299+ hardware unit?\n\nAt first glance, it looks like Apple is only paying lipservice to true \nWindows compatibility. I've seen no mention of any additional \nfunctionality, besides song management via one media playing utility. Mediafour's \nXPlay remains a \nbetter option, in my opinion. In addition to allowing you to use an \niPod with almost any media player made for Windows, it assists with \ncontact management, via Outlook vCards, in addition to making the \niPod an additional drive on your PC. At a mere $10 more than MusicMatch \nJukebox Plus, XPlay blows the doors off Apple's officially endorsed player.\n\nLori and I made the five and a half hour drive to St. Louis for this year's \nSIC without a hitch. I just missed a \nface-to-face introduction to John Lal, of \nwinferno.com, although I'm sure \nwe'll meet tomorrow. John's the guy behind the \nfree copy of Research-Desk \nfor all Gnomedex attendees. Shortly after arrival, I enjoyed dinner with \nthe eSellerate gang, with a \ndiscussion about GnomeTomes and \nwhat the future holds.\n\nEvery time I travel, I'm reminded just how slow dialup really is. Fortunately, my \nCrosspaths.net connection allows me \nto send mail via my Lockergnome account, unlike most of the national dialup \nservices. Crosspaths is technically an Iowa ISP, although the have points of \npresence in almost every major city in the country. If you're a dialup user, \nyou may want to take a look at their offerings, regardless of where you live. Lori \nhas used their DSL service for two years now, and they've been nothing short of \noutstanding in dealing with customer service queries. \n\nJake Ludington"}