{"email_subject": "[Lockergnome Penguin Shell]  Retail Ready", "email_body": "I've very excited about the in-planning Penguin Shell volunteer project. Apparently, you are too. I've received more than 100 emails from readers volunteering a wide range of IT skills for charitable organizations. Linux users, Windows users, even a few Mac users are ready, willing and able to spend their own precious off time providing qualified technical skills for a good cause. I've also gotten more than two dozen suggestions for organizations that might be in need of such skills. And, I've seen some very interesting suggestions for names for our project. Feel free to click through on any of the above links to join the ever-growing bandwagon. Do me a favor, though. keep the subject lines intact. It's the only way your messages will filter and sort through my email system.\n\nIt looks like Apple may have crossed a line of irritation with its users. According to this article on The Register, Apple has tacked a $100 annual fee on its previously free mac.com email service. It's also set the price for an OS 10.2 upgrade at $129.\n\nI won't question Apple's decision too much. Instead, it really proves how difficult things have become in the tech world in the past few years. Revenues, by and large, are still decreasing from the pie-in-the-sky late 90s and early 2000. That's left companies to scramble for new sources of income, some of which were previously free. Even we at Lockergnome have felt the pinch in the past few years. Never fear, though. Chris has assured us that the newsletters will remain free. We have, however, begun to explore alternative income sources.\n\nOn a brighter note, it looks like Mandrake has found a sweet spot. According to their most recent shareholder's report, the third quarter was the strongest in the company's history, with 1.6 million Euro (1.61 million US) in revenue. That doesn't put them in the black, though. According to MandrakeSoft, the strong quarter will only decrease operating losses. I have to wonder how much of this revenue was the result of the Mandrake Linux User's Club.\n\nThe news also makes me want to pay a bit more attention to Mandrake's newest partnership venture, an agreement with Microtel to provide Mandrake-loaded computers for sale on WalMart.com. I would never have guessed that WalMart would lead the consumer Linux machine charge. They've had Mandrake boxes available for several months. Now, with the addition of both Lindows and Mandrake-equipped computers, they seem surprisingly ahead of the retail computer pack. Let's hope for the best for all involved.\n\nHave a great Wednesday.\n\nTony Steidler-Dennison"}