{"email_subject": "MSN 8.0 on deck and on a roll, CyberSLAPPs explained (CNET INTERNET SERVICES)", "email_body": "Dear Readers,\n\nOn the surface, it seems odd that Microsoft and AOL compete with one another. After all, while Microsoft is a giant software powerhouse, AOL Time Warner is totally different--a giant media powerhouse. Nonetheless, they're at it again, working like crazy to dominate the ISP space. While AOL is busy renovating the guts of upcoming AOL 8.0, which will finally integrate the Netscape browser, Microsoft is nipping at its competition's heels with MSN 8.0. Will Microsoft make enough improvements to finally catch up with AOL? It just might. Find out more in our MSN 8.0 First Take.\n\nEver heard of a type of lawsuit known as a cyberSLAPP? We hadn't either. A cyberSLAPP case typically involves \"a person who has posted anonymous criticisms of a corporation or public figure on the Internet,\" according to a coalition of privacy groups who are fighting to stop the practice. Find out more.\n\nRedmond has been talking up the newest version of MSN for months, and now, the proof's in the pudding. Testers have their hands on the beta of MSN 8.0, and so far, this ISP looks and works better than past versions. The great No. 8 even has antispam tools and improved parental controls. But will MSN topple AOL?\n\nOne of our biggest beefs with ICQ has always been its bloated feature set. Now, the company has released a new lite ICQ that sucks up far less system memory than the full-fat version--but at what cost? We take an early look.\n\nLooking for a new DSL provider? The DSL Power Search makes it easier to find the perfect broadband provider for your needs. With our search, you can identify the DSL providers in your neighborhood, then compare prices and plans to make sure your new connection meets with your objectives without breaking your budget.\n\nDon't type that: Yahoo edits e-mail. Yahoo's filter hunts for words that could activate JavaScript, then it replaces them.\n\nScient files for Chapter 11. The Internet consultancy and former highflier is also selling certain assets to SBI and Company, a professional services firm.\n\nOnline undercover! Unless you observe the proper safety rules, surfing the Net could land you in hot water. These simple tips can help.\n\nPrice comparisons | Product reviews | Tech news | Downloads | All CNET services\n\nThe e-mail address for your subscription is qqqqqqqqqq-cnet-newsletters@spamassassin.taint.org\n\nUnsubscribe | Manage My Subscriptions | FAQ | Advertise"}