{"email_subject": "[Lockergnome Windows Daily]  Entrance Slouch", "email_body": "I had just finished giving Ben and his sister a \"behind\nthe scenes\" look at our set, when Patrick walked in and poked me\nin the left arm repeatedly with his index finger - until I hung up\nthe phone and gave him my full, undivided attention. \"Did you know\nthat your GnomeTomes are being featured in the 'Barnes & Noble'\neBooks section,\" he asked. Well, that was news to me. After\nflailing over to his workstation and flipping through a few pages,\nwe ultimately realized that he had discovered the entry on the\nmain page for Amazon's\neBooks. Cool! \"With a name that inspires curiosity and sparks the imagination,\nLockergnome represents one of the latest and most popular\nadditions to our e-documents catalog. At prices starting under $3,\nthese eminently useful titles from one of the most fanciful-sounding\npublishers we've encountered are hard to resist.\" Thank\nyou for helping us along, gang. My ultimate goal is to kick that\nGodin guy out of the top ten - if only for a day.\n\nI must now thank both Lockergnomie Dan Reain and Nancy Workman-Luter\n(both from Sonic Foundry) for donating a couple more prizes\nfor this year's Gnomedex\nconference. Just by walking through the entrance with your\npass in hand, you'll be automatically entered to win one of the\ncopies of Sound Forge XP! And this software is no slouch; for home\nusers and professionals on a Windows OS, it's one of the best\naudio editors around. If it can't do something you need to have\ndone, then I bet it can't be done at all. Expect a full\nLockergnome review from our Digital Media editor (Jake) at some\npoint in the future. Until then, feel free to\ndownload\nthe demo. If I can ever decide on a digital video camera,\nperhaps their Vegas Video will sit on my system, too. Melanie and\nI were talking about hardware options the other day. She's leaning\ntowards a Canon, too. Unless I hear or see otherwise, the ZR45MC\nis at the top of my list. Still and low-light images aren't the\nbest, but I'm not really up for spending much more than $1000.\nNeither is Gretchen, oddly enough.\n\nAs much as I dislike the AOL client user interface, I gotta admit:\nit's pretty darn powerful underneath. For instance, you can\n\"unsend\" an e-mail message (but only if it was sent to another\nAmerica Online member and s/he hasn't read it yet). If you travel\noften, the service is a bargain. If you know someone who just\nneeds the Internet basics, it's perfect. One caveat: the software\nputs RealPlayer on your system without asking you first. I was a\nlittle upset when I discovered its icon sitting in my Start Menu.\nNowhere during the installation process did I see a way to opt out\nof it. I'm not surprised; there are more advertisements on AOL\nthan there are from your average \"free\" Web page host. You may\nhave asked yourself: \"What is Chris doing installing AOL in the\nfirst place?!\" I don't blame\nyou. No, hell did not freeze over. We've been doing tips for\ntheir users on our show lately, and I decided to throw it on my\nlaptop for testing purposes. Perhaps 8.0 will be better?\n\nJust because it is summer and bright out doesn't mean that you should stop using your flash on your digital camera. Bright sunlight creates harsh shadows that may cause you to lose detail. Don't you hate those pictures where you can only see half of someone's face because the other half is black from a shadow? Well, the cure is in front of you... use your flash during the daytime to throw a little light into those shadows. Some cameras allow you to adjust how much flash is used, also known as flash exposure compensation. If you can adjust the output of your flash, then try it at the lowest setting first. Remember, you don't want to completely get rid of the shadows because they add depth to your photo. Keep increasing your flash output until you get your desired results. Also, as an extra tip, don't forget that you can conserve battery life on your digital camera by turning on the autofocus option and turning off the LCD display."}