{"email_subject": "[Lockergnome Windows Daily]  Cranky Beats", "email_body": "Listen to Lockergnomie Dale Lowery and you'll save time immediately. It's an old tip, but it bears repeating: \"I'll often find Web snippets I'd like to keep - but I don't want to save the entire page. So, I've HOT-KEYED Notepad. Easy! Get to the most common Notepad shortcut icon: Start | Programs | Accessories | Notepad. Then right-click on the menu item and select Properties. You'll see that this is (indeed) a shortcut; in the lower part of the dialog is a field to add a hotkey. I entered 'N' for Notepad, Windows offered CTRL and ALT as a prefix, and now I can launch Notepad in an instant. I highlight the text I want to keep, copy it, tap my shortcut, paste it, and then save the new text file wherever I want. Most often, I use this trick to copy paragraphs that describe downloads (and save them as text files in the same folder as the download).\" Just make sure you don't pick a keyboard shortcut that's already in use. Otherwise, one of them is gonna get cranky.\n\nAnd while we're taking a trip down memory lane, Lockergnomie Ian Rich reminds us of Jouni Vuorio's utility: The site is jv16.org. The program is called jv16 Power Tools, and this freeware is truly worthy of praise. It combines a full-on registry management tool with several file manager tools: one to hunt down temporary files in any format and the other to help perform advanced file searches and comparisons. Mainly, I wanted the program to be brought to the attention of the consumer public, as it moves further and further along in development it just keeps getting better. I've used it on windows Me, and now XP - without crashes or hair-raising Registry corruption. It backs up everything it changes and is very easy to use. If you're interested in something of shareware-quality with forum support (for absolutely nothing), get this program. Anyway, I love the newsletter and the work you guys and gals do at Lockergnome. I hope that this author gets his recognition.\nConsider this a huge nod!\n\nI love a good resource, and Lockergnomie Elton Jonsson from the United Kingdom has one for us, too: \"As a dedicated subscriber, I just had to tell about this one. Have you ever been driven mad trying to find out the name of the piece of music on a television advert? Well, at last, here in the UK, we have an answer to that problem and, given that many multinationals use the same advertising in the USA as they do here, it may help out you guys as well. Check out Commercial Breaks and Beats. I have no connection with it; I'm just grateful that someone has had the brilliant idea of creating it. If you check the message board on the site, you'll see that I'm not alone.\" This Google Directory can help fill in the blanks, I'm sure. I almost fell out of my chair the other day when I heard \"Yeh Yeh\" (by TMBG) being played on a Chrysler advertisement. Way to go: John, John, Dan, Dan, and Dan! You're the dogs kids love to bite.\n\nAnd what's say we round out the report with another tip? Lockergnomie David Brown can oblige: \"The e-mail forwarding service is a good idea, but you can do it yourself with Outlook Express. Set up two accounts (one for your old account and one for your new one). Craft your reply in a new message and save it. Then, select Tools | Message Rules | Mail | New rule. Check 'Where the message is from specified account' in the first section. 'Reply with message\" in section two. Select the appropriate account and message in the final section. Name it. You can also have the messages flagged or moved to another folder if you want to know which messages came from the old account. Once the rule has been created, any mail from the old account will have a reply sent. People should learn about mail rules, anyway.\" True! So, what rule simplifies your day?"}