{"email_subject": "[Lockergnome Tech Specialist]  Concrete Geekitude", "email_body": "I did a lot this weekend, but I didn't really get much done, ya know? My knees are killing me from hauling stuff out of the basement for storage up in the attic, but the pile only made it as far as the kitchen. Then I stripped and painted the floor where that collection of stuff was previously stored, and erected some shelving so I'd have room for more stuff. I woke up the next morning discover a very sick ferret, likely from the fumes that leeched into the next room over despite the ventilation I had setup to prevent the migration of bad air. So, I ended up dismantling the ferret cage to move it upstairs for a week or so until I'm sure it's safe. Thankfully, all critters are doing well now.\n\nI also started in on replacing the cheapo rusted screws with stainless steel deck screws out back, but found that the ones I picked up are too weak, leaving me with stripped out heads and bent shafts. That project stopped after barely getting started. The front steps are also in need of rust-proof screws, but they are made from much softer wood, so I moved the tools to the other side of the house. Two-thirds of the way through the first row, I found that the extra 1/2\" on the screws I purchased was too much and I began running into the top of the old concrete steps underneath. Figures. Live and learn. \n\nOh well, it was entirely too hot to work outside anyway. Back down to the basement I went to geek out instead. Roughly an hour into geekitude, I glanced over and realized it was 78.7 degrees in the basement and I was virtually stuck to my chair from the sweat. I shut off as much as I really could and still work on a couple of projects, but it didn't help the heat situation much. It was just too hot outside for the air conditioner to keep up with the added heat from the computers. That left me in need of a shower and with only the notebook in the living room for the balance of the weekend. I cleaned out a lot of ancient email, which was nice, but nothing really got accomplished otherwise. Boy, am I tired. And the weekend is so far away.\n\nHey, the second season of M*A*S*H comes out on DVD tomorrow! That should put me in better spirits. I could watch M*A*S*H for hours on end. In fact, I often do just that. The only kink is that the episodes don't play back-to-back from DVD. I'm going to play with AppleScript on the Mac to see if I can customize how the individual discs play. In theory, I should be able to make a disc play all the way through. If I succeed, I'll be sure to share the script technique in the AppleCore newsletter. Too bad I can't do that with a stand-alone DVD player."}