{"email_subject": "DivX News: DivX Affiliate Program, Nobody in DivX, and New Player Skins", "email_body": "DivX News (Number 21, 2002-07-26)\n=================================\nWhat's Hot in the World of DivX(tm) Video This Week:\nDivX Affiliate Program, Nobody in DivX, and New Player Skins\nNow Sent to Over 1.6 Million DivX Fans Worldwide!\n\n\n  Welcome to this week's edition of DivX News, your weekly fix of\n  information about what's hot and what's cool in the world of\n  DivX video.\n\n  (You are being sent this email because you subscribed to this\n  newsletter at DivX.com. If you'd like to unsubscribe, follow\n  the instructions at the end of this message.)\n\n\n  In This Week's Issue\n  --------------------\n\n  1. Sell DivX Pro From Your Web Site\n  2. Japanese Crime Noir in DivX Video\n  3. Mad Phat Crazy Skins\n\n  \n  Sell DivX Pro From Your Web Site\n  -------------------------------\n\n  DivX has become the world's most popular video technology and\n  garnered millions of loyal fans thanks almost entirely to\n  word-of-mouth buzz from users like you. We've always known that\n  DivX users are the generous sort--the kind of people who want to\n  share great-looking video technology with the rest of the world.\n  But what if you could exercise your generous nature by spreading\n  the DivX gospel while making money at the same time?\n  \n  Now you can. The DivX Affiliate Program allows web site owners to\n  make money while providing users with the best video technology on\n  the Internet. If you have your own web site, all you have to do is\n  sign up to become an authorized DivX Pro Affiliate. Once you're\n  approved, you simply add a DivX download link to your Web site\n  and, voila, you're in business. Every time someone clicks on your\n  link to DivX.com and purchases DivX Pro, you'll earn a percentage\n  of the sale.\n\n* Read More About the DivX Pro Affiliate Program on DivX.com:\n  <http://rd.mailshell.com/www.divx.com/affiliate/>\n\n\n %------------------ADVERTISEMENT------------------%\n  \n  PRE-ORDER THE LORD OF THE RINGS: THE FELLOWSHIP OF THE RING\n  \n  Pre-order The Lord of the Rings DVD. Two hours of extra content\n  and a ten-minute behind the scenes look at The Two Towers. Click\n  to buy!\n  \n  <http://rd.mailshell.com/www.qksrv.net/click-1153836-8224557>\n\n  %------------------ADVERTISEMENT------------------%\n\n\n  Japanese Crime Noir in DivX Video\n  ---------------------------------\n\n  A wide variety of innovative studios and film distributors have\n  been using DivX video-on-demand technology to sell downloadable\n  DivX titles online since August of last year. One of the many\n  interesting films currently available is the Japanese crime\n  thriller \"Nobody\" from DivX partner Vanguard Cinema. Called \"a\n  triumph\" by the New York Times, \"Nobody\" is an action-packed\n  thriller-noir that tells a story of an escalating cycle of\n  violence and revenge. In the tradition of international crime\n  thrillers like \"La Femme Nikita\" and \"Tokyo Fist,\" \"Nobody\" takes\n  the viewer through a labyrinth of suspense and carnage without\n  release until the very end.\n\n* Watch \"Nobody\" in High-quality DivX Video:\n  <http://rd.mailshell.com/www.divx.com/showcase>\n\n\n  Mad Phat Crazy DivX Player Skins\n  ---------------------------------\n\n  The week's dopest DivX Player Skins:\n  \n* DivX 4 Real: Puts an interesting DivX spin on a familiar player\n  design--keeping it real. Submitted by \"DIVX Budman.\"\n  <http://rd.mailshell.com/www.divx.com/skins/detail.php?id=77>\n  \n* More DivX: Who doesn't want more DivX? A very colorful, very\n  circular design submitted by one of our old favorite skin authors:\n  \"JC.\"\n  <http://rd.mailshell.com/www.divx.com/skins/detail.php?id=76>\n  \n* Luxury: Live the good life with this high-class, luxurious gold\n  skin. Submitted by \"scoj.\"\n  <http://rd.mailshell.com/www.divx.com/skins/detail.php?id=75>\n  \n  For all the new skins, check out the DivX Skins section:\n  <http://rd.mailshell.com/www.divx.com/skins>. If you'd like to make your own skin,\n  read the \"How to Create a Skin\" page:\n  <http://rd.mailshell.com/www.divx.com/skins/create.php>.\n  \n\n  That's all we have for you this week. Thanks for supporting DivX\n  video. Please feel free to send us any comments and suggestions\n  at <info@divx.com>.\n  \n  Until next time,\n  \n  The DivX Team\n  \n  P.S. If you have friends that you think would enjoy receiving\n  this newsletter, please forward this message on to them.\n\n--\nCopyright(c) 2002 DivXNetworks, Inc. All rights reserved.\nDivX is a trademark of DivXNetworks, Inc.\n\n<http://rd.mailshell.com/www.divx.com>\n<http://rd.mailshell.com/www.divxnetworks.com>\n\nThis newsletter is sent weekly to over 1,600,000 opt-in subscribers.\nIf you are interested in advertising in the DivX News, write us at\n<advertising@divxnetworks.com>.\n\nThis newsletter is sent from an automated account. Replies to this\nmessage will not be read. Please follow the unsubscribe\ninstructions below if you do not want to receive this newsletter\nin the future.\n\nIf you do not wish to receive future newsletters, you can\nunsubscribe by visiting <http://rd.mailshell.com/www.divx.com/list/unsubscribe.php>\nand entering your email address. Alternately, you can send an\nemail message to <divx-unsubscribe@lists.divx.com> and be removed\nfrom the list.\n\n\n\n---------- Your email is protected by Mailshell ---------- \nAs you requested, this email was forwarded to you by Mailshell.\nMailshell will forward your replies to this email and keep your\nprivate email address safe.\n\nTo unsubscribe safely and easily using Mailshell or to stop forwarding:\nhttp://www.mailshell.com/control.html?a=b_fa37eeq98z1xl2zjr74cp11v559ad52admz\n\nReturnPath.net http://rd.mailshell.com/ad481\nEarn up to $3 for each of your friends who signs up with Mailshell! http://rd.mailshell.com/sp5\n"}