{"email_subject": "Back to School with Buy4Now", "email_body": "It's Back to School at Buy4Now, but don't feel down because we have lots of special offers, a great competition and more to cheer you up!\n\nWIN a €2,000 Online Gift Voucher with Buy4Now!\nFrom August 8th to 29th, find as many apples as you can on the Buy4Now partner sites, and enter our draw. Everytime you find an apple, click on it to enter your login email address and password. You can enter as many times as you want: the more apples you find, the more chances you get.\n\nEason school books & academic titles\nSpend over €70 and get free delivery!\nMultimedia desk\nIdeal for the study or home office. €99\nHandheld voice & email unit\nRecord a message, store it, then email it! €350\nMusic to study by....\nGreat savings with DMGDirect's summer sale.\n\nNike Brazil backpack\nBe sure to be seen with this bright bag...€26\nSpacey pen.\nFunny and funky, whether you're 7 or 45 yrs old. €7.95\nPack of 2 school shirts\nNo more hassle: order your schoolwear from Arnotts.ie.\nTape dispenser\nAdd a touch of kitsch to your desk with our flowery dispenser. €9.99\n\nLord of the Rings DVD set, from DMGDirect.\nThis 2 discs set contains The Fellowship of the Ring, plus lots of extra features. RRP €43.25, Online Price: €37.99. Buy4Now Members: €33.99. Save €4!\n\nIt’s all about choice, convenience and control! Register today for AIB’s Internet and Phone Banking service and be the master of your finances. With AIB’s Internet and Phone Banking service you can pay a wide range of domestic bills including ESB and ntl, check the balance of your accounts, transfer funds, view statements of your accounts, search for a cheque and much, much more.\nFor more information on the range of services that you can do click here. To register today click here.\n\nTerms and conditions apply. Allied Irish Banks, p.l.c. is licensed by the Central Bank of Ireland.\n\nNintendo Game Cube.\nGaming at its very best. €219.99\nEFX Baby minicooler\nKeep your cans cool at home or in the office. €159\nMonsters Inc. DVD\nBoo! Pre-order your copy now (released on 07/09).€29.04\nPhilips MP3 player.\nAlso plays CDs, for music on the go. €249.99\n\nContact Buy4Now on 1890 209 309 (calls charged at a local rate. Lines open Mon-Fri 9am-9pm, Sat 9am-6pm) or email us at help@buy4now.ie\n\nWe're sending this newsletter to you as a registered member of Buy4Now. If you would like to change the format you receive this newsletter in, click here. If you no longer want to receive the Buy4Now Newsletter, simply click here.\n\nBuy4Now.ie is registered and operates under EU data protection legislation. For more information and to view our privacy policy, click here. If you have any comments please drop us an email, simply click here."}