{"email_subject": "Brother, Can You Spare a Jet?", "email_body": "Creditors and shareholders of U.S. Airways found themselves in the upright and locked position Sunday as the nation's sixth-largest airline filed for bankruptcy protection.\n\nThe Arlington, Va.-based carrier sought cover under the bankruptcy code's Chapter 11, but much of its trouble could be traced to Sept. 11. Remember when all U.S. airports reopened except for Reagan Washington, which was too close to the White House and other gov sites? Remember how it was weeks before the first lonely flights lifted at last? Guess which airline was the major carrier there. (Hint: It's the same one that bled $2 billion in the past year.)\n\nEven before the terror attacks, U.S. Airways was an animal in pain. To all the usual industry troubles, add these: fierce competition from discounters, a too-small area of service concentrated on the East Coast, and an unofficial battle with United Airlines for the highest labor costs in the business. Frustrated, the carrier tried to throw in the towel two years ago, reminded the Washington Post. In a bid to get bought by United, U.S. Airways pleaded to federal antitrust regulators that it was too small to survive on its own. The feds disagreed and blocked the deal.\n\nNow, of course, U.S. Airways has a new flight plan. Among those likely to get airsick: shareholders, whose investment has vanished; employees, many of whom are expected to lose their jobs, even though their unions have conceded hundreds of millions of dollars in pay; and creditors, especially plane-leasing companies, which will collect only as much as a bankruptcy judge approves. (Where, by the way, is the reporter who will pick up the story of these leasing companies? Not one creditor was named in any account we could find. Yet before we soak our hankies over U.S. Airways, we'd like to hear a word from the folks getting stiffed.)\n\nNeed a silver lining? Check out the Wall Street Journal, which observes that Continental Airlines 'soared to profitability' thanks to its time in rehab a decade ago. We're guessing that anecdote is on the minds of Texas Pacific Group, which is plunking down $200 million for two-fifths of U.S. Airways. Texas Pacific also played friend in need to Continental -- and pocketed 11 times its investment.\n\nMeanwhile, it will be 'business as usual' for U.S. Airways customers, the company's chief assured a skeptical New York Times. The airline will even continue to track and to honor frequent-flier miles. Better still: Cautious customers can use U.S. Airways miles to book flights with its marketing partner, United. And, hey, according to an analyst quoted in the Journal, there's at least a 20% chance that United won't be the next major carrier to announce it's gone broke. - Lori Patel"}