{"email_subject": "Tribute MovieMail - Vol. 1 #48", "email_body": "Go out and see a movie tonight!\n\nENTER FOR YOUR CHANCE TO WIN!\n\nJames Bond\nWampole Dissolve/ Evolve\nThe Adventures of Pluto Nash\nSpider-Man\nMen in Black\nCity by the Sea\nFeardotcom\nNeutrogena\nMaybelline\nRalph Fragrances\n\nTribute’s Bonnie Laufer talks to Friends star Jennifer Aniston, director Miguel Arteta and writer Michael White about working on the feature film, The Good Girl.\n\nTribute’s Bonnie Laufer chats with Ricardo Montalban about getting back on the big screen as Grampa Cortez in Spy Kids 2.\n\nTribute’s Bonnie Laufer talks to actor Jeremy Northam about starring in the romantic drama, Possession.\n\nS1MØNE\nA desperate down-on-his-luck director uses a computer generated actress in his new film. When she becomes an overnight success, he struggles to keep the truth under wraps.\n\nServing Sara\nA wealthy bombshell enlists a process server to help her bring down her nasty husband in a divorce settlement.\n\nThe Good Girl\nA depressed, married cashier starts a passionate affair with an oddball stockboy who thinks he's Holden Caulfield, the main character in the classic novel The Catcher in the Rye. (opened Aug 21)\n\nOne Hour Photo\nA suburban family finds themselves the objects of obsession of an employee at a film-processing center in their local mall.\n\nAn island getaway\nAn island in Tracadie harbour is about to become the Nova Scotia getaway for movie stars Ethan Hawke and Uma Thurman and their two children. Owner Marie Kelly confirmed she is finalizing the sale of her 3.6-hectare island, which comes complete with two cottages and road access across a 60-metre land bridge. She didn't divulge the price. The couple, whom she met through a mutual friend in the area, had discussed buying the island four years ago. But she didn't make the decision to sell until January when her family was no longer interested in keeping their summer home, purchased in the late 1960s. Hawke, an Oscar nominee for his role in Training Day in 2001, visited the Tracadie area in June. He is now on tour to promote his second book, Ash Wednesday. His first novel, Hottest State, was published in 1996. Thurman is known for her 1994 lead roles in Even Cowgirls Get the Blues and Pulp Fiction, for which she received an Oscar nomination.\n\nBritish boys reserved?\nGorgeous Gwyneth Paltrow, currently single and searching for love, has complained that British men just don't play the dating game the way she's used to. The 29-year-old actress, who has a home in London and was there to perform on stage in Proof, says: \"British people don't seem to ask each other out on dates. If someone asks you out they're really going out on a limb, whereas in America, it happens all the time. It's no big deal and no weight should be attached to it. It's only dinner, for God's sake.\" Gwyneth, previously attached to Hollywood heartthrobs Brad Pitt and Ben Affleck, admits she was asked out a couple of times when last in London, and she accepted with pleasure. One of her \"very charming\" dates was actor James Purefoy, who starred in A Knight's Tale, she told a magazine. But who flew in to really save the day? A hardy Canadian lad, that's who. Word about town is that singer Bryan Adams recently squired Ms. Paltrow around town.\n\nA one-on-one interview\nMuscle-bound Vin Diesel, star of the current hit movie XXX, isn't shy around reporters. In fact, he was so taken by Entertainment Tonight reporter, Maria Manounos, that he asked her out! Menounos, 24, is a former Massachusetts Teen USA winner. She got the chance to interview the 35-year-old Diesel in July and when the subject of dating came up, she asked if he was \"available\". It turns out he was and a week later the pair ran into each other again at the premiere of XXX in Westwood, California. When he saw Maria, according to a tabloid news report, he grabbed her hand and started whispering in her ear. He was overhead promising to see her later in the day."}