{"email_subject": "The Freedom Rides", "email_body": "        Forgotten History - Tuesday, August 20, 2002 \n        \"Little known facts and overlooked history\" \n============================================================ \nWant to become a Forgotten History subscriber for FREE? Visit: \n           http://www.shagmail.com/sub/history.html \n============================================================ \n            - Do you enjoy this publication? -\n\nThen give your friends a FREE GIFT SUBSCRIPTION to it today. \nJust click below and \"Shag-a-Friend\"! \n\nhttp://www.sendoutmail.com/shag_friend2.asp?l=history\n <a href=\"http://www.sendoutmail.com/shag_friend2.asp?l=history\"> \nGive a Gift Subscription! </a>\n============================================================ \nAOL users: look for your links at the bottom of the page. \n------------------------------------------------------------ \n\n           -  WTC Commemorative Pin  -\n             * We Will Never Forget *\n \n\nThis September we will remember what once stood\nin the heart of New York and all of the precious lives \nthat were lost. Here is an opportunity to show that your \npatriotism is as strong today as it was one year ago.  \n\nWe are giving a FREE American Flag and a FREE American\nFlag Pin with every order for the WTC Commemorative Pin. \nYou can order you WTC Commemorative Pin today for $29.99.\nOrder today!\n         http://ads.pulsetv.com/al/a?aid=521&ent=533\n<a href=\"http://ads.pulsetv.com/al/a?aid=521&ent=533\">\nClick Here</a>\n\n------------------------------------------------------------\n\nThe Freedom Rides\nBy Denis Mueller\n\nAt the end of World War II, the United States was a rigidly \nsegregated country but there were cracks beginning to show. \nIn 1946, the Supreme Court ruled that ruled that segregated \nseating on interstate transportation was illegal. In 1947, \nthe Congress of Racial Equality (CORE) decided to challenge \nthe racist system. The opposition was fierce and the riders \nwere jailed often ending up on chain gangs.\n\nBy 1961, the time was right to challenge America's Jim Crow \nlaws and CORE proposed the \"Freedom Rides.\" CORE felt that \nthey could count on the racists to oppose the rides thereby \ncreating a crisis that would force the Federal Government to \nintervene to enforce the law. It would be dangerous and CORE \nmembers knew that they were risking their lives, but as CORE \ndirector James Farmer maintained they were ready.  \"When we \nbegan the ride I think all of us were prepared for as much \nviolence as could be thrown at us. We were prepared for the \npossibility of death.\""}