{"email_subject": "September Core Java Technologies Newsletter", "email_body": "Welcome to the new Core JavaTM Technologies Newsletter (formerly, the JDC Newsletter). Here you'll find links to the latest products, tools, resources, and events relating to development with the JavaTM 2 Platform, Standard Edition (J2SETM).\n\nSpecial Announcement: Special SunNetworkSM Conference Discount for Developers. Registered members of the Java Developer ConnectionSM and Solaris Developer ConnectionSM programs will receive $300 off the registration price of $995.\n\nSunNetwork 2002 Conference and Pavilion\nMoscone Center\nSan Francisco, California\nSept. 18-20, 2002\n\nRegister for the SunNetwork 2002 Conference, use the code JDC334.\n\nProduct and Technology Releases\n\nThe following J2SE products and technologies were recently released.\n\nJava Web Start v1.2 RC\nLaunch applications simply by clicking on a Web page. Now available for download as part of J2SE v1.4.1. (Aug 20, 2002)\n\nJava 2 SDK, Standard Edition Release Candidate (RC) v1.4.1\nBuilds upon Java technology's cross-platform support and robust security model with new features and functionality, enhanced performance and scalability. (Aug 20, 2002)\n\nJSR-000152 JavaServer Pages Specification v2.0,\nProposed Final Draft. This is next revision of the JavaServer Pages specification. (Aug 16, 2002)\n\nEarly Access Releases\n\nThe following J2SE products and technologies were recently made available through the Early Access Release Program.\n\nJava Web Start v1.2 RC Sample Applications Contains descriptions and downloads of sample applications, ranging from CORBA to a WebPad application, for the Java Web Start product. (Aug 20, 2002)\n\nHot Downloads\n\nJava Web Start\n\nJava Runtime Environment\n\nJava Media Framework Software v2.1.1\n\nJava Technology XML and Web Services Products\n\nJava Development Kit\n\nLearn more about, and get \"hands-on\" training for J2SE technologies through the following resources.\n\nTechnical Articles\n\nNetwork Programming with J2SE v1.4\nTake advantage of the new features and enhancements of J2SE v1.4, such as new protocols, and improved performance of existing features. (September 3, 2002)\n\nPassword Masking in the Java Programming Language\nRead how to easily mask passwords with AWT/Swing methods. (September 5, 2002)\n\nInstalling Sun ONE Studio Software on Macintosh OS X\nRead about installation of Sun ONE Studio release 3.0 and 4, and NetBeans 3.3.1 on Apple Macintosh OS X, and configuration of the IDE to use an external browser. (August 15, 2002)\n\nTech Tips\n\nGet insights into ArrayList and LinkedList, and where each is the better programming choice. Also learn how to effectively use zero-length arrays. (September 10, 2002)\n\nMaintaining a Priority Queue, and Displaying Text in Multiple Styles. Learn to build prioritization into a collection of items and to display text in multiple colors with JTextPane. (August 21, 2002)\n\nChat\n\nNew I/O (NIO) APIs: The NIO APIs added to J2SE v1.4 provide new features and improved performance in the areas of buffer management, character-set support, regular-expression matching, file I/O, and scalable network I/O. Don't miss the opportunity to learn more about the NIO APIs, and get questions answered in this chat with two key members of the NIO engineering team: Mark Reinhold and Michael McCloskey.\n(Sept. 19, 11:00 A.M. PDT/6:00 P.M. GMT)\n\nTutorials & Code Samples\n\nError Handling: ListOfNumbers.java code sample shows how to use a try and catch block to catch exceptions. For supporting information see \"The Java Tutorial: Handling Errors Using Exceptions.\" (September 3, 2002)\n\nCode Sample | Tutorial\n\nTutorial Quiz: The first page of the lesson, \"The Java Technology Phenomenon,\" by Mary Campione and Kathy Walrath establishes some basic facts about the Java platform. Take this quiz to test your basic knowledge. (September 3, 2002)\n\nSun Technology Audiocast\n\nJava Web Start: This beginner-level code camp covers how Java Web Start works, how to package an application for deployment, and using the JNLP (Java Network Launch Protocol) API. (July 31, 2002)\n\nIn The Spotlight\n\nThe latest version of the MIF Doclet is now available. It works with Java 2 SDK v1.4, and includes 10 new features and 48 bug fixes.\n\nEvents\n\nSunNetwork 2002 Conference and Pavilion\nMoscone Center\nSan Francisco, California\nSeptember 18-20, 2002\n\n2002 JavaOne Conference in Japan\nYokohama, Japan,\nSeptember 25-27, 2002\n\nJDJEdge 2002 West Conference\nSan Jose, CA\nOctober 1-3, 2002"}