{"email_subject": "Market Can't Find Its Bottom With Both Hands", "email_body": "Remember when Nasdaq 2500 seemed impossibly low? Welcome back to cruel reality. These days, with few analysts willing to call a market bottom, financial reporters outdo each other with dire assessments of how bad things are and how much worse they can get. Maybe Morrissey should do a concert on Wall Street; the self-pity can't get much worse.\n\nThe markets' closing numbers were the same in every city, but you wouldn't know it from the headlines. It was the Dow's worst monthly performance in four years, said MSNBC. \"3rd quarter worst for stocks since '87,\" read the Denver Post, repeating a popular figure reached by tallying the Dow and S&P's percentage losses. The New York Daily News counted percentage losses for the month only and declared it the worst September since 1937. Everyone predicted a lousy September 2002, so the phrase \"self-fulfilling prophecy\" does spring to mind. \n\nSo does the phrase \"gloom and doom.\" \"Every day for the last three months, the market has erased $73 of wealth, including Saturdays, Sundays and holidays, for every person living in the United States,\" said the San Jose Mercury News. \"Countless investors are starting to wonder if stocks will ever go up again,\" wrote USA Today. In a more plausible statement, TheStreet.com's Aaron Task said recent declines \"demonstrated once again the folly of investors' repeated attempts to pinpoint a bottom\" and \"disabuse(d) them of the idea that the best time to buy is when things look worst, if only because recent history has shown stocks can go from terrible to awful and beyond.\" \n\nOK, breathe. Go read the comics or something. Feeling better? Good, because there's more.\n\nThe New York Post, in small enough words for everyone to understand, made the public service announcement \"Beware! October Is A Very Bad Month For The Stock Market.\" And you shouldn't take candy from strangers, either. The Post's John Crudele, a market curmudgeon before it was in style, warned, \"This market is very dangerous, even if things look like they couldn't get any worse.\" Detroit Free Press columnist Susan Tompor agreed that \"the next round of statements could indeed look pretty nasty.\" \n\nWe have to agree: the stock market is bad. The economy is bad. It's going to get worse before it gets better, and that may take a while. The \"bottom\" is, technically, zero. Be cautious, yes, but don't let the media's bipolar disorder ruin your day. Just like dot-coms weren't really a new economy, a bear market isn't the end of the world. - Jen Muehlbauer\n\nNo Happy Endings in September \nhttp://www.thestreet.com/markets/aarontaskfree/10045171.html\n\nBear drags stocks deeply into den\nhttp://www.usatoday.com/money/markets/us/2002-09-30-bear-bottom_x.htm\n\nMarket's September is worst since 1937 \nhttp://www.nydailynews.com/business/story/23183p-21985c.html\n\nDow posts worst month in 4 years\nhttp://www.msnbc.com/news/534548.asp\n\nMarket's Worst Quarter Since '87 Crash Limps to a Close\nhttp://www.nytimes.com/2002/10/01/business/01STOX.html\n\nFor Dow and S&P, Worst Quarter Since '87 \nhttp://www.washingtonpost.com/wp-dyn/articles/A24961-2002Sep30.html\n\n3rd quarter worst for stocks since '87 (Denver Post)\nhttp://tinyurl.com/1q3i\n\nMarket's tumble persists, capping worst three months in 15 years\nhttp://www.siliconvalley.com/mld/siliconvalley/4186771.htm\n\nStock Market Quarterly Review\nhttp://online.wsj.com/page/0,,2_0861,00.html\n(Paid subscription required.)\n\nBeware! October Is A Very Bad Month For The Stock Market \nhttp://www.nypost.com/business/58389.htm\n\nSUSAN TOMPOR: Bad news is, the beating isn't over yet \nhttp://www.freep.com/money/business/tompor1_20021001.htm\n"}