{"email_subject": "Try our new Apparel store and get a 30 dollar thank you", "email_body": "For almost a year, we've been working on a new effort that we're finally ready to show you. We're proud to introduce our new Apparel and Accessories store with over 400 major clothing brands (including Gap, Old Navy, Nordstrom, Lands' End, Target, Eddie Bauer, Foot Locker, and many more).\n\nOur goal is to provide complete apparel selection and offer it the Amazon way—with easy navigation, a single shopping cart, your shipping and payment information already on file, etc. Of course, none of this would be possible without our many apparel store partners (we're thankful to have such an amazing group of companies working with us).\n\nWe released a beta version of the Apparel store about a week ago, and much to our surprise, tens of thousands of clothing and accessory items have already been ordered. Through the first few days of our beta, customers have ordered:\n\n* 14,487 shirts (Polo Ralph Lauren button-downs to DKNY blouses)\n\n* 1,843 jackets (Old Navy fleece to Polartec windbreakers)\n\n* 2,712 sweaters (Eddie Bauer V-necks to Liz Claiborne cardigans)\n\n* 140 swimsuits (Tommy Bahama to Speedo)\n\n* 9,408 pants (Gap khakis to Guess jeans)\n\n* 485 skirts (Nordstrom suede to Spiegel leather)\n\n* 1,461 sleepwear items (Marshall Field's satin robes to Lands' End flannel pajamas)\n\n* 3,254 pairs of shoes (Nike Air Max to Nine West boots)\n\n* 1,870 pairs of socks (Cole Haan cashmere-blend to OshKosh B'Gosh cotton)\n\n* 2,805 accessories (handbags, watches, scarves, etc.)\n\n* 3,287 pairs of underwear (Jockey briefs to Hugo Boss boxers). We all need clean underwear, right?\n\nWe hope you'll check it out. You'll get a $30 promotional certificate when you spend $50 or more in the new Apparel store (see details below). We'd especially appreciate any feedback you have (please reply to this email to share your thoughts).\n\nhttp://www.amazon.com/apparel\n\nSincerely,\n\nJeff Bezos\nFounder & CEO\nAmazon.com\n\n----------------------------------------------------------------------\nTo receive your $30 Amazon.com promotional certificate, click through to:\n\nhttp://www.amazon.com/apparel\n\nand see the prominent link for the $30 offer. All details are there.\n\nWe hope you enjoyed receiving this message. However, if you'd rather not receive future e-mails announcing new store launches, please click the Your Account button in the top right corner of any page on the Amazon.com Web site. In the Personal Information box under the Account Settings heading, click the \"Update your communication preferences\" link.\n\nPlease note that this message was sent to the following e-mail address: yyyy@netnoteinc.com\n\n\n"}