{"email_subject": "CNET NEWS.CONTEXT: Hollywood & Silicon Valley: A way out?", "email_body": "The controversy over digital file swapping is no closer to an amicable resolution than it was when peer-to-peer technology first came into vogue.\n\nCharlie Cooper, Executive Editor/Commentary\n\nJust desserts for scofflaws\nU.S. Rep. Howard L. Berman weighed in this week, arguing that piracy over P2P networks robs songwriters on a massive scale. The congressman from Hollywood has authored a bill to stop illegal digital downloads by giving copyright owners the ability to technologically impair the distribution of copyrighted works.\n\nRead Full Story\n\nSpotting a scam in sheep's clothing\nBerman's proposal received a cool reception in Silicon Valley, where rules are frowned upon and unfettered innovation reigns supreme. So it was that StreamCast CEO Steve Griffin spoke for many in the community when he wrote that Berman's proposal won't work. What's more, he wondered, was Berman really concerned about controlling piracy, or could the congressman from Hollywood be influenced by certain constituents? Conspiracy buffs this week had a field day.\n\nRead Full Story\n\nHow to curb digital piracy\nThe odds that either side will raise the white flag are slim. But must this debate necessarily turn into an endless donnybrook? Former White House staffer Jonathan Greenblatt doesn't buy into historical determinism, and believes Hollywood can respond to the challenge of new media. First, it must shy away from any legislation that aims to control technology or enforces any 'draconian' digital rights management rules. What other suggestions does he offer? Read on.\n\nRead Full Story\n\nWriting file sharing's final chapter\nAll this occurs as the P2P community lost one of its brighter lights. Computer scientist and entrepreneur Gene Kan died June 29. Kan, who helped to develop an early open-source version of Gnutella software, wrote a column for CNET News.com on June 21, drawing on the lessons learned from the history of peer-to-peer technology. In this highly nuanced piece, Kan offers a timely warning about what can happen when people get overly excited about new technologies.\n\nRead Full Story\n\nCEOs: Are you too focused?\nConventional wisdom has it that 'focus' is de rigueur for any corporation hoping to achieve superior performance. The flip side of this argument is that markets are quick to discount the valuations of diversified companies because of perceived shortcomings. But researchers at McKinsey offer an alternative idea, suggesting that there's a particularly fertile middle ground between focus and diversification.\n\nRead Full Story"}