{"email_subject": "CuteFTP exclusive: OmniPage Pro with DNS", "email_body": "This is a multi-part message in MIME format. If you can see this message, perhaps your mail reader doesn't support MIME. You should still be able to see the text version of the e-mail message, which follows below. Unsubscribe: http://www.digitalriver.com/v2.0-bin/ecm/opt-out?uid=mhp6bz6bz0pebbrn6 Say goodbye to paper. Dear GlobalSCAPE Customer, GlobalSCAPE has partnered with ScanSoft to offer you the latest version of OmniPage Pro, for just $99.99* - the regular list price is $499! The most common question we've received about this offer is - Is this genuine? We would like to assure you that this offer is authorized by ScanSoft, is genuine and valid. You can get the FULL VERSION of OmniPage Pro 12 for $99.99. No previous installation of OmniPage is necessary. For more information or to order your copy click here but you must act now, this offer expires on December 13, 2002! http://www.digitalriver.com/promo=581 Convert physical into digital with OmniPage Throw away your file cabinet and convert all your papers into Microsoft Office and PDF documents, which you can easily archive and edit. Turn contracts, invoices, manuals and proposals into Word and Excel documents. Archive your important papers and finally organize and find the information you need hassle-free. No more paper shuffling or time wasted retyping and reformatting. Essential companion to Microsoft Office OmniPage is easy to use. Simply scan in your papers and OmniPage will convert text, retain layouts, tables and graphics. And since you simply use Microsoft Word or Excel to edit your document, there are no new complicated programs to learn. Turn PDF files into documents you can edit! Turn \"read-only\" PDF files into Microsoft Word and Excel documents you can edit. Or convert paper into PDF files that generate crisp, clear documents that virtually any computer can view. IMPROVE YOUR PRODUCTIVITY for just $99.99! Omnipage Pro 12 is the most accurate OCR software on the market. Save time and money and order Omnipage Pro NOW. For more information, or to order your copy, click here. http://www.digitalriver.com/promo=581 Please note, this offer expires on December 13, 2002 and is only available in the U.S. and Canada. We look forward to hearing from you. Thank You, Sandra Poole-Christal President & COO GlobalSCAPE, Inc. A BRIEF INTRODUCTION TO YOUR FREE GIFT: Use your voice to create documents, control applications and use the PC. Dragon NaturallySpeaking®6 Essentials is the affordable introduction to speech recognition. It lets you browse, search, and scroll up and down Web pages simply by speaking Web addresses and links. You can send Instant Messages and chat online as fast as you speak, create e-mail, and surf the Web, all by voice! It's fast, fun, accurate, and easy to use. (A noise-canceling microphone is included.) Dragon NaturallySpeaking®6 Essentials has a value of $59.99, but is yours FREE when you order OmniPage Pro 12 before December 13, 2002! To order, click here. http://www.digitalriver.com/promo=581 Unsubscribe instructions If you do not wish to receive announcements from GlobalSCAPE via e-mail, please click the remove link and accept our apologies for any inconvenience: http://www.digitalriver.com/v2.0-bin/ecm/opt-out?uid=mhp6bz6bz0pebbrn6 ©2002 GlobalSCAPE, Inc. - http://www.globalscape.com"}