{"email_subject": "Re: [Razor-users] razor-revoke, trust levels, slashdot is not  spam.", "email_body": "Attached is the slashdot digest.\nIt seems to be plain text.\n\nJon.\n\nOn Wednesday 13 November 2002 12:20, you wrote:\n> 1) You cannot look up your trust level at present. They are working on this\n> however.\n>\n> 2) I don't think it would be wise for razor to even tell you which users\n> reported a piece as spam, much less what their confidence is. That sounds\n> WAY too easy to abuse by spammers to me. (ie: I'm a spammer, let me work on\n> driving down the confidence values of those who report me by submitting\n> nonspam to their trolls and revoke it)\n>\n> 3) you should be able to see what the cf score for a given email is with\n> razor's debug output. I know running SA in debug mode causes razor to spew\n> a ton of debug output, including the scores for each part of the message\n> and what cf values they had.\n>\n> and as a side question, is the slashdot digest a multi-part mime message?\n> By default razor calls it spam if any mime part matches. This is currently\n> causing problems because a lot of spam and nonspam out there tends to\n> contain an empty mime block. I've personally made some changes to my\n> razor-agent.conf to try to prevent some false alarms, at the expense of\n> missing some spam:\n>\n> #flag only if all parts listed\n> logic_method           = 5\n> #require a bit more than \"average\" confidence.\n> min_cf                 = ac + 10\n>\n> This seems to have quelled some false alarm problems I was having, but also\n> makes the razor hit-rate somewhat lower.\n>\n> At 09:52 AM 11/13/2002 -0600, you wrote:\n> >I just installed razor2, and one of the first message i\n> >receive as \"spam\" is the daily slashdot digest.\n> >I revoked this message, but it still shows up as spam.\n> >Is there a way to see what my trust level is, what the\n> >confidence level of a given piece of spam is, and what\n> >the trust levels are of anyone who reported the given\n> >\"spam''.\n> >\n> >Thanks.\n> >\n> >Jon."}