{"email_subject": "CuteFTP Pro 3.0 Released!", "email_body": "November 2002\n\nDear CuteFTP User,\n\nNew Release!\nGlobalSCAPE is pleased to announce the latest release of CuteFTP Pro®, \"Designed for Windows XP®\". The \"Designed for XP\" logo confirms that CuteFTP Pro 3.0 meets Windows XP compatibility, performance and stability criteria. CuteFTP Pro 3.0 runs on Windows 9x, NT, ME, 2000 and XP. \n\n--------------------------------------------------------------------------\n\nPurchase\n\nPurchase CuteFTP Pro 3.0 for just $59.95! \n\nBuy Now: \nhttp://www.globalscape.com/email/redirect.asp?id=pr3unreg&link=buy\n\nDownload Free Trial:\nhttp://www.globalscape.com/download/cuteftppro.asp\n\nFor volume discounts and site license pricing, contact our sales team:\n800-290-5054 (USA)\n210-308-8267 (Int'l)\nsales@globalscape.com\n\n--------------------------------------------------------------------------\n\nNEW! XP Logo Certified \nCuteFTP Pro has been updated to conform to Microsoft's Windows XP Design Guidelines. Note: You must have Windows XP in order to take advantage of the new XP interface. \n\nNEW! Enhanced Security\nSSH2 public key support, Cipher and MAC selection, SSH2 rename and ASCII transfers, password policies, and more. \n\nNEW! Site & Folder Maintenance \nFolder Monitoring tool, Backup & Archival tool, Server Time-zone Offset, Preserve Local Time option and more. \n\nNEW! Classic CuteFTP Features\nLoad & save queue, Folder Compare, startup and after transfer events, group selection, and more. \n\nNEW! Enhanced Queue\nQueue itemizing and ordering. Includes line-item number column, drag 'n drop ordering, and automatic sorting by item status. \n\nNEW! Transfer Engine\nNew methods and properties added and others optimized. New scripting samples and re-written SDK documentation now available. \n\nIf you do not wish to receive announcements from GlobalSCAPE via e-mail, please click the remove link below and accept our apologies for any inconvenience.\n\nhttp://www.globalscape.com/cgi-bin/rm.cgi?mail=jm-cuteftp@jmason.org"}