{"email_subject": "[Lockergnome Tech Specialist]  Geothermal Caffeine", "email_body": "Wednesday's trip went fairly smooth overall, and I actually enjoyed helping out my friend Larry with some server software installation and network configuration tasks. His kids seemed impressed with the new ability to copy files between the five different computers and have Internet access at any of them. Ahh, yes... geeks in the making.\n\nAfter that project was finished, I met up with Jake at a nearby Starbucks to shoot the breeze and catch up on all things Lockergnome. We email all the time, but it's nice to have a face-to-face conversation for a change. He had just finished establishing new phone service with Verizon, so he has a fun new PalmOS-based phone to play with.\n\nAfter the dose of caffeine, I headed up to Boone, Iowa to hook up with my cousin Casey and his wife of two months, Stephanie. Their new house is awesome, but disappointing, as there was no high-speed Internet connection or wireless networking. We'll have to fix that. For now, I'll remain impressed with the geothermal heating/cooling system and the vast potential of the unfinished basement that will someday make an incredible rec room [insert suitable Tim Allen grunt here]. \n\nCasey is ticked about all of the rain recently because it keeps eroding his dirt front yard into the drainage ditch. The back yard is in great shape, as there was sod laid after construction finished up, but he decided to save a few bucks and seed the front himself next spring. This now assumes that he'll have a front yard left by then.\n\nThe rain turned out to be the last event of the evening. I drove through the beginning of the storms on the way from Ankeny to Boone, and I just knew it was going to be a rough drive home later since they were only getting started at that time. I was correct. What would normally be an hour and 45 minute drive turned into nearly two and a half hours and many, many animal sightings. As the night wore on, I was half expecting to see someone building an ark in a cornfield. Must have been where the animals were headed.\n\nThe rain gauge at home showed 3.25\" this morning, adding to the 1.25\" and 2.5\" amounts dumped out of it within the last week. I considered setting the sprinkler up in the front yard today as an attempt at neighborly humor, but figured I'd just be labeled as a complete moron instead. \n\nSo, what did I forget to take with me, you ask? Directions to Larry's house. DOH! I had to dig out the notebook at a close rest area in a vain attempt to quickly memorize the route. Instead, I decided to transcribe the list on my Jornada, which would be far easier (and safer) to read as I navigated through the streets. There's still a use for printers in this world, without question. Reading text from the tiny screen bites. Larger print and bold text on a sheet of paper is the way to go. At least I didn't leave my PDA at home as well, which I actually considered doing.\n\nSee You in August,\nRandy Nieland"}