{"email_subject": "[Lockergnome Windows Daily]  Beefier Vinyl", "email_body": "My mom just notified me of my aunt Theresa's death. She was my\nfather's older sister, though I only knew her through a few e-mail\nexchanges and a couple of brief encounters as a child. This news\ncame hours after I received ANOTHER bit of disturbing news:\n\"Please tell Chris that one of his first fans died last weekend of\na heart attack at home.\" I first met Jon Snyder at an Apple user's\ngroup meeting a couple of years ago; to me, he always looked like\na beefier Robert Beltran. Death is something we all must deal\nwith, but you never seem to be prepared for it when someone\nactually dies. A few months ago, Aunt Theresa sent word that she\nhad seen my show. It was good to know that even though we hadn't\ninteracted much over the past few years, she was still able to see\nme on TV. And even though you didn't know him, you're closer to\nJon than you realize. Witness this message he sent to his boss a\nfew months ago:\n\n\"I evangelized for months last year for having our company at\nthe first of these consumer computer conferences in Des Moines\nlast October, but got shot down. The conference was a hit despite\nbeing postponed by 9/11, and having to move the venue at the last\nminute. I know... I was there. So, I'm starting all over again\nbeing 'pushy' about our presence at this event in August of this\nyear. Chris Pirillo, whose Des Moines-based commercial email\npublishing group 'Lockergnome' puts this conference together, is a\nfriend of mine. He was the 'kid' hired by TechTV to host their\nCall for Help daily TV program in SF starting last fall. If you\nget the Dish network or Mediacom cable you can catch his show. I\nhave my DishPlayer set up to record his show on a daily basis.\nIt's VERY well done, as is TechTV as a whole.\"\n\nI returned from speaking to another user group the other night and\nfound that approximately 100 new GnomeTomes had been ordered.\nSweet! When I started looking closer at the numbers, I realized\nthat Jake was offering his Converting\nVinyl LPs to CD eBook for free - and that's all anybody was\ntaking. No, seriously - five hundred orders later, and 99% of them\nwere just for that particular title. Now, while I don't have a\nproblem with Jake's offer, I do want to encourage you to check out\nthe non-free titles (and if you've already looked, please\nlook again). A lot of blood,\nsweat, and tears went into them - and they're just as helpful. In\nfact, Jake's also written one for OS X (which\nprobably wouldn't impress you if you weren't using an Apple\nmachine). Although, I'm sure plenty of you use\nDreamweaver.\nWhich reminds me: Jake's also now authoring our Webmaster Weekly\nnewsletter. So, if you haven't read that in a while, I'd encourage\nyou to give it another glance. After all, as Elwood\nEdwards so finely said: You've\nGot Lockergnome! Thanks to David\nLawrence for making that MP3 a reality. El can make one with your\nname, too. And yes, that's the AOL guy.\n\nSee You in August,\nChris Pirillo"}