{"email_subject": "Virtueller Messetag der jobfair24 am Mittwoch, 03. Juli 2002", "body": "", "email_body": "Hallo Xxxxxxxxx Yyyyyyy,\n\ndiesen Monat im Newsletter: heisse Karrieregespraeche in kurzen Hosen und\nwie Sie mit der Profi-Stellensuche schneller ans Ziel kommen!\n\nViel Erfolg bei der Jobsuche wuenscht Ihnen das\njobfair24-Team\n\n--\nInhalt:\n---\n1. Die erste virtuelle MBA-Messe\n2. Virtueller Messetag am Mittwoch, 03. Juli 2002\n3. Wir stellen vor: Unternehmen auf der jobfair24\n4. Profi-Stellensuche\n\n\n---\n1. Die erste virtuelle MBA-Messe\n---\nAm Donnerstag, 20. Juni hat sie eroeffnet, die erste virtuelle MBA-Messe im\nInternet. Unter www.jobfair24.de/virtualworldmbatour koennen Sie sich bei\nrund 40 der Top 100 Business Schools weltweit ueber Studiengaenge,\nSchwerpunktthemen, Studiengebuehren, Stipendien, und vieles mehr\ninformieren. Noch bis zum 04. Juli 2002 sind die 3D-Messehallen fuer Sie\ngeoeffnet - rund um die Uhr.\nZum virtuellen Messetag am Donnerstag, 27. Juli stehen Ihnen dann zwischen\n13 und 19 Uhr die Vertreter der Business Schools in Chat Gespraechen zur\nVerfuegung. Wer moechte, kann sich bereits im Vorfeld online fuer\nChat-Termine bei den einzelnen Instituten bewerben.\nUnter anderem vertreten sind: Columbia Business School (USA), London School\nof Economics (Grossbritannien),  HEC MBA Program (Frankreich), SDA Bocconi\n(Italien), Instituto de Empresa (Spanien), HEC Montreal (Kanada),\nUniversity of Westminster (Grossbritannien), ...\n\nZur VirtualWorldMBATour geht´s hier:\nhttp://www.jobfair24.de/virtualworldmbatour/start/\n\n---\n2. Virtueller Messetag am Mittwoch, 03. Juli 2002\n---\nDrueckende Hitze draussen und im Buero stehende Luft? Gehen Sie doch einen\nMittwoch nachmittag eher nach Hause und geniessen Sie den Besuch einer\nRekrutierungsmesse - ohne Anzug und ohne Anreise!\nMit einem kuehlen Getraenk in der Hand, in Shorts und T-Sirt koennen Sie\nvom eigenen Sofa aus die virtuelle 3D-Job-Messe besuchen und\nKarrieregespraeche mit den Personalverantwortlichen zahlreicher\ninternational taetiger Unternehmen fuehren.\nAm Mittwoch, 03. Juli 2002 zwischen 13 und 18 Uhr ist es wieder so weit -\nalso am Besten schon mal die Getraenke kalt stellen ;-)\n\nLogin: http://www.jobfair24.de/cgi-bin/bewerber/login.cgi\n\n---\n3. Wir stellen vor: Unternehmen auf der jobfair24\n--\nDeutsche Krankenversicherung AG - Mit ueber 2,9 mio Versicherten ist die\nDKV Europas fuehrender Spezialist fuer die private Krankenversicherung.\n2002 wird weiter expandiert und dafuer werden bundesweit\nHochschulabsolventen mit wirtschafts- oder rechtswissenschaftlichem Studium\ngesucht. Weitere Infos rund um die DKV stehen im Firmenprofil:\nhttp://www.jobfair24.de/firmen/dkv/profil/dkv.html\n\nSCA Hygiene Products - Das internationale Unternehmen mit Hauptsitz\nMuenchen-Flughafen ist im Bereich Hygiene Producs taetig. Fuer 2002 werden\nvor allem Mitarbeiter aus den Bereichen Ingenieurwesen (z.B. Papier,\nVerfahrenstechnik, Maschinenbau) aber auch BWL und Informatik gesucht.\nViele weitere Informationen gibt´s im Firmenprofil:\nhttp://www.jobfair24.de/firmen/sca/profil/sca.html\n\nFirmenprofile der anderen ausstellenden Unternehmen finden Sie hier:\nhttp://www.jobfair24.de/cgi-bin/stellensuche/firmaprofil.cgi\n\n--\n4. Profi-Stellensuche\n---\nHeute suchen, im Herbst arbeiten? Klingt gut!\nEin Besuch auf der virtuellen 3D-Job-Messe ist dabei der richtige Weg zum\nTraumjob. Um sich ideal auf die Chat-Gespraeche vorzubereiten, sollten Sie\nnicht nur Ihre digitale Bewerbungsmappe bereits ausgefuellt haben. \nAuch ein Blick in die Profi-Stellensuche kann sehr hilfreich sein!\nHier koennen Sie nach Berufsfeldern, nach der Art der Einstellung, nach\nLaendern,... suchen und dann am Messetag ganz gezielt auf die\nPersonalmanager zugehen. Das spart Zeit und Nerven.\n\nMal ausprobieren? Einfach hier klicken:\nhttp://www.jobfair24.de/cgi-bin/stellensuche/stellen_suche.cgi?SEARCH=1\n\n\n--------------\nInfos zum Newsletter:\n-------\nDieser Newsletter wurde versendet an: Xxxxxxxxx.Yyyyyyy@web.de \n\nFalls Sie Fragen haben, Hilfe benoetigen bzw. Anregungen oder Kritik\naeussern wollen (oder vielleicht ein kleines Lob :-)), wenden Sie sich\nbitte an: newsletter@jobfair24.de Wenn Sie den Newsletter wieder\nabbestellen wollen, klicken Sie hier:\nhttp://www.jobfair24.de/cgi-bin/newsletter/unsubscribe.cgi\nFalls Sie diesen Newsletter durch einen Freund erhalten haben und ihn gerne\nabonnieren wuerden:\nhttp://www.jobfair24.de/cgi-bin/newsletter/newsletter.cgi \nEs kann leider hin und wieder passieren, dass durch fehlerhafte\nEintragungen von E-Mail Adressen Mails falsch zugestellt werden. Dies ist\nnatuerlich unbeabsichtigt... Um sich aus der Liste zu loeschen einfach hier\nklicken: http://www.jobfair24.de/cgi-bin/newsletter/unsubscribe.cgi oder\nbesuchen Sie uns doch einmal auf unserer Homepage\nhttp://www.jobfair24.de/start.html und lassen Sie sich vom Flair der\nweltweit ersten virtuellen 3D-Job-Messe begeistern!\n\n\n\n\n"}