{"email_subject": "Lindows.com: Michael's Minute: Do the Math...Dispel the Myths", "email_body": "If this message is not displaying properly, click here\n<http://lindows.com/mm> to launch it in your browser.\n\n<http://lindows.com/> \n\nMichael's Minute: Do the Math...Dispel the Myths \n\nA reporter came by the Lindows.com <http://www.lindows.com/>  offices\nlast Friday. He told me that he wanted to try and use\n<http://www.lindows.com/lindows_products_lindowsos.php> LindowsOS to\nwrite a story, but he didn't think it was possible because his office\nused Microsoft Word .doc files. I asked him to have a seat and watch.  \n\nI turned on the Walmart.com <http://www.lindows.com/walmart> computer\nand then clicked on the running man  <http://www.lindows.com/warehouse>\nwhich took me to the Click-N-Run Warehouse\n<http://www.lindows.com/warehouse>  where I installed OpenOffice\n<http://www.lindows.com/openoffice>  using Click-N-Run. I then clicked\nthe \"Run It\"  button which opened the word processor OpenOffice Writer.\nI then typed \"Linux is ready for the desktop and consumers can save\nhundreds using LindowsOS.\" I selected \"Save as Microsoft Word.\"\n\nThe reporter was not only surprised, he was amazed. Like many reporters,\nhe was under the impression that Linux was only for servers. The simple\nword processor demonstration went a long way to show him otherwise. For\nLinux to become a driving force in desktop computing it will have to\novercome a couple of myths. \n\nThe first myth is that Linux is too hard to install and configure. That\nmay have been true in the past, but we've annihilated this myth with the\nlatest version of LindowsOS --which installs on most machines in under 5\nminutes. It's point- and-shoot easy - easier than any other operating\nsystem (Microsoft products included). See for yourself at <http://www.tryoutlinux.com/> .  \n\nThe other myth is that Linux is just for the server and none of the\ngraphical programs --which desktop users have come to rely on-- exist.\nNot only have many of the Linux software programs made quantum leaps\nover the last couple of years, but they've gotten quite good at reading\nand writing Microsoft formats. The easiest way to experience these\nproducts is via the Click-N-Run  <http://www.lindows.com/warehouse>\nWarehouse.\n\n Here's a quick list of some of the quality programs available today in\nthe Warehouse <http://www.lindows.com/warehouse> all downloaded and\ninstalled with a single click:\n\nOpenOffice - This one installation will equip a computer with an\nimpressive collection of productivity programs each of which will open\nthe corresponding Microsoft file format and allow you to edit files and\nswap them with Microsoft counterparts. <www.lindows.com/openoffice>\nPrograms included are:\n\nOpenOffice Writer - Word processor (reads Microsoft Word docs) \nOpenOffice Calc - Spreadsheet (reads Microsoft Excel) \nOpenOffice Impress- Presentation package (reads Microsoft PowerPoint)\nOpenOffice Draw - A vector based drawing program\n\nClick here <http://www.lindows.com/openofficeflash>  for a great\ntutorial on getting to know OpenOffice.\n\nGIMP <www.lindows.com/gimp> If you are familiar with Adobe's Photoshop,\nyou'll want to Click-N-Run GIMP. It's a powerful image editor. \n \n\nEvolution <www.lindows.com/evolution> For those used to Microsoft's\nOutlook email program Evolution will make them feel right at home. Check\nout how easy it is to use <http://www.lindows.com/evolution> .\n\nFlowchart Pro, which is similar to Microsoft's Visio, is a  rich\ncharting program that makes it possible to create flow charts and\norganizational charts, plus more. See how easy it for yourself, visit\nFlowchart Pro at <http://www.lindows.com/flowchartpro>\n\nThis is just a handful of the quality programs available in the\nWarehouse <www.lindows.com/warehouse> that make Linux a practical choice\nfor the desktop today. And if you're still not convinced, then do the\nmath.\n\n<http://www.lindows.com/walmart> \nFor  a total cost of $499 <http://www.lindows.com/walmart> , including\nall  software, computer users save  more than $800  for a complete\nsystem. \n\nWith such major price differentials between the two similarly equipped\nsystems, any business, school or home will find their computing dollars\nstretched much further running LindowsOS. \n\nMichael Robertson\n\nPlease visit <http://support.lindows.com/>  to\nanswers questions you may have about LindowsOS or Lindows.com.\n\nBringing Choice to Your Computer! \n\nLindowsOS is presently available on LindowsOS Certified Computers being\noffered from Lindows.com  <http://www.lindows.com/builder> Builder\npartners.  The General Release of LindowsOS (available now for download\nand preview to Lindows.com  <http://lindows.com/signup> Insider\npartners) will be made available later this year for those wishing to\ninstall and run LindowsOS on their existing computer hardware.  The\nGeneral Release version will support a wider range of computer hardware\nand includes unique features such as a \"Friendly-Install\" alongside an\nexisting MicrosoftR Windows operating system, a streamlined installation\nprocess which requires no computer knowledge, and the ability to run a\nselect set of \"bridge\" Windows-compatible programs. For more information\nsee  <http://www.lindows.com/products>\n\nLindowsOS and Lindows.com are trademarks of Lindows.com, Inc. LinuxR is\na registered trademark of Linus Torvalds. MicrosoftR WindowsR operating\nsystem is a registered trademark or service mark of the Microsoft\nCorporation.\n\nmm19\n\n___________________________________________________________\nTo change your mailing list options please go to <www.lindows.com/update>\n\n"}