{"email_subject": "DivX News: Battle of the Planets in DivX, Warcraft III, and the Latest Skins", "email_body": "DivX News (Number 20, 2002-07-19)\n=================================\nWhat's Hot in the World of DivX(tm) Video This Week:\nBattle of the Planets in DivX, Warcraft III, and the Latest Skins\nNow Sent to Over 1.6 Million DivX Fans Worldwide!\n\n\n  Welcome to this week's edition of DivX News, your weekly fix of\n  information about what's hot and what's cool in the world of\n  DivX video.\n\n  (You are being sent this email because you subscribed to this\n  newsletter at DivX.com. If you'd like to unsubscribe, follow\n  the instructions at the end of this message.)\n\n\n  In This Week's Issue\n  --------------------\n\n  1. Classic Battle of the Planets in DivX Video\n  2. Warcraft III with DivX Video Sells like Hotcakes\n  3. Skins, Skins and More Skins\n\n  \n  Battle of the Planets in DivX Video!\n  ------------------------------------\n  \n  One of the best things about DivX Video is the way it has opened\n  up distribution possibilities for a lot of cool videos that may\n  not otherwise be widely seen. From independent short films to cult\n  movies with strong underground followings, a number of filmmakers\n  and distributors are discovering that DivX Video provides a great\n  way to get their content in front of new audiences.\n  \n  A perfect example of that phenomenon is the groundbreaking\n  animated series \"Battle of the Planets\" from Sandy Frank\n  Entertainment. Originally shown on American television in the late\n  1970s, Battle of the Planets gained a popular following and was\n  one of the forerunners of the wildly popular anime style. The\n  series chronicled the adventures of a group of intergalactic\n  adventurers as they battled evil and protected the universe from\n  invaders. Beloved among anime fans, 70s nostalgia buffs, and\n  anyone who enjoys great sci-fi animation, the series is the\n  subject of a number of fan sites and discussion groups throughout\n  the Internet. You can now re-live the adventures of the Battle of\n  the Planets crew in high-quality DivX video. The classic episode\n  \"Mammoth Shark Menace\" is currently featured on the DivX Showcase,\n  and stay tuned for more news about future Battle of the Planets\n  episodes to come.\n\n* Watch \"Battle of the Planets 55: Mammoth Shark Menace\" in the\n  DivX Showcase:\n  <http://rd.mailshell.com/www.divx.com/showcase/detail.php?id=52>\n\n\n  Warcraft III Sets Sales Records\n  -------------------------------\n\n  A while ago, we told you that the highly anticipated game\n  \"Warcraft III: Reign of Chaos\" from Blizzard Entertainment would\n  feature DivX Video for cinematic cut scenes. In early July,\n  Blizzard released \"Warcraft III: Reign of Chaos\" with\n  record-setting results, shipping over 4.5 million copies to\n  retailers. Coincidence? You be the judge. You can look forward to\n  more announcements about DivX technology in some of your favorite\n  games in the near future....\n\n* Watch the \"Warcraft III\" Trailer in High-quality DivX Video:\n  <http://rd.mailshell.com/www.divx.com/showcase>\n\n* Read more about the successful launch:\n  \n<http://rd.mailshell.com/money.cnn.com/2002/07/17/commentary/game_over/column_gaming/index.ht\nm>\n  \n\n  The Latest DivX Player Skins\n  ----------------------------\n\n  Let's face it--if you don't have the latest Player skins, you're\n  just not cool.\n  \n* DisPlayer: A sleek, stylish full-screen skin that will give you\n  the home theatre experience on your PC. Submitted by \"DIVX\n  Budman.\"\n  <http://rd.mailshell.com/www.divx.com/skins/detail.php?id=72>\n  \n* Coldfusion: A futuristic skin design dripping in coolness.\n  Submitted by \"gryphix.\"\n  <http://rd.mailshell.com/www.divx.com/skins/detail.php?id=71>\n  \n* DVDesque: As the title suggests, this skin has a groovy DVD-player\n  design to complement the DivX experience. Submitted by \"NellyNel.\"\n  <http://rd.mailshell.com/www.divx.com/skins/detail.php?id=68>\n\n  For all the new skins, check out the DivX Skins section:\n  <http://rd.mailshell.com/www.divx.com/skins>. If you'd like to make your own skin,\n  read the \"How to Create a Skin\" page:\n  <http://rd.mailshell.com/www.divx.com/skins/create.php>.\n  \n\n  That's all we have for you this week. Thanks for supporting DivX\n  video. Please feel free to send us any comments and suggestions\n  at <info@divx.com>.\n  \n  Until next time,\n  \n  The DivX Team\n  \n  P.S. If you have friends that you think would enjoy receiving\n  this newsletter, please forward this message on to them.\n\n--\nCopyright(c) 2002 DivXNetworks, Inc. All rights reserved.\nDivX is a trademark of DivXNetworks, Inc.\n\n<http://rd.mailshell.com/www.divx.com>\n<http://rd.mailshell.com/www.divxnetworks.com>\n\nThis newsletter is sent weekly to over 1,300,000 opt-in subscribers.\nIf you are interested in advertising in the DivX News, write us at\n<advertising@divxnetworks.com>.\n\nThis newsletter is sent from an automated account. Replies to this\nmessage will not be read. Please follow the unsubscribe\ninstructions below if you do not want to receive this newsletter\nin the future.\n\nIf you do not wish to receive future newsletters, you can\nunsubscribe by visiting <http://rd.mailshell.com/www.divx.com/list/unsubscribe.php>\nand entering your email address. Alternately, you can send an\nemail message to <divx-unsubscribe@lists.divx.com> and be removed\nfrom the list.\n\n\n\n---------- Your email is protected by Mailshell ---------- \nAs you requested, this email was forwarded to you by Mailshell.\nMailshell will forward your replies to this email and keep your\nprivate email address safe.\n\nTo unsubscribe safely and easily using Mailshell or to stop forwarding:\nhttp://www.mailshell.com/control.html?a=b_fa37eeq98z1xl2zjr74cp11v559ad52admz\n\nFreshAddress.com http://rd.mailshell.com/ad482\nEarn up to $3 for each of your friends who signs up with Mailshell! http://rd.mailshell.com/sp5\n"}