{"email_subject": "Brother, Can You Spare a Jet?", "email_body": "To view this newsletter in full-color, visit:\nhttp://newsletter.mediaunspun.com/index000018838.cfm\n\nMEDIA UNSPUN\nWhat the Press is Reporting and Why (www.mediaunspun.com)\n-----------------------------------------------------------------\nAugust 12, 2002\n\n-----------------------------------------------------------------\nIN THIS ISSUE\n-----------------------------------------------------------------\n* BROTHER, CAN YOU SPARE A JET?\n* REMEMBER GLOBAL CROSSING?\n* OTHER STORIES\n\nMedia Unspun serves business news and analysis, authoritatively\nand irreverently, every business day. An annual subscription\ncosts $50, less than a dollar a week. If your four-week free\ntrial is coming to an end soon, please visit\nhttp://www.mediaunspun.com/subscribe.html and sign up via credit card \nor check.\n\n\n-----------------------------------------------------------------\nADVERTISEMENT\n-----------------------------------------------------------------\nKen Fisher offers his Quarterly Report for high net worth\ninvestors FREE of cost & without obligation. Access the same\ninvestment research he uses to guide his clients at:\nhttp://pcg.fisherinvestments.com/newrespond/letter.asp?site=UNSP&KC=1229EFCAD0000\n\n\n-----------------------------------------------------------------\nBROTHER, CAN YOU SPARE A JET?\n-----------------------------------------------------------------\nCreditors and shareholders of U.S. Airways found themselves in\nthe upright and locked position Sunday as the nation's\nsixth-largest airline filed for bankruptcy protection.\n\nThe Arlington, Va.-based carrier sought cover under the\nbankruptcy code's Chapter 11, but much of its trouble could be\ntraced to Sept. 11. Remember when all U.S. airports reopened\nexcept for Reagan Washington, which was too close to the White\nHouse and other gov sites? Remember how it was weeks before the\nfirst lonely flights lifted at last? Guess which airline was the \nmajor carrier there. (Hint: It's the same one that bled $2\nbillion in the past year.)\n\nEven before the terror attacks, U.S. Airways was an animal in\npain. To all the usual industry troubles, add these: fierce\ncompetition from discounters, a too-small area of service\nconcentrated on the East Coast, and an unofficial battle with\nUnited Airlines for the highest labor costs in the business.\nFrustrated, the carrier tried to throw in the towel two years\nago, reminded the Washington Post. In a bid to get bought by\nUnited, U.S. Airways pleaded to federal antitrust regulators\nthat it was too small to survive on \nits own. The feds disagreed and blocked the deal.\n\nNow, of course, U.S. Airways has a new flight plan. Among those\nlikely to get airsick: shareholders, whose investment has\nvanished; employees, many of whom are expected to lose their\njobs, even though their unions have conceded hundreds of\nmillions of dollars in pay; and creditors, especially\nplane-leasing companies, which will collect only as much as a\nbankruptcy judge approves. (Where, by the way, is the reporter\nwho will pick up the story of these leasing companies? Not one\ncreditor was named in any account we could find. Yet before we\nsoak our hankies over U.S. Airways, we'd like to hear a word\nfrom the folks getting stiffed.)\n\nNeed a silver lining? Check out the Wall Street Journal, which\nobserves that Continental Airlines \"soared to profitability\"\nthanks to its time in rehab a decade ago. We're guessing that\nanecdote is on the minds of Texas Pacific Group, which is\nplunking down $200 million for two-fifths of U.S. Airways. Texas \nPacific also played friend in need to Continental -- and\npocketed 11 times its investment.\n\nMeanwhile, it will be \"business as usual\" for U.S. Airways\ncustomers, the company's chief assured a skeptical New York\nTimes. The airline will even continue to track and to honor\nfrequent-flier miles. Better still: Cautious customers can use\nU.S. Airways miles to book flights with its marketing partner,\nUnited. And, hey, according to an analyst quoted in the Journal, \nthere's at least a 20% chance that United won't be the next\nmajor carrier to announce it's gone broke. - Lori Patel\n\nUS Airways Files for Chapter 11\nhttp://abcnews.go.com/wire/Business/ap20020811_1301.html\n\nUS Airways Announces Bankruptcy\nhttp://www.nytimes.com/2002/08/12/business/12AIR.html\n\nShifts to Cause Rerouting of Some Booked Fliers\nhttp://www.nytimes.com/2002/08/12/business/12CONS.html\n\nUS Airways Files for Bankruptcy Protection\nhttp://www.washingtonpost.com/wp-dyn/articles/A6587-2002Aug11.html\n\nUS Airways Group, Hit Hard By Terror, Files for Chapter 11\nhttp://online.wsj.com/article/0,,SB1029103594827437995,00.html\n(Paid subscription required.)\n\n-----------------------------------------------------------------\nADVERTISEMENT\n-----------------------------------------------------------------\nYou've heard about identity management, but do you know about\nthe opportunities and business models that will emerge as a\nresult? Download a free executive summary of Esther Dyson's coverage of\nidentity management in Release 1.0. Learn more about the\nexpanding market for these services and applications.\nhttp://release1.edventure.com/executivesummary.cfm?MCode=Unspun\n\n-----------------------------------------------------------------\nREMEMBER GLOBAL CROSSING?\n-----------------------------------------------------------------\nFollow-up has never been the media's strong suit. Once stories\nfade from page one, so does reporters' interest. And in this\nsummer of corporate scandals, remembering back to Global\nCrossing's January implosion and bankruptcy is akin to trying to \nrecall the fuss over chads.\n\nThe Financial Times pegged the company's bankruptcy sale Friday\na \"long-awaited\" transaction, but few other outlets seemed to be \nholding their breath. The dearth of coverage is too bad, because \nthe shock value of the numbers alone is worth attention,\nespecially with Enron and WorldCom following behind it in the\nChapter 11 aisle. Bankruptcy, it seems, means never having to\nsay you're sorry. Global Crossing owed $12 billion when it filed \nfor bankruptcy in January. Its sale price? $250 million -- and\nthat's for only a nearly two-thirds stake. Sound too low? Back\nin January, Global Crossing could have gotten much more, three\ntimes that much, and from the very same investment team, Asian\nconglomerates Hutchison Whampoa and Singapore Technologies\nTelemedia. But Global Crossing sniffed it was worth way more. \n\nNow that it has discovered it's worth way less, here's how the\ndeal carves up what's left of Global Crossing's pie, pending the \nregulatory approval that's expected in about six months. The two \ninvestors get a 61.5% stake; bank creditors get 6%, and\nbondholders get about a one-third share. Who's missing from the\nslice-and-dice? Shareholders, of course, who get nothing. The\ncompany is unapologetic, and creditors feel lucky for the\ncrumbs. \"The reality is we could have done considerably worse,\"\nthe Wall Street Journal quoted Edward Weisenfelder, a lawyer for \nthe creditors. As for the shrewd buyers, the Financial Times\nquoted Hutchison's official statement that the deal would extend \nits telecom capabilities, particularly in its broadband service. \nBut the Wall Street Journal speculated that the company is\nsimply buying low so it can sell higher. \n\nGlobal Crossing's turned-down offer of $750 million is\napproximately the same amount the company's founder, Gary\nWinnick, reaped in personal riches from the sale of his stock,\nas the Journal noted in its page-one story on the telecom\nbandits. That's a lot of paper bits on any floor. - Deborah\nAsbrand\n\nHobbled Global Crossing Accepts Buyout Bid From Asian\nInvestors\nhttp://online.wsj.com/article/0,,SB1028898681279625080,00.html\n(Paid subscription required.) \n\nBuyers to pay $250 million for Global Crossing (AP)\nhttp://www.bayarea.com/mld/mercurynews/2002/08/10/business/3837152.htm\n\nGlobal Crossing seals revival deal\nhttp://news.bbc.co.uk/2/hi/business/2183600.stm\n\nFirms to Buy Majority Of Global Crossing\nhttp://www.washingtonpost.com/wp-dyn/articles/A959-2002Aug9.html\n\nBefore Telecom Bubble Burst, Some Insiders Sold Out Stakes\nhttp://online.wsj.com/article/0,,SB1029102020679872395.dzzz,00.html\n(Paid subscription required.) \n\n-----------------------------------------------------------------\nOTHER STORIES\n-----------------------------------------------------------------\nA Bertelsmann Heir Jockeys to Be Heir Apparent\nhttp://www.nytimes.com/2002/08/12/business/media/12BERT.html\n\nMartha Stewart likely to be subpoenaed\nhttp://www.salon.com/tech/wire/2002/08/11/stewart/index.html\n\nUS fraud law confuses Europe's top companies\nhttp://tinyurl.com/zqj\n\nRace to Tell AOL Time Warner Story\nhttp://www.nytimes.com/2002/08/12/business/media/12BOOK.html\n\nCreditors seek more WorldCom data (Wall Street Journal)\nhttp://www.msnbc.com/news/792924.asp\n\nInterpretation of Law Could Lead to Ban on Range of Executive\nPerks\nhttp://www.latimes.com/news/printedition/front/la-fi-murky12aug12.story\n\nBlockbuster Fallout at Netflix\nhttp://www.nytimes.com/2002/08/12/technology/12ECOM.html\n\nMicrosoft changes its tune toward Linux\nhttp://seattletimes.nwsource.com/html/businesstechnology/134511508_linux12.html\n\nSpamming the World (Newsweek)\nhttp://www.msnbc.com/news/792491.asp\n\n-----------------------------------------------------------------\nDo you want to reach the Net's savviest audience?\nAdvertise in Media Unspun.\nContact Erik Vanderkolk for details at erikvanderkolk@yahoo.com \ntoday.\n\n-----------------------------------------------------------------\nSTAFF\n-----------------------------------------------------------------\nWritten by Deborah Asbrand (dasbrand@world.std.com), Keith\nDawson (dawson@world.std.com), Jen Muehlbauer\n(jen@englishmajor.com), and Lori Patel (loripatel@hotmail.com).\n\nCopyedited by Jim Duffy (jimduffy86@yahoo.com). \nAdvertising: Erik Vanderkolk (erikvanderkolk@yahoo.com). \nEditor and publisher: Jimmy Guterman (guterman@vineyard.com).\n\nMedia Unspun is produced by The Vineyard Group Inc. \nCopyright 2002 Media Unspun, Inc., and The Vineyard Group, Inc.\nSubscribe already, willya? http://www.mediaunspun.com \n\nRedistribution by email is permitted as long as a link to\nhttp://newsletter.mediaunspun.com is included.\n\n-|________________\nPOWERED BY: http://www.imakenews.com\nTo be removed from this list, use this link:\nhttp://www.imakenews.com/eletra/remove.cfm?x=mediaunspun%2Czzz-unspun@example.com\nTo receive future messages in HTML format, use this link:\nhttp://www.imakenews.com/eletra/change.cfm?x=mediaunspun%2Czzz-unspun@example.com%2Chtm\nTo change your subscriber information, use this link:\nhttp://www.imakenews.com/eletra/update.cfm?x=mediaunspun%2Czzz-unspun@example.com\n\n"}