{"email_subject": "United We Fall?", "email_body": "To view this newsletter in full-color, visit:\nhttp://newsletter.mediaunspun.com/index000018904.cfm\n\nMEDIA UNSPUN\nWhat the Press is Reporting and Why (www.mediaunspun.com)\n-----------------------------------------------------------------\nAugust 13, 2002\n\n-----------------------------------------------------------------\nIN THIS ISSUE\n-----------------------------------------------------------------\n* UNITED WE FALL?\n* SLEEPING WITH THE PENGUIN\n* OTHER STORIES\n\nMedia Unspun serves business news and analysis, authoritatively\nand irreverently, every business day. An annual subscription\ncosts $50, less than a dollar a week. If your four-week free\ntrial is coming to an end soon, please visit\nhttp://www.mediaunspun.com/subscribe.html and sign up via credit card \nor check.\n\n\n-----------------------------------------------------------------\nADVERTISEMENT\n-----------------------------------------------------------------\nKen Fisher offers his Quarterly Report for high net worth\ninvestors FREE of cost & without obligation. Access the same\ninvestment research he uses to guide his clients at:\nhttp://pcg.fisherinvestments.com/newrespond/letter.asp?site=UNSP&KC=1229EFCAD0000\n\n\n-----------------------------------------------------------------\nUNITED WE FALL?\n-----------------------------------------------------------------\nUS Airways scored a $500 million bankruptcy court bailout.\nAmerican Airlines announced a re-org. United Airlines' parent\ncompany's stock sank on speculation that UAL is next in line for \nChapter 11. It's a wonder none of this happened last September,\nbut it's not much consolation to airline employees,\nshareholders, and customers that it's happening now.\n\nThe Wall Street Journal had the most extensive coverage of\nAmerican's plan as of Unspun's deadline. The airline will lay\noff 7,000 workers, ground some jets, cut back on flight\namenities such as food, and retool its hub operations to make\nfor longer layovers. \"In the past, airlines were loath to have\nlonger connection times because flights were listed in travel\nagents' computers by elapsed time,\" said the Journal. \"Now,\nonline booking tools and search engines most often list flights\nby price, not time.\" In this age of penny-pinching, American's\nworried about low-cost carriers, not the big guys like, um, US\nAir and United. \n\nSpeaking of United, it's hard to come up with a verb for its\nparent company's stock that doesn't invoke an air disaster.\nLet's just say it didn't go up yesterday. The $3.80 share price\nmay be the least of UAL's worries while it waits for an\nincreasingly unlikely $1.8 billion loan from the Air\nTransportation Stabilization Board. \"The ATSB expects an\napplicant's workers, suppliers and creditors to make concessions \nto help the airline repay the loans and thus protect U.S.\ntaxpayers' interests,\" said the L.A. Times. Sounds nice for\nuninvolved taxpayers but not so good to some of United's unions, \nwhich are balking at a wage cut. Workers did enough by deferring \n$498 million in retroactive pay this year, said the\n36,000-member machinists' union. Analysts moaned in anti-labor\nfrustration. \n\nThe basic problem here is too many empty airplane seats, and\nnon-U.S. outlets didn't have a lot of sympathy. \"The U.S.\ngovernment has bailed out carriers with insurance subsidies and\nfederal loan guarantees\" while \"European authorities have acted\nmore wisely,\" letting Swissair and Sabena \"go to the wall,\" said \nthe Financial Times. Canadian pundits agreed that America should \nlet a couple of airlines wilt, since the Canadian airline\nindustry benefited from the demise of Canadian Airlines and\nCanada 3000. Paging Charles Darwin to the white courtesy\nphone... - Jen Muehlbauer\n\n-----------------------------------------------------------------\nADVERTISEMENT\n-----------------------------------------------------------------\nYou've heard about identity management, but do you know about\nthe opportunities and business models that will emerge as a\nresult? Download a free executive summary of Esther Dyson's coverage of\nidentity management in Release 1.0. Learn more about the\nexpanding market for these services and applications.\nhttp://release1.edventure.com/executivesummary.cfm?MCode=Unspun\n\n-----------------------------------------------------------------\nSLEEPING WITH THE PENGUIN\n-----------------------------------------------------------------\nThe LinuxWorld Conference and Expo, which opened yesterday in\nSan Francisco, will host two of the strangest bedfellows ever to \nlie down with a stuffed penguin: Microsoft and Sun. These are\ncompanies that once referred to Linux as a \"bathtub of code\"\n(Sun) and \"a cancer\" (Microsoft), according to Sun's hometown\npaper the San Jose Mercury News.\n\nBoth companies are taking Linux seriously despite the absolute\nnumbers. By January 2, 2001, Microsoft had made as much on\nserver software as all Linux vendors put together would reap in\nthe entire year.\n\nHonors for the best attention-grabber on Microsoft's presence at \nthe show go to Brier Dudley, who opened his piece for the\nSeattle Times this way: \"Microsoft executive Peter Houston\nwasn't too worried about the reception he'd get at LinuxWorld\n... until he heard about the pie cannon.\"\n\nWired informed us that the section of LinuxWorld where Microsoft \nwill be holding the fort is dubbed the Rookery -- \"a place where \nyou can watch companies hatch and grow right before your eyes,\"\ndeadpanned reporter Michelle Delio, quoting Microsoft's Houston: \n\"Hatching isn't exactly on the agenda, but I certainly hope to\ngrow.\"\n\nTurning to Sun, Unspun notes that five years ago a joke press\nrelease circulated on the Net claiming that Linux creator Linus\nTorvalds, then still living in Finland, was moving to Silicon\nValley to work for Sun. The joke was that Sun had decided to\nscrap its Solaris operating system and instead concentrate on a\nversion of Linux, to be called \"Solinux.\" How time does make\nApril fools of us all: Linus Torvalds is now thriving in Silicon \nValley (at Transmeta), and yesterday Sun Microsystems\ndemonstrated Sun Linux 5.0. and introduced its first\ngeneral-purpose servers running Linux.\n\nThe Merc ran a comprehensive wrap of Sun's evolving attitude\ntoward the upstart operating system. Sun has little choice but\nto embrace Linux, wrote reporter Therese Poletti, because some\nof its traditional Wall Street customers were deserting it.\n\"Several investment banks have tossed out whole sections of Sun\nservers and replaced them with Intel-based servers running\nLinux,\" Poletti reported. And you thought Microsoft hated Linux? \n- Keith Dawson\n\nLinux expo has come a long way\nhttp://www.siliconvalley.com/mld/siliconvalley/3847040.htm\n\nMicrosoft changes its tune toward Linux (Seattle Times)\nhttp://makeashorterlink.com/?Q12B23181\n\nMicrosoft Puts On the Tux \nhttp://www.wired.com/news/linux/0,1411,54489,00.html\n\n(Hoax press release on \"Solinux\")\nhttp://www.ibiblio.org/dbarberi/fools/classic/1997/sun-pr.html\n\nSun to name Linux-Solaris chief \nhttp://news.com.com/2100-1001-949469.html\n\nSun Microsystems flexes Linux to jab at Microsoft (Seattle\nTimes)\nhttp://makeashorterlink.com/?A25B52181\n\nMicrosoft and Free Software at the Same Show? It's True\nhttp://www.nytimes.com/2002/08/10/technology/10LINU.html\n\nLinux begins its descent into the enterprise\nhttp://www.internetnews.com/ent-news/article.php/1443811\n\n-----------------------------------------------------------------\nOTHER STORIES\n-----------------------------------------------------------------\nEx-CEO Pleads Not Guilty to ImClone Fraud\nhttp://www.washingtonpost.com/wp-dyn/articles/A10407-2002Aug12.html\n\nSecurity flaw found in Microsoft Web browser (Reuters)\nhttp://www.philly.com/mld/philly/business/technology/3851394.htm\n\nFed seen leaving rates unchanged\nhttp://www.msnbc.com/news/793177.asp\n\nSome Sad No-Signs of the Times \nhttp://www.businessweek.com/bwdaily/dnflash/aug2002/nf20020813_0067.htm\n\nPublisher dodges bankruptcy bullet\nhttp://www.chicagotribune.com/business/chi-020812ziff.story\n\nGates Foundation Walks Fine Line As It Increases Its Cable\nHoldings\nhttp://online.wsj.com/article/0,,SB1029180416481589035,00.html\n(Paid subscription required.)\n\nPGP defect reveals encrypted messages\nhttp://news.com.com/2100-1001-949368.html\n\nBell Labs simplifies single sign-on\nhttp://www.theregister.co.uk/content/55/26624.html\n\nBigger Bar Code Inches Up on Retailers\nhttp://www.nytimes.com/2002/08/12/technology/12CODE.html\n\nDamn the Constitution: Europe must take back the Web\nhttp://www.theregister.co.uk/content/6/26612.html\n\nJapanese Drop Out of New ID System (Newsday, AP)\nhttp://makeashorterlink.com/?T69B22181\n\n-----------------------------------------------------------------\nDo you want to reach the Net's savviest audience?\nAdvertise in Media Unspun.\nContact Erik Vanderkolk for details at erikvanderkolk@yahoo.com \ntoday.\n\n-----------------------------------------------------------------\nSTAFF\n-----------------------------------------------------------------\nWritten by Deborah Asbrand (dasbrand@world.std.com), Keith\nDawson (dawson@world.std.com), Jen Muehlbauer\n(jen@englishmajor.com), and Lori Patel (loripatel@hotmail.com).\n\nCopyedited by Jim Duffy (jimduffy86@yahoo.com). \n\nMarketing: Cowpoke Productions (cowpokeproductions.com.\nAdvertising: Erik Vanderkolk (erikvanderkolk@yahoo.com). \n\nEditor and publisher: Jimmy Guterman (guterman@vineyard.com).\n\nMedia Unspun is produced by The Vineyard Group Inc. \nCopyright 2002 Media Unspun, Inc., and The Vineyard Group, Inc.\nSubscribe already, willya? http://www.mediaunspun.com \n\nRedistribution by email is permitted as long as a link to\nhttp://newsletter.mediaunspun.com is included.\n\n-|________________\nPOWERED BY: http://www.imakenews.com\nTo be removed from this list, use this link:\nhttp://www.imakenews.com/eletra/remove.cfm?x=mediaunspun%2Czzz-unspun@example.com\nTo receive future messages in HTML format, use this link:\nhttp://www.imakenews.com/eletra/change.cfm?x=mediaunspun%2Czzz-unspun@example.com%2Chtm\nTo change your subscriber information, use this link:\nhttp://www.imakenews.com/eletra/update.cfm?x=mediaunspun%2Czzz-unspun@example.com\n\n"}