{"email_subject": "The Freedom Rides", "email_body": "        Forgotten History - Tuesday, August 20, 2002 \n        \"Little known facts and overlooked history\" \n============================================================ \nWant to become a Forgotten History subscriber for FREE? Visit: \n           http://www.shagmail.com/sub/history.html \n============================================================ \n            - Do you enjoy this publication? -\n\nThen give your friends a FREE GIFT SUBSCRIPTION to it today. \nJust click below and \"Shag-a-Friend\"! \n\nhttp://www.sendoutmail.com/shag_friend2.asp?l=history\n <a href=\"http://www.sendoutmail.com/shag_friend2.asp?l=history\"> \nGive a Gift Subscription! </a>\n============================================================ \nAOL users: look for your links at the bottom of the page. \n------------------------------------------------------------ \n\n           -  WTC Commemorative Pin  -\n             * We Will Never Forget *\n \n\nThis September we will remember what once stood\nin the heart of New York and all of the precious lives \nthat were lost. Here is an opportunity to show that your \npatriotism is as strong today as it was one year ago.  \n\nWe are giving a FREE American Flag and a FREE American\nFlag Pin with every order for the WTC Commemorative Pin. \nYou can order you WTC Commemorative Pin today for $29.99.\nOrder today!\n         http://ads.pulsetv.com/al/a?aid=521&ent=533\n<a href=\"http://ads.pulsetv.com/al/a?aid=521&ent=533\">\nClick Here</a>\n\n------------------------------------------------------------\n\nThe Freedom Rides\nBy Denis Mueller\n\nAt the end of World War II, the United States was a rigidly \nsegregated country but there were cracks beginning to show. \nIn 1946, the Supreme Court ruled that ruled that segregated \nseating on interstate transportation was illegal. In 1947, \nthe Congress of Racial Equality (CORE) decided to challenge \nthe racist system. The opposition was fierce and the riders \nwere jailed often ending up on chain gangs.\n\nBy 1961, the time was right to challenge America's Jim Crow \nlaws and CORE proposed the \"Freedom Rides.\" CORE felt that \nthey could count on the racists to oppose the rides thereby \ncreating a crisis that would force the Federal Government to \nintervene to enforce the law. It would be dangerous and CORE \nmembers knew that they were risking their lives, but as CORE \ndirector James Farmer maintained they were ready.  \"When we \nbegan the ride I think all of us were prepared for as much \nviolence as could be thrown at us. We were prepared for the \npossibility of death.\"\n  \n------------------------------------------------------------ \n\n            * S E X...S E X...S E X...S E X *\n            NOW THAT WEVE GOT YOUR ATTENTION...\n\nIntroducing GREAT SEX -- the ONLY pill of its kind fortified \nwith nature's most POTENT MOOD ENHANCERS. Unleashes the \nuncontrollable passion hidden deep inside. Unlike Costly \n\"drugstore\" formulas GREAT SEX is:\n\n- Available now WITHOUT doctor's prescription! \n- For BOTH men and women! \n- Costs just PENNIES per capsule \n- Can be used as often as desired \n- Has NO unwanted side-effects \n\nDon't wait, put the physical desire back into your love life.\nOrder now for only $14.99, or SAVE on 2 or more by visiting:\n          http://ads.pulsetv.com/al/a?aid=521&ent=651\n <a href=\"http://ads.pulsetv.com/al/a?aid=521&ent=651\">\nAOL Users Click Here</a>\n\n------------------------------------------------------------ \n\nOn May 4th, 1961 they set out to New Orleans. In the upper \nsouth they met no resistance but by the time they got to \nAlabama they were met by an angry band of terrorists who \nslashed the tires and burned the bus. In Birmingham it was \nworse. The FBI, through its informant James Rowe, were well \naware that the Ku Klux Klan was waiting for them. So were \nthe Birmingham police, led by Chief of police Bull Conner, \nand when they arrived they were severely beaten. \n\nDespite the warnings there were no police to protect them. \nGovernor Patterson showed no mercy and blamed the riders. \nSo the terrorist attacks went on. The \"Freedom Riders\" were \ndetermined to continue and were joined by a group of Nash-\nville students. They were met by hostility and were arrested \nand sent back to Tennessee. But the riders were fearless and \nimmediately returned to Birmingham ready to continue the \njourney.\n\n------------------------------------------------------------ \n\n   ---------> The Paranormal Insider Is Here! <---------\n\nShagMail is PROUD to introduce our one and only paranormal \ninvestigator, Gus. Once a week he will explore the most \nintriguing cases of paranormal incidents reported. ESP, alien \nsightings, angels, ghosts and much more. Every issue is a gem!\nTo subscribe to this for FREE just click on the link below.\n\t http://www.shagmail.com/welcome.fc?15004\n<a href=\"http://www.shagmail.com/welcome.fc?15004\">\nSubscribe to The Paranormal Insider for FREE</a>\n\n------------------------------------------------------------ \n\nMeanwhile, their plight became international news and \n\"Freedom Riders\" left Birmingham on May 20th determined to \ncontinue. State officials had promised Attorney General Robert \nKennedy they would be protected, but by the time they reached \nMontgomery there were no state police in sight. Seeing a mob, \nthe riders feared for their lives, but Jim Zwerg, a white man, \nbravely walked out of the bus and was nearly beaten to death. \nHe still suffers from the effects but his courage was un-\ndeniable. Others including Justice Department official John \nSeigenthaler were also beaten.\n\nThe situation seemed to be out of control and federal inter-\nvention finally saved the day with Governor Patterson declar-\ning martial law. Robert Kennedy called for a cooling off \nperiod but the riders refused. They would continue on. So \nthey set off to Jackson, Mississippi but  Kennedy had made a \ndeal with Mississippi officials. They were supposed to be \nprotected, but upon arriving they were arrested. Kennedy had \ncaved in. It was a cowardly decision by the Attorney General \nand the riders were sentenced for 60 days for exercising \ntheir constitutional rights. They never finished their trip \nbut their courage showed the power of civil disobedience and \nin the end justice would prevail and terrorism would be \ndefeated. It is another example of how people change things, \nnot government officials.\n\nSources: Eyes on the Prize\n\n------------------------------------------------------------ \nQuestions...Comments..Email us at: mailto:denis@shagmail.com \n<a href=\"mailto:denis@shagmail.com\">Email Forgotten History</a> \n************************************************************ \n\nTo SUBSCRIBE visit: http://www.shagmail.com/sub/history.html \n*** \nTo UNSUBSCRIBE visit: http://www.shagmail.com/unsub/history.html \n*** \nWant some Fun and Amusements in your email box FREE! Visit: \n                 http://www.shagmail.com \n\n------------------------------------------------------------ \n                       AOL Links \n------------------------------------------------------------ \n\n<a href=\"http://www.shagmail.com/sub/history.html\">Subscribe</a> \n<a href=\"http://www.shagmail.com/unsub/history.html\">Unsubscribe</a> \n<a href=\"http://www.shagmail.com\">More FREE Fun and Amusements</a> \n____________________________________________________________ \n\nEND OF FORGOTTEN HISTORY \nCopyright 2002 by Pulse Direct, Inc. All rights reserved. \nFeel free to forward this, in its entirety, to others.\n\n\n---\nYou are currently subscribed to history as: mothlight@fastmail.fm\n"}