{"email_subject": "Eagle: Lieutenant governor's race competitive, unique", "email_body": "To unsubscribe, use the link at foot of this page. [Berkshire Eagle Home Page](http://www.berkshireeagle.com) [Landmark Credit Union](http://www.landmark-cu.com) Breaking News Local Headlines Car with young driver said to swerve near police cruiser Foundation wins grant to plan rink Illustrator writes a book on bridge Sports Headlines A's used Tejada's dramatics to claim 18th straight win Baseball throws brushback pitch at fan Web sites Bears triumph in Quebec Today's Editorials Waiting for PEER to make its case Today's Headlines Lieutenant governor's race competitive, unique BOSTON -- Mitt Romney flinched when asked about the possibility of being forced to campaign with James Rappaport instead of his hand-picked running mate, Kerry Healey.... More LOCAL NEWS 'Dream' jobs vs. real jobs Couples juggle life and labor Labor Day delivers a break from tedious work tasks for much of the country's work force, but young Griffin Gageant recently seemed eager to launch a plan for his life's labor.... More SPORTS Wood or aluminum: MIAA to decide The Massachusetts Interscholastic Athletic Association, the governing body of scholastic sports in the state, will be meeting later this month to discuss the possibility of using wooden bats for the 2003 scholastic baseball postseas... More COMMENTARY Emily Post evolves The New York Times announcement last month that the paper will add same-sex unions to its wedding announcements provides a nice boost to the cause of gay rights. The Times, however, is only acknowledging a healthy social phenomenon that's been building fo... More Special Sections Entertainment Antiques Guide Auto Showcase Berkshire Business Berkshires Week Berkshires 2030 Community Dot Com Directory Golden Years Health Quarterly Home Improvement Summer Preview Outdoor Living Wedding Planner Arts/Entertainment Books Movie Schedules Movie Reviews Theater Reviews Columnists Lotteries Headbone Zone SportZone Personals What's Doing? Week's Calendar Photo Reprints North Adams Transcript Brattleboro Reformer Bennington Banner click to unsubscribe from newsletter or change format"}