{"email_subject": "AOL Keyword: Fraud Probe", "email_body": "To view this newsletter in full-color, visit:\nhttp://newsletter.mediaunspun.com/index000020868.cfm\n\nMedia Unspun\nWhat the Press is Reporting and Why (www.mediaunspun.com)\n-----------------------------------------------------------------\nSeptember 26, 2002\n\n-----------------------------------------------------------------\nIN THIS ISSUE\n-----------------------------------------------------------------\n* AOL KEYWORD: FRAUD PROBE\n* VIVENDI MEETS THE NEW BOSS\n* OTHER STORIES\n\n-----------------------------------------------------------------\nEDITOR'S NOTE\n-----------------------------------------------------------------\nIs Media Unspun useful to you? Then pass it on to a colleague.\nThe more readers we have, the more successful we'll be. The more \nsuccessful we are, the more useful we can be to you. Pass it\non!\n\nMedia Unspun serves business news and analysis, authoritatively\nand irreverently, every business day. An annual subscription\ncosts $50, less than a dollar a week. If your four-week free\ntrial is coming to an end soon, please visit\nhttp://www.mediaunspun.com/subscribe.html and sign up via credit card \nor check.\n\n\n-----------------------------------------------------------------\nADVERTISEMENT\n-----------------------------------------------------------------\nPop!Tech 2002\nOctober 18 - 20, 2002: Camden, Maine\nJoin 500 big thinkers to discuss\nthe collision of technology and culture\nRegister now at: http://www.poptech.org\n\n\n-----------------------------------------------------------------\nAOL KEYWORD: FRAUD PROBE\n-----------------------------------------------------------------\nAnother three bite the dust. Three former executives from real\nestate dot-com Homestore have agreed to plead guilty to criminal \ncharges and repay $4.6 million in stock gains. What's more\ninteresting is that they'll cooperate with an investigation into \nAOL's role in the dubious dealing. This is the most real estate\ndrama you'll get this week without renting \"Glengarry Glen\nRoss.\"\n\nHomestore's former COO was charged with wire fraud and\nconspiracy to commit securities fraud (up to 10 years in jail),\nthe former CFO with just the conspiracy charge (up to five\nyears), and an ex-VP with insider trading (less time, but\nunknown). The big accusation here is \"round tripping,\" in which\nHomestore would buy goods from a company as long as the company\nthen spent most of the money on AOL ads. Then AOL would\nsupposedly spend the same amount of money at Homestore, \"thus\nallowing Homestore effectively to 'buy' revenue using its own\ncash,\" explained the Wall Street Journal.\n\nHomestore has become a cause celebre for Attorney General John\nAshcroft, who held a press conference to emphasize that the Bush \nadministration really means it about this corporate clean-up\nthing. Neither Ashcroft, the Justice Department, nor the SEC\nnamed names, referring only to Homestore's relationship with \"a\nmajor media company.\" Nice try for anonymity, but AOL Time\nWarner was the only major media company Homestore dealt with,\nobserved the New York Times. Now the heat's on AOL while\ninvestigators try and figure out how much of AOL's revenue was\ninflated like a Thanksgiving Day Parade float.\n \nThe L.A. Times' sources said AOL execs pointed the finger at\nformer company dealmaker Eric Keller. The Journal led with, and\nexpanded on, this info. It seems two of the three busted\nHomestore execs are expected to say Keller helped Homestore do\nits round-tripping, and that some AOL ad revenue that looked\nlegit on paper really came from Homestore. Keller has already\nbeen pink-slipped for shady deals with Homestore and another\ncompany; his boss got booted last month for possible\nbook-cooking. \n\nSo where's the perp walk? The umbrella stand? The theatrics that \nmake the corporate crime beat great? We're kidding (mostly), but \nthat could be why overseas outlets barely noticed this\ncomparatively tame example of American excess. The Journal had\none amusing tidbit, though: After Keller got fired, AOL vice\nchairman Ted Leonsis hired him as a consultant for the hockey\nteam the Washington Capitals, of which Leonsis is the majority\nowner. Leonsis said he let Keller go after finding out why he\nlost his AOL job, but Keller still picked up his Capitals phone\nas of Wednesday. As outrageous severance packages go, it's no\nJack Welsh/GE $9 million annual pension, but it'll have to do. - \nJen Muehlbauer\n\nHomestore Executives Agree to Guilty Pleas \nhttp://www.washingtonpost.com/wp-dyn/articles/A3165-2002Sep25.html\n\n\nHomestore, AOL Ad Deals Yield Guilty Pleas (USA Today)\nhttp://tinyurl.com/1nbz\n\nU.S. Focuses on Executive at Homestore\nhttp://www.nytimes.com/2002/09/26/technology/26AOL.html\n\nHomestore's Ex-Execs to Aid Investigators\nhttp://www.latimes.com/business/la-fi-homestore26sep26,0,5107257.story\n\n\nProbe of Homestore Turns To an Ex-AOL Executive\nhttp://online.wsj.com/article/0,,SB1032971619118707713,00.html\n(Paid registration required.)\n\nJack Welch's Very Golden Years \nhttp://www.fool.com/news/Take/2002/mft/mft02090903.htm\n\nGlengarry Glen Ross \nhttp://us.imdb.com/Title?0104348\n\n-----------------------------------------------------------------\nADVERTISEMENT\n-----------------------------------------------------------------\nWhat's Really Going on at Microsoft? Mary Jo Foley delivers\nunmatched reporting and insight with MICROSOFT WATCH.  Track\ninitiatives like .Net, Palladium, Longhorn, Trinity, Yukon;\nrelease dates, competitive moves, people. For a FREE 14-day\ntrial subscription:\nhttps://ziffdavis.omeda.com/zm/msw/msw.cgi?intro2&p=5UCXA00075\n\n-----------------------------------------------------------------\nVIVENDI MEETS THE NEW BOSS\n-----------------------------------------------------------------\nWhat does Vivendi want to be when it grows up? The media can't\nfigure it out. Can CEO Jean-Rene Fourtou? His fuzziness at\nyesterday's board meeting got reporters to wondering. If he\ncan't explain his vision, does that mean he's lacking the 20/20\nclarity that observers on two continents were banking on? For\nFourtou, worse than the Monsieur Magoo accusations are the\ncomparisons, starting to bubble through media accounts, that he\nresembles -- wait, we're rubbing our eyes -- the vilified\nJean-Marie Messier.\n\nMedia watchers can rate reporters' confusion over Fourtou's\nlatest pronouncements by tallying the amount of space outlets\ndevoted to their coverage of the mess. The New York Times ran 24 \nparagraphs on the board meeting -- and then filed another 19 in\nan analysis that sought to examine what the latest moves meant.  \nThe Financial Times posted two articles on the meeting and still \nhad more to say, lambasting Fourtou in Lex, the peach paper's\ninfluential column. Lex called the exec's update \"more like a\nrambling fireside chat ... than a strategy presentation.\"\n\nThere's little that's clear about what's ahead for Vivendi. The\ncompany now says that it will dispose of 12 billion euros worth\nof assets over the next 18 months. Here's how reporters\nexamining the tea leaves read the current plan: Out are Telepiu, \nan Italian pay-TV operation, and Canal Plus Technologies, a\nmaker of set-top boxes. On the way out are Vivendi's publishing\nproperties, which include Houghton Mifflin, and a minority stake \nin a PC gamemaker. That leaves Vivendi's stake in telecom, via\nits Cegetel investment, and its Universal entertainment\nproperties, and -- hey, wait a minute, wasn't that Messier's\nplan, the New York Times wondered by way of an analyst's quote.\nTo confuse matters further, News Corp., the alleged partner in\nthe done deal for Telepiu, says no deal is in place, according\nto the Financial Times. As for Cegetel, Fourtou said he'd\nconsider selling Vivendi's 44% stake; then again, maybe he'll\nincrease it. And that was all in one post-meeting telephone\nconference. \n\nThe only decision by Vivendi in which Fourtou seemed sure was\nhis claim that the company won't pay any severance to Messier.\n\"He enjoyed making deals too much and overpaid,\" the Guardian\nquoted Fourtou as saying, and then adding, \"This all went to his \nhead.\" \n\nWith heads other than Messier's now in question, is Vivendi's\nviability again in doubt? Outlets today report that Enron's\nlogo, the oversize capital \"E\" that stood outside its\nheadquarters, sold at auction for $44,000. How many euros might\na V bring? - Deborah Asbrand\n\nVivendi Will Move Quickly to Sell Many Assets\nhttp://www.nytimes.com/2002/09/26/business/26VIVE.html\n\nWhat's New at Vivendi? Depends Who's Talking\nhttp://www.nytimes.com/2002/09/26/business/26PLAC.html\n\nVivendi in Move to Sell Raft of Assets (Financial Times)\nhttp://tinyurl.com/1ncq\n\nVivendi Board to Deny Messier Severance Pay (Financial Times)\nhttp://tinyurl.com/1ncs\n\nLex: Vivendi Universal (Financial Times) \nhttp://tinyurl.com/1ncw\n\nNews Corp Counters Report of Telepiu Sale (Financial Times)\nhttp://tinyurl.com/1ncy\n\nVivendi Aims to Realise Eu12bn from Asset Sales (Daily\nTelegraph)\nhttp://tinyurl.com/1nd0\n\nMessier 'won't get a penny' \nhttp://media.guardian.co.uk/city/story/0,7497,799283,00.html\n\nVivendi Shakes Up Board, Denies Messier's Severance\nhttp://www.latimes.com/business/la-fi-vivendi26sep26,0,481695.story\n\n\nEnron Auctions Off Furniture and Famous 'E'\nhttp://www.nytimes.com/2002/09/26/business/26ENRO.html\n\n-----------------------------------------------------------------\nOTHER STORIES\n-----------------------------------------------------------------\nHP Boosts Layoffs By 1,800\nhttp://www.siliconvalley.com/mld/siliconvalley/4151819.htm\n\nFormer WorldCom Controller To Plead Guilty To Two counts (Wall\nStreet Journal)\nhttp://www.msnbc.com/news/813048.asp\n\nTyco Rewarded an Executive During a Grand Jury Inquiry\nhttp://www.nytimes.com/2002/09/26/business/26PAY.html\n\nBell Labs Researcher Falsified Experiments (AP)\nhttp://www.chron.com/cs/CDA/story.hts/tech/news/1591103\n\nGermany's Neuer Markt to close\nhttp://news.bbc.co.uk/2/hi/business/2283068.stm\n\nResources Dry Up As Joblessness Drags On (USA Today)\nhttp://tinyurl.com/1nc1\n\nMerrill Aide to Plead Guilty (Wall Street Journal)\nhttp://www.msnbc.com/news/813195.asp?0dm=B21AB\n\nEnron Ex-CFO Clears His Throat For Feds \nhttp://www.nypost.com/business/57905.htm\n\nMusic Labels Seek Piracy Payback\nhttp://www.latimes.com/business/la-fi-napster26sep26001431,0,388519.story\n\n\n-----------------------------------------------------------------\nDo you want to reach the Net's savviest audience?\nAdvertise in Media Unspun.\nContact Erik Vanderkolk for details at erikvanderkolk@yahoo.com \ntoday.\n\n-----------------------------------------------------------------\nSTAFF\n-----------------------------------------------------------------\nWritten by Deborah Asbrand (dasbrand@world.std.com), Keith\nDawson (dawson@world.std.com), Jen Muehlbauer\n(jen@englishmajor.com), and Lori Patel (loripatel@hotmail.com).\n\nCopyedited by Jim Duffy (jimduffy86@yahoo.com). \n\nAdvertising: Erik Vanderkolk (erikvanderkolk@yahoo.com). \n\nEditor and publisher: Jimmy Guterman (guterman@vineyard.com).\n\nMedia Unspun is produced by The Vineyard Group Inc.\nCopyright 2002 Media Unspun, Inc., and The Vineyard Group, Inc.\nSubscribe already, willya? http://www.mediaunspun.com \n\nRedistribution by email is permitted as long as a link to\nhttp://newsletter.mediaunspun.com is included.\n\n-|________________\nPOWERED BY: http://www.imakenews.com\nTo be removed from this list, use this link:\nhttp://www.imakenews.com/eletra/remove.cfm?x=mediaunspun%2Czzz-unspun@example.com\nTo receive future messages in HTML format, use this link:\nhttp://www.imakenews.com/eletra/change.cfm?x=mediaunspun%2Czzz-unspun@example.com%2Chtm\nTo change your subscriber information, use this link:\nhttp://www.imakenews.com/eletra/update.cfm?x=mediaunspun%2Czzz-unspun@example.com\n\n"}