{"email_subject": "Market Can't Find Its Bottom With Both Hands", "email_body": "To view this newsletter in full-color, visit:\nhttp://newsletter.mediaunspun.com/index000021074.cfm\n\nMedia Unspun\nWhat the Press is Reporting and Why (www.mediaunspun.com)\n-----------------------------------------------------------------\nOctober 1, 2002\n\n-----------------------------------------------------------------\nIN THIS ISSUE\n-----------------------------------------------------------------\n* MARKET CAN'T FIND ITS BOTTOM WITH BOTH HANDS\n* WINNICK: HANDS-OFF OR RED-HANDED?\n* OTHER STORIES\n-----------------------------------------------------------------\nEDITOR'S NOTE\n-----------------------------------------------------------------\nIs Media Unspun useful to you? Then pass it on to a colleague.\nThe more readers we have, the more successful we'll be. The more \nsuccessful we are, the more useful we can be to you. Pass it\non!\n\nMedia Unspun serves business news and analysis, authoritatively\nand irreverently, every business day. An annual subscription\ncosts $50, less than a dollar a week. If your four-week free\ntrial is coming to an end soon, please visit\nhttp://www.mediaunspun.com/subscribe.html and sign up via credit card \nor check.\n\n-----------------------------------------------------------------\nMARKET CAN'T FIND ITS BOTTOM WITH BOTH HANDS\n-----------------------------------------------------------------\nRemember when Nasdaq 2500 seemed impossibly low? Welcome back to \ncruel reality. These days, with few analysts willing to call a\nmarket bottom, financial reporters outdo each other with dire\nassessments of how bad things are and how much worse they can\nget. Maybe Morrissey should do a concert on Wall Street; the\nself-pity can't get much worse.\n\nThe markets' closing numbers were the same in every city, but\nyou wouldn't know it from the headlines. It was the Dow's worst\nmonthly performance in four years, said MSNBC. \"3rd quarter\nworst for stocks since '87,\" read the Denver Post, repeating a\npopular figure reached by tallying the Dow and S&P's percentage\nlosses. The New York Daily News counted percentage losses for\nthe month only and declared it the worst September since 1937.\nEveryone predicted a lousy September 2002, so the phrase\n\"self-fulfilling prophecy\" does spring to mind. \n\nSo does the phrase \"gloom and doom.\" \"Every day for the last\nthree months, the market has erased $73 of wealth, including\nSaturdays, Sundays and holidays, for every person living in the\nUnited States,\" said the San Jose Mercury News. \"Countless\ninvestors are starting to wonder if stocks will ever go up\nagain,\" wrote USA Today. In a more plausible statement,\nTheStreet.com's Aaron Task said recent declines \"demonstrated\nonce again the folly of investors' repeated attempts to pinpoint \na bottom\" and \"disabuse(d) them of the idea that the best time\nto buy is when things look worst, if only because recent history \nhas shown stocks can go from terrible to awful and beyond.\" \n\nOK, breathe. Go read the comics or something. Feeling better?\nGood, because there's more.\n\nThe New York Post, in small enough words for everyone to\nunderstand, made the public service announcement \"Beware!\nOctober Is A Very Bad Month For The Stock Market.\" And you\nshouldn't take candy from strangers, either. The Post's John\nCrudele, a market curmudgeon before it was in style, warned,\n\"This market is very dangerous, even if things look like they\ncouldn't get any worse.\" Detroit Free Press columnist Susan\nTompor agreed that \"the next round of statements could indeed\nlook pretty nasty.\" \n\nWe have to agree: the stock market is bad. The economy is bad.\nIt's going to get worse before it gets better, and that may take \na while. The \"bottom\" is, technically, zero. Be cautious, yes,\nbut don't let the media's bipolar disorder ruin your day. Just\nlike dot-coms weren't really a new economy, a bear market isn't\nthe end of the world. - Jen Muehlbauer\n\nNo Happy Endings in September \nhttp://www.thestreet.com/markets/aarontaskfree/10045171.html\n\nBear drags stocks deeply into den\nhttp://www.usatoday.com/money/markets/us/2002-09-30-bear-bottom_x.htm\n\n\nMarket's September is worst since 1937 \nhttp://www.nydailynews.com/business/story/23183p-21985c.html\n\nDow posts worst month in 4 years\nhttp://www.msnbc.com/news/534548.asp\n\nMarket's Worst Quarter Since '87 Crash Limps to a Close\nhttp://www.nytimes.com/2002/10/01/business/01STOX.html\n\nFor Dow and S&P, Worst Quarter Since '87 \nhttp://www.washingtonpost.com/wp-dyn/articles/A24961-2002Sep30.html\n\n\n3rd quarter worst for stocks since '87 (Denver Post)\nhttp://tinyurl.com/1q3i\n\nMarket's tumble persists, capping worst three months in 15\nyears\nhttp://www.siliconvalley.com/mld/siliconvalley/4186771.htm\n\nStock Market Quarterly Review\nhttp://online.wsj.com/page/0,,2_0861,00.html\n(Paid subscription required.)\n\nBeware! October Is A Very Bad Month For The Stock Market \nhttp://www.nypost.com/business/58389.htm\n\nSUSAN TOMPOR: Bad news is, the beating isn't over yet \nhttp://www.freep.com/money/business/tompor1_20021001.htm\n\n\n-----------------------------------------------------------------\nADVERTISEMENT\n-----------------------------------------------------------------\nWhat's Really Going on at Microsoft? Mary Jo Foley delivers\nunmatched reporting and insight with MICROSOFT WATCH.  Track\ninitiatives like .Net, Palladium, Longhorn, Trinity, Yukon;\nrelease dates, competitive moves, people. For a FREE 14-day\ntrial subscription:\nhttps://ziffdavis.omeda.com/zm/msw/msw.cgi?intro2&p=5UCXA00075\n\n-----------------------------------------------------------------\nWINNICK: HANDS-OFF OR RED-HANDED?\n-----------------------------------------------------------------\nFormer Global Crossing chairman Gary Winnick will appear before\na Congressional committee today. It won't be pretty. CNN\npredicted he will plead the Fifth. Most other outlets expected\nWinnick to testify.\n\nImpetus for all the coverage was yesterday's release by the\nHouse Energy and Commerce Committee of memos indicating that\nWinnick was in the thick of the company's suspect dealmaking. A\ncommittee spokesman said, \"If he tries to portray himself as an\nout-of-the-loop ceremonial chairman, we intend to remind him\nthat he is under oath.\"\n\nThe memo that got most of the attention was one from then-CEO\nLeo Hindery to Winnick in June 2001. Hindery warned in colorful\nlanguage that the company was heading for a fall. The Financial\nTimes, Washington Post, and New York Times all ran a quote from\nthe memo comparing telcos to salmon. Hindery urged Winnick to\nunload the company -- \"without looking like we are shaking our\nbootie all over the world,\" quoted the two Timeses -- and\nresigned shortly thereafter.\n\nOne little detail from the memos is guaranteed to make Winnick's \ntime under the television lights even more uncomfortable. Among\nthe companies he used his influence with, to help close deals,\nwas Enron. All the reports mentioned Enron, but the New York\nTimes seemed to be alone in noting that Global Crossing never\ncompleted a deal with the fallen energy giant.\n\nThe Wall Street Journal looked beyond the obviously embarrassing \ndetails of the memos to point out that, despite such evidence,\nthe gun might not be smoking yet. \"Prosecutors would still need\nto prove that he knew the transactions were improper and used\nthem mainly as a way of enriching himself by boosting the\ncompany's stock price artificially,\" the Journal reporters\nwrote. The AP noted that all of the memos were dated after\nWinnick's last sale of Global Crossing stock, $123 million in\nMay 2001.\n\nDespite his $734 million in stock profits, Gary Winnick was not\namong the five telco executives being sued by New York attorney\ngeneral Eliot Spitzer to return their ill-gotten gains. Is\nSpitzer betting, with the Journal, that Winnick might walk away\nclean? - Keith Dawson\n\nGlobal Crossing: What Did Winnick Know?\nhttp://www.cnn.com/2002/ALLPOLITICS/09/30/time.crossing.tm/\n\nWinnick Was Told Of Telecom Risks\nhttp://www.washingtonpost.com/wp-dyn/articles/A24886-2002Sep30.html\n\n\nMemo Indicates Global Crossing Chief Knew of Troubles\nhttp://www.nytimes.com/2002/10/01/business/01GLOB.html\n\nGlobal Crossing's Winnick Knew About Swap Deals\nhttp://online.wsj.com/article/0,,SB1033426396710785953,00.html\n(Paid subscription required)\n\nDocuments show active role by Global Crossing chairman (AP)\nhttp://www.bayarea.com/mld/mercurynews/business/4187381.htm\n\nSuit Seeks IPO Profits From Five Executives\nhttp://www.washingtonpost.com/wp-dyn/articles/A24921-2002Sep30.html\n\n\n-----------------------------------------------------------------\nOTHER STORIES\n-----------------------------------------------------------------\nFund giant Fidelity set to eliminate 1,695 jobs (Boston Globe)\nhttp://tinyurl.com/1q3h\n\nAOL Chairman's No. 1 Ally Turns Into His Biggest Foe\nhttp://www.nytimes.com/2002/10/01/technology/01AOL.html\n\nMore living without benefits: Health insurance given less\nfrequently at work  \nhttp://www.freep.com/money/business/insure30_20020930.htm\n\nBeware al-Qaida, Branch is on to you (Battle Creek Enquirer)\nhttp://tinyurl.com/1prs\n\nHewlett-Packard and EMC Sue Each Other (Reuters)\nhttp://www.nytimes.com/reuters/technology/tech-tech-hewlett-emc.html\n\n\nDealing With W\nhttp://www.nytimes.com/2002/10/01/opinion/01KRUG.html\n\nBroadband Disconnect\nhttp://www.washingtonpost.com/wp-dyn/articles/A21649-2002Sep30.html\n\n\nJudge Dismisses $800M Cell Phone-Brain Tumor Suit (AP)\nhttp://www.washingtonpost.com/wp-dyn/articles/A22712-2002Sep30.html\n\n\nMicrosoft Puts Meat Behind Security Push\nhttp://www.eweek.com/article2/0,3959,561985,00.asp\n\n-----------------------------------------------------------------\nDo you want to reach the Net's savviest audience?\nAdvertise in Media Unspun.\nContact Erik Vanderkolk for details at erikvanderkolk@yahoo.com \ntoday.\n\n-----------------------------------------------------------------\nSTAFF\n-----------------------------------------------------------------\nWritten by Deborah Asbrand (dasbrand@world.std.com), Keith\nDawson (dawson@world.std.com), Jen Muehlbauer\n(jen@englishmajor.com), and Lori Patel (loripatel@hotmail.com).\n\nCopyedited by Jim Duffy (jimduffy86@yahoo.com). \n\nMarketing: Cowpoke Productions (cowpokeproductions.com). \nAdvertising: Erik Vanderkolk (erikvanderkolk@yahoo.com). \n\nEditor and publisher: Jimmy Guterman (guterman@vineyard.com).\n\nMedia Unspun is produced by The Vineyard Group Inc. \nCopyright 2002 Media Unspun, Inc., and The Vineyard Group, Inc.\nSubscribe already, willya? http://www.mediaunspun.com \n\nRedistribution by email is permitted as long as a link to\nhttp://newsletter.mediaunspun.com is included.\n\n-|________________\nPOWERED BY: http://www.imakenews.com\nTo be removed from this list, use this link:\nhttp://www.imakenews.com/eletra/remove.cfm?x=mediaunspun%2Czzz-unspun@example.com\nTo receive future messages in HTML format, use this link:\nhttp://www.imakenews.com/eletra/change.cfm?x=mediaunspun%2Czzz-unspun@example.com%2Chtm\nTo change your subscriber information, use this link:\nhttp://www.imakenews.com/eletra/update.cfm?x=mediaunspun%2Czzz-unspun@example.com\n\n"}