{"email_subject": "AOL Keyword: Fraud Probe", "email_body": "Another three bite the dust. Three former executives from real estate dot-com Homestore have agreed to plead guilty to criminal charges and repay $4.6 million in stock gains. What's more interesting is that they'll cooperate with an investigation into AOL's role in the dubious dealing. This is the most real estate drama you'll get this week without renting \"Glengarry Glen Ross.\"\n\nHomestore's former COO was charged with wire fraud and conspiracy to commit securities fraud (up to 10 years in jail), the former CFO with just the conspiracy charge (up to five years), and an ex-VP with insider trading (less time, but unknown). The big accusation here is \"round tripping,\" in which Homestore would buy goods from a company as long as the company then spent most of the money on AOL ads. Then AOL would supposedly spend the same amount of money at Homestore, \"thus allowing Homestore effectively to 'buy' revenue using its own cash,\" explained the Wall Street Journal.\n\nHomestore has become a cause celebre for Attorney General John Ashcroft, who held a press conference to emphasize that the Bush administration really means it about this corporate clean-up thing. Neither Ashcroft, the Justice Department, nor the SEC named names, referring only to Homestore's relationship with \"a major media company.\" Nice try for anonymity, but AOL Time Warner was the only major media company Homestore dealt with, observed the New York Times. Now the heat's on AOL while investigators try and figure out how much of AOL's revenue was inflated like a Thanksgiving Day Parade float.\n \nThe L.A. Times' sources said AOL execs pointed the finger at former company dealmaker Eric Keller. The Journal led with, and expanded on, this info. It seems two of the three busted Homestore execs are expected to say Keller helped Homestore do its round-tripping, and that some AOL ad revenue that looked legit on paper really came from Homestore. Keller has already been pink-slipped for shady deals with Homestore and another company; his boss got booted last month for possible book-cooking. \n\nSo where's the perp walk? The umbrella stand? The theatrics that make the corporate crime beat great? We're kidding (mostly), but that could be why overseas outlets barely noticed this comparatively tame example of American excess. The Journal had one amusing tidbit, though: After Keller got fired, AOL vice chairman Ted Leonsis hired him as a consultant for the hockey team the Washington Capitals, of which Leonsis is the majority owner. Leonsis said he let Keller go after finding out why he lost his AOL job, but Keller still picked up his Capitals phone as of Wednesday. As outrageous severance packages go, it's no Jack Welsh/GE $9 million annual pension, but it'll have to do. - Jen Muehlbauer"}