{"email_subject": "GOVERNMENT REGULATION IS KILLING THE STOCK MARKET", "email_body": "PRESS RELEASE FROM THE AYN RAND INSTITUTE\n2121 Alton Parkway, Suite 250\nIrvine CA 92606\n\nJuly 24, 2002\nFOR IMMEDIATE RELEASE\n\nGOVERNMENT REGULATION IS KILLING THE STOCK MARKET\n\n       IRVINE, CA -- The steep decline in the stock market is being fueled\nby investors' realization that increasing government constraints on\ncorporate America will harm business and the economy--not help them, said\nYaron Brook, executive director of the Ayn Rand Institute.\n\n       \"Instead of launching a witch-hunt against CEOs and rushing to give\nthe government wider powers over business, we should get rid of the complex\nand contradictory regulations that encourage bad accounting and prevent\nshareholders from acting in their own interest.\"\n\n       \"The common explanation that 'greed' is to blame makes no sense--the\nabuses in companies like Enron and WorldCom were not exercises in\nself-interest, but in self-destruction.\n\n       \"In an unfettered free market the desire for profit is satisfied by\nhonest, long-range, rational behavior: by innovating, by hiring the best\nemployees, by selling quality products and by providing accurate information\nto the owners of the corporation--the shareholders. As for short-range\nmanagers, the markets will not tolerate them. As for the real swindlers,\nexisting laws against force and fraud are sufficient to protect us.\"\n\n       \"If our politicians are indeed concerned about the stock market,\"\nsaid Dr. Brook, \"let them demonstrate it by eliminating, not adding,\nregulations and making the market truly free.\"\n\n###   ###   ###\n\nAyn Rand Institute executive director Dr. Yaron Brook is available for\ninterviews on this topic.\n\nContact: Larry Benson\nE-mail: larryb@aynrand.org\nPhone: (949) 222-6550 ext. 213\n\nRead Dr. Brook's full Op-Ed at:\nhttp://www.aynrand.org/medialink/killingthestockmarket.shtml\n\nFor more information on ARI's unique point of view go to Medialink at the\nInstitute's Web site at www.aynrand.org. Founded in 1985, the Ayn Rand\nInstitute promotes the philosophy of Ayn Rand, author of Atlas Shrugged and\nThe Fountainhead.\n\nIf you wish to have your email gazette@vineyard.net REMOVED from this list,\nplease send an email to davidh@aynrand.org with the email address to be\nremoved. Thank you.\n"}