{"email_subject": "Re: mkts", "email_body": "industrial demand the scary thing. no question there are some steel mills and auto factories and plastics plants that were on last november that arent coming up now and its not due to gas prices. the economy sucks and it will affect ind demand. slafontaine@globalp.com on 02/28/2001 08:03:43 AM To: John.Arnold@enron.com cc: Subject: Re: mkts at least a myn dollars-need to talk to pira on that. excellant point. need to do some margin analyses . having said all that look at corporate earnings from last year to this year regardless of natgas costs as a feed industrials will be running slower and consumers just now feeling the pinch as rate increases have only just recently gotten approved and passed to the likes of us and people less fortunate than us. John.Arnold@enron.com on 02/27/2001 11:05:40 PM To: Steve LaFontaine/GlobalCo@GlobalCo cc: Fax to: Subject: Re: mkts but that's my point. the demand destruction roared its ugly head beginning of Jan. The price level was $9. Of course there is a lag. Let's make up a lag time...say one month. On Dec 1 cash was trading $6.70. Probably a similar lag on the way down. Cash is $5.20 today. How much lost demand will there be in a month if we're still $5.2? million dollar question if you can answer that. slafontaine@globalp.com on 02/27/2001 08:12:32 PM To: John.Arnold@enron.com cc: Subject: Re: mkts off the cuff i wud say tho same goes for 5.00 gas-currently 6-7 bcf/day swing y on y too much, to buy this level you need to take the view that industrial america and residential and end users will be able to get back on their feet and recocover a lion share of the 4-4.5 bcf/d demand destruction(this assumes as current. very little if any dist fuel switching. i think the answer is no-not unless the economy was jump starter quickly-2nd q is gone,so maybe th 4q. remember the demand destruction and industrial shit really just started only 6 weeks ago-me thinks it will take longer than that to get back into full swing. we all trade the y on y gap...all things remaining equal(ie term px for the summer), starting april we'll have a surplus the other way by july barring a greenhouse in the ohio valley good to hear your view pt as always-even if it is wrong!!! ha John.Arnold@enron.com on 02/27/2001 08:23:22 PM To: Steve LaFontaine/GlobalCo@GlobalCo cc: Fax to: Subject: Re: mkts Good to hear from you. After a great F, had an okay G. Held a lot of term length on the risk/reward play. Figured if we got no weather, all the customer and generator buying would be my stop. It was. Amazing that for the drop in price in H, the strips have really gone nowhere. just a big chop fest. i here your arguments, but think they are way exagerated. Agree with 1.5-2 bcf/d more supply. Call it 2 with LNG. Imports from Canada should be negligible. Now let's assume price for the summer is $4. No switching, full liquids extraction, methanol and fertilizer running. Electric generation demand, considering problems in west and very low hydro, around 1.5 bcf/d greater this year with normal weather. Means you have to price 2 bcf/d out of market. Don't think $4 does that. What level did we start really losing demand last year? It was higher than 4. concerned about recession in industrial sector thats occuring right now. Think gas is fairly valued here. Dont think we're going to 7. But I think fear of market considering what happened this past year will keep forward curve very well supported through spring. we're already into storage economics so the front goes where the forward curve wants to go. slafontaine@globalp.com on 02/26/2001 04:48:06 PM To: jarnold@enron.com cc: Subject: mkts its been a while-hope all is well. not a great few weeks for me in ngas-not awful just nothing really working for me and as you know got in front of march/apr a cupla times, no disasters. well im bearish-i hate to be so after a 4 buck drop but as i said a month ago to you-and now pira coming around. 5.00 gas is a disaster for the natgas demand. now production up strongly y on y...you guys agree on the production side? i know youve been bullish the summer-think im stll in the minority-but here you go, we have y on y supplly up 2/bcf+ demnad loss 3.5bcf/d, 5.5 bcf/day y on y swing . then i submit as we started to see due huge rate increases R/C demandd energy conservation will be even more dramatic this summer which will effect utilty demand/power demand ulitmately. if pira rite we lost 1.56 in jan for this factor i say it cud be bigger this summer as ute loads increase, power pxes rise and consumers become poorer. there will be more demand flexibilty in the summer part in the midcon and north as AC is more of a luxury item than heat. i say 5-6% lower use in residentail/utilty power consumption due rationing is another .7/1bcf/d loss. put all this together we wud build an addional 1284 apr thru oct on top of last years 1715 build basis last year temps and todays prices. takes us to 3.6 tcf or so. what am i missing my man-summer has to go to 4 bucks or lower to restore demand??? thots. as far as that other thing, the p&c its still alive, shud know more soon and ill keep you posted.", "id": "10537445_1075857655390_JavaMail_evans_thyme"}