{"email_subject": "AXP Earnings Information", "email_body": "If you cannot read this email, please click here .=20 Earnings.com - News Earnings.com =09[IMAGE] =09 =09 AXP 29.17 -0.15 American Express Company Reports Third Quarter= Net Income of $298 Million=1D(millions, except per share amounts) Quarter = Percentage Nine Percentage Ended Inc/ Months Inc/ September 30 (Dec) Ended = (Dec) September 30 2001 2000 2001 2000 Net Income* $298 $737 (60%) $1,014 $= 2,133 (52%) Net Revenues** $5,478 $5,554 (1%) $15,770 $16,371 (4%) Per Shar= e Net Income Basic $0 23 $0.56 (59%) $0.77 $1.61 (52%) Diluted $0.22 $0.54= (59%) $0.76 $1.57 (52%) Average Common Shares Outstanding Basic 1,324 1,32= 6 -- 1,323 1,328 -- Diluted 1,335 1,361 (2%) 1,338 1,361 (2%) Return on Ave= rage Equity 14.2% 25.5% -- 14.2% 25.5% -- NEW YORK, Oct 22, 2001 /PRNewsw= ire via COMTEX/ -- American Express Company (NYSE: AXP) today reported thir= d quarter net income of $298 million, down 60 percent from $737 million in = the same period a year ago. Diluted earnings per share were $.22, down 59 p= ercent from a year ago. Net revenues on a managed basis totaled $5.5 billio= n, down one percent from $5.6 billion a year ago. The company's return on e= quity was 14.2 percent. Results for the third quarter were negatively aff= ected by two significant items: a previously announced restructuring charge= of $352 million pre-tax ($232 million after-tax) and the impacts from the = September 11th terrorist attacks. The September 11th events resulted in c= ertain one-time costs and business interruption losses, including: provisio= ns related to credit exposures to travel industry service establishments, i= nsurance claims, and waived finance charges and late fees. The combination = of these items totaled approximately $98 million pre-tax ($65 million after= -tax). The company also incurred costs of approximately $42 million since= September 11th, which are expected to be covered by insurance. Consequentl= y, these costs did not impact the quarterly results. These include the cost= of duplicate facilities and equipment associated with the relocation of th= e company's offices in lower Manhattan and certain other business recovery = expenses. Costs associated with the damage to the company's offices, extra = operating expenses and business interruption losses are still being evaluat= ed. The company expects that a substantial portion ofgh its Ists and losses= will be covered by insurance. The third quarter restructuring charge inc= ludes severance costs for the elimination of approximately 6,100 jobs and a= sset impairment and other costs, all relating to the consolidation and reor= ganization of certain business units, the scale back of corporate lending i= n certain regions, the migration of certain processes to lower cost locatio= ns, the outsourcing of certain activities, and the transition of certain pr= ocessing and service functions to the Internet. These initiatives are expec= ted to produce expense savings of approximately $325 million in 2002. A por= tion of these savings is expected to flow through to earnings in the form o= f improved operating expense margins and the rest is expected to be reinves= ted back into high-growth areas of the business. In addition to the activ= ities related to the restructuring charge, the company made strong progress= on its global reengineering efforts initiated in the first half of the yea= r and, as of September 30, had realized savings in excess of $700 million. = Net income for the third quarter, adjusted for the restructuring and one-= time costs related to September 11th, was approximately $595 million, down = 19 percent. On a similar basis, earnings per share were $.45, down 17 perce= nt. The company's adjusted return on equity was 16.7 percent. \"While we w= ere on target to meet prior consensus for third quarter earnings, the terro= rist attacks obviously had a significant impact on the overall economy and = we saw clear evidence of that as consumer spending, business travel and inv= estment activity slowed after September 11th,\" said Kenneth I. Chenault, ch= airman and chief executive officer, American Express Company. \"In light of = the weak economy and financial markets, we are moving aggressively to lower= our operating expenses. The progress we are making on our reengineering in= itiatives has freed up substantial resources for investment in our business= es with the strongest growth potential. This, along with the anticipated be= nefit of lower interest rates and the strategies in place to grow our franc= hise, positions us well to benefit when we see even a modest improvement in= the economy.\" Travel Related Services (TRS) reported quarterly net incom= e of $248 million, down 51 percent from $507 million in the third quarter a= year ago. Included in third quarter results are $195 million pre-tax ($127= million after-tax) of the restructuring charge noted earlier. Also include= d in the results are $87 million pre-tax ($57 million after-tax) of one-tim= e costs and waived fees directly related to the September 11th terrorist at= tacks. Excluding these costs and the restructuring charge, TRS' net income = would have been $432 million, down 15 percent from the third quarter last y= ear. TRS' net revenues rose two percent, as growth in loans and fee reven= ues were partly offset by a three percent decline in billed business and a = 28 percent fall in travel sales. These declines reflect a substantial decre= ase in corporate travel and entertainment spending and consumer travel sinc= e September 11th. Prior to September, billed business growth for the quarte= r was about two percent as higher consumer and small business spending offs= et a decline in corporate travel and entertainment spending. Net finance ch= arge revenues were higher, due to balance growth and wider net interest yie= lds. This increase reflects a smaller percentage of loan balances on introd= uctory rates and the benefit of declining interest rates during the quarter= . The provision for losses on the lending portfolios grew as a result of = higher volumes and an increase in U.S. lending write-off rates and delinque= ncies. Marketing and promotion expenses were lower as TRS scaled back certa= in marketing efforts in light of the weaker business environment. Operating= expenses rose, reflecting increased Cardmember loyalty programs and busine= ss volumes. These expenses were partly offset by the benefits of reengineer= ing and cost-control efforts. The above discussion presents TRS results \"= on a managed basis\" as if there had been no securitization transactions, wh= ich conforms to industry practice. The attached financials present TRS resu= lts on both a managed and reported basis. Net income is the same in both fo= rmats. On a reported basis, TRS' results included securitization gains of= $29 million pre-tax ($19 million after-tax) and $26 million pre-tax ($17 m= illion after-tax) in the third quarters of 2001 and 2000, respectively. The= se gains were offset by expenses related to card acquisition activities and= therefore had no material impact on net income or total expenses. Americ= an Express Financial Advisors (AEFA) reported quarterly net income of $145 = million, down 46 percent from $269 million in the third quarter a year ago.= Net revenues decreased 14 percent. Included in third quarter results are $= 62 million pre-tax ($41 million after-tax) of the restructuring charge note= d earlier and $11 million pre-tax ($8 million after-tax) of insurance claim= s directly related to September 11th. Excluding these items, AEFA's net inc= ome would have been $194 million, down 28 percent from last year. AEFA re= sults reflect continued weakness in equity markets and narrower spreads on = the investment portfolio. The weakened equity markets led to significantly = lower asset levels and lower sales of investment products. As a result, man= agement and distribution fees fell 15 percent. Operating expenses, exclud= ing the above-mentioned charges, decreased four percent from a year ago due= primarily to lower sales commissions and continued reengineering and cost-= control initiatives. As of September 30th, approximately 4 percent of the= company's $33 billion investment portfolio consisted of high-yield securit= ies, down from 12 percent a year ago and 8 percent last quarter. The reduct= ion reflects the activities to date to lower the risk profile of the portfo= lio and concentrate on stronger credits. American Express Bank (AEB) repo= rted a quarterly net loss of $43 million, compared with $7 million of net i= ncome a year ago. Included in third quarter results are $84 million pre-tax= ($57 million after-tax) of the restructuring charge noted earlier. Excludi= ng these charges, AEB's net income would have been $15 million, approximate= ly double the earnings recorded in the same period last year. While AEB s= ustained damage to its premises due to the September 11th terrorist attacks= , the costs are expected to be covered by insurance. Consequently, these co= sts did not impact AEB's quarterly results. AEB's business results reflec= t strong performance in Personal Financial Services and Private Banking. Re= sults also benefited from lower funding costs and lower operating expenses = as a result of AEB's reengineering efforts. These were offset in part by hi= gher provisions for losses due to higher Personal Financial Services loan b= alances, and lower revenue from Corporate Banking as the company continues = to shift its focus to Personal Financial Services and Private Banking. Co= rporate and Other reported net expenses of $52 million, compared with $46 m= illion a year ago. Included in third quarter 2001 results are $11 million p= re-tax ($7 million after-tax) of the restructuring charge noted earlier. = American Express Company ), founded in 1850= , is a global travel, financial and network services provider. Note: The = 2001 Third Quarter Earnings Supplement will be available today on the Ameri= can Express web site at http://ir.americanexpress.com . In addition, an inv= estor conference call to discuss third quarter earnings results, operating = performance and other topics that may be raised during the discussion will = be held at 5:00 p.m. (ET) today. Live audio of the conference call will be = accessible to the general public on the American Express web site at http:/= /ir.americanexpress.com . A replay of the conference call also will be avai= lable today at the same web site address. This document contains forward-= looking statements that are subject to risks and uncertainties. The words \"= believe\", \"expect\", \"anticipate\", \"intend\", \"aim\", \"will\", \"should\", and si= milar expressions are intended to identify these forward-looking statements= . The Company undertakes no obligation to update or revise any forward-look= ing statements. Factors that could cause actual results to differ materiall= y from these forward-looking statements include, but are not limited to, th= e following: Fluctuation in the equity markets, which can affect the amou= nt and types of investment products sold by AEFA, the market value of its m= anaged assets, and management and distribution fees received based on those= assets; potential deterioration in the high-yield sector and other investm= ent areas, which could result in further losses in AEFA's investment portfo= lio; the ability of AEFA to sell certain high- yield investments at expecte= d values and within anticipated time frames and to maintain its high-yield = portfolio at certain levels in the future; developments relating to AEFA's = new platform structure for financial advisors, including the ability to inc= rease advisor productivity, moderate the growth of new advisors and create = efficiencies in the infrastructure; AEFA's ability to effectively manage th= e economics in selling a growing volume of non-proprietary products to clie= nts; investment performance in AEFA's businesses; the success, timeliness a= nd financial impact, including costs, cost savings and other benefits, of r= eengineering initiatives being implemented or considered by the Company, in= cluding cost management, structural and strategic measures such as vendor, = process, facilities and operations consolidation, outsourcing, relocating c= ertain functions to lower cost overseas locations, moving internal and exte= rnal functions to the Internet to save costs, the scale back of corporate l= ending in certain regions, and planned staff reductions relating to certain= of such reengineering actions; the ability to control and manage operating= , infrastructure, advertising and promotion and other expenses as business = expands or changes, including balancing the need for longer term investment= spending; the Company's ability to recover under its insurance policies fo= r losses resulting from the September 11th terrorist attacks; consumer and = business spending on the Company's travel related services products, partic= ularly credit and charge cards and growth in card lending balances, which d= epend in part on the ability to issue new and enhanced card products and in= crease revenues from such products, attract new cardholders, capture a grea= ter share of existing cardholders' spending, sustain premium discount rates= , increase merchant coverage, retain Cardmembers after low introductory len= ding rates have expired, and expand the global network services business; s= uccessfully expanding the Company's on-line and off-line distribution chann= els and cross-selling financial, travel, card and other products and servic= es to its customer base, both in the U.S. and abroad; effectively leveragin= g the Company's assets, such as its brand, customers and international pres= ence, in the Internet environment; investing in and competing at the leadin= g edge of technology across all businesses; increasing competition in all o= f the Company's major businesses; fluctuations in interest rates, which imp= acts the Company's borrowing costs, return on lending products and spreads = in the investment and insurance businesses; credit trends and the rate of b= ankruptcies, which can affect spending on card products, debt payments by i= ndividual and corporate customers and returns on the Company's investment p= ortfolios; foreign currency exchange rates; political or economic instabili= ty in certain regions or countries, which could affect commercial lending a= ctivities, among other businesses; legal and regulatory developments, such = as in the areas of consumer privacy and data protection; acquisitions; and = outcomes in litigation. A further description of risks and uncertainties ca= n be found in the Company's 10-K Annual Report for the fiscal year ending D= ecember 31, 2000 and other reports filed with the SEC. * Included i= n 2001 net income are two significant third quarter items: a restruct= uring charge of $352 million pre-tax ($232 million after-tax) and one= -time costs (including waived fees) of $98 million pre-tax ($65 milli= on after-tax) resulting from the September 11, 2001 terrorist attacks= . ** Net revenues are presented on a managed basis. (Preliminary) = AMERICAN EXPRESS COMPANY = FINANCIAL SUMMARY (Unaudited) = (Dollars in millions) Quarter= s Ended September 30, = Percentage = 2001 2000 Inc/(Dec) NE= T REVENUES (MANAGED BASIS)(A) Travel Related Services $ 4,466 = $ 4,400 2% American Express Financial Adviso= rs 908 1,052 (14) American Express B= ank 165 146 13 = 5,539 5,598 (1) Corporate and Other, = including adjustments and eliminations (61) = (44) (37) CONSOLIDATED NET REVENUES (MANAGED BASIS)= (A) $ 5,478 $ 5,554 (1) PRETAX INCOME (LO= SS)(B) Travel Related Services $316 $721 = (56) American Express Financial Advisors 194 = 387 (50) American Express Bank (62) = 8 -- 448 = 1,116 (60) Corporate and Other (94) = (87) (9) PRETAX INCOME(B) $354 = $ 1,029 (66) NET INCOME (LOSS)(B) Travel Related Servi= ces $248 $507 (51) American Express = Financial Advisors 145 269 (46) = American Express Bank (43) 7 -- = 350 783 (55) Cor= porate and Other (52) (46) (13) NET = INCOME(B) $298 $737 (60) (A) = Managed net revenues are reported net of interest expense, where a= pplicable, and American Express Financial Advisors' provision for = losses and benefits, and exclude the effect of TRS' securitization = activities. (B) Included in 2001 income are two significant third qua= rter items, a restructuring charge of $352 million ($232 million a= fter-tax), and one-time costs (including waived fees) of $98 milli= on ($65 million after-tax) resulting from the September 11, 2001 t= errorist attack on New York City. (Preliminary) = AMERICAN EXPRESS COMPANY FIN= ANCIAL SUMMARY (Unaudited) (Dollars = in millions) Nine Months Ended = September 30, = Percentage = 2001 2000 Inc/(Dec) NET REVENUES (MANA= GED BASIS)(A) Travel Related Services $ 13,575 $ 12,898 = 5% American Express Financial Advisors 1= ,876 3,153 (40) American Express Bank = 481 447 8 15,9= 32 16,498 (3) Corporate and Other, including adj= ustments and eliminations (162) (127) = (28) CONSOLIDATED NET REVENUES (MANAGED BASIS)(A) $ = 15,770 $ 16,371 (4) PRETAX INCOME (LOSS)(B) Trav= el Related Services $1,783 $2,073 (14) Ameri= can Express Financial Advisors (243) 1,138 = -- American Express Bank (30) 26 = -- 1,510 3,237 = (53) Corporate and Other (262) (242) = (9) PRETAX INCOME(B) $1,248 $ 2,995 = (58) NET INCOME (LOSS)(B) Travel Related Services $1,289= $1,460 (12) American Express Financial Advi= sors (110) 790 -- American Express= Bank (22) 22 -- = 1,157 2,272 (49) Corporate and Other = (143) (139) (2) NET INCOME(B) = $1,014 $2,133 (52) (A) Managed net revenues are r= eported net of interest expense, where applicable, and American Ex= press Financial Advisors' provision for losses and benefits, and e= xclude the effect of TRS' securitization activities. (B) Inclu= ded in 2001 income are two significant third quarter items, a rest= ructuring charge of $352 million ($232 million after-tax), and one= -time costs (including waived fees) of $98 million ($65 million af= ter-tax) resulting from the September 11, 2001 terrorist attack on = New York City. (Preliminary) AMERICAN EXP= RESS COMPANY FINANCIAL SUMMARY (CONTINUED) = (Unaudited) = Quarters Ended September 30= , Percenta= ge 2001 2000 Inc/(D= ec) EARNINGS PER SHARE BASIC Earnings Per Common Share $= 0.23 $ 0.56 (59)% Average common shares outstand= ing (millions) 1,324 1,326 -- DILUTED = Earnings Per Common Share $ 0.22 $ 0.54 (59) = Average common shares outstanding (millions) 1,335 = 1,361 (2) Cash dividends declared per common share = $ 0.08 $ 0.08 -- SEL= ECTED STATISTICAL INFORMATION (Unaudited= ) Quarters Ended = September 30, = Percentage = 2001 2000 Inc/(Dec) Return on Average Equity* = 14.2% 25.5% -- Common Shares Outstanding = (millions) 1,336 1,329 -- Book Value per= Common Share: Actual $ 9.16 $ 8.44 = 9% Pro Forma* $ 8.92 $ 8.68 = 3% Shareholders' Equity (billions) $ 12.2 $ 11.2 = 9% * Excludes the effect on Shareholders' Equity of SFAS No. 1= 15 and SFAS No. 133. The Company adopted SFAS No. 133 on Januar= y 1, 2001. (Preliminary) AMERICAN EXPRESS = COMPANY FINANCIAL SUMMARY (CONTINUED) = (Unaudited) = Nine Months Ended September 30, = Percentag= e 2001 2000 Inc/(D= ec) EARNINGS PER SHARE BASIC Earnings Per Common Share $= 0.77 $ 1.61 (52)% Average common shares outstan= ding (millions) 1,323 1,328 -- DILUTED = Earnings Per Common Share $ 0.76 $ 1.57 (52) = Average common shares outstanding (millions) 1,338 = 1,361 (2) Cash dividends declared per common share = $ 0.24 $ 0.24 -- S= ELECTED STATISTICAL INFORMATION (Unaudit= ed) Nine Months Ended = September 30, = Percentage = 2001 2000 Inc/(Dec) Return on Average Equity*= 14.2 % 25.5 % -- Common Shares Outstanding = (millions) 1,336 1,329 -- = Book Value per Common Share: Actual $ 9.16= $ 8.44 9% Pro Forma* $ 8.92 = $ 8.68 3% Shareholders' Equity (billions) $ 12.2 = $ 11.2 9% * Excludes the effect on Shareholders' Equ= ity of SFAS No. 115 and SFAS No. 133. The Company adopted SFAS = No. 133 on January 1, 2001. To view additional business segment finan= cials go to: http://ir.americanexpress.com SOU= RCE American Express Company CONTACT: Molly Faust, +1-201-209-= 5595, molly.faust@aexp.com, or Michael J. O'Neill, +1-201= -209-5583, mike.o'neill@aexp.com, both of American Express URL: = http://www.prnewswire.com =09 =09 [IMAGE] News provided by Comtex. ? 1999-2001 Earnings.com, Inc., Al= l rights reserved about us | contact us | webmaster |site map privacy p= olicy |terms of service =09", "id": "10775761_1075858633341_JavaMail_evans_thyme"}