{"email_subject": "Re: Presentations to Compaq manufacturing and treasury executives,\n December 14 from 2-3 PM", "email_body": "Jennifer: Can Alan Engberg have an alternate at the meeting? Lee Jackson could do a great job -- he wrote the recent article on plastics and petrochemicals which came out in the last Analyst/Associate Encounter newsletter. SJ ---------------------- Forwarded by Sarah-Joy Hunter/NA/Enron on 12/01/2000 11:56 AM --------------------------- Alan Engberg@ECT 12/01/2000 11:53 AM To: Sarah-Joy Hunter/NA/Enron@ENRON cc: Subject: Re: Presentations to Compaq manufacturing and treasury executives, December 14 from 2-3 PM I have a conflict that day - both Doug and I will be in NYC. Let me know if you want an alternate, perhaps Lee Jackson. Thanks, Alan Sarah-Joy Hunter@ENRON 11/30/2000 06:17 PM To: Alan Engberg/HOU/ECT@ECT cc: Subject: Presentations to Compaq manufacturing and treasury executives, December 14 from 2-3 PM FYI: A meeting agenda and listing of Compaq attendees will be e-mailed the week of December 11th! ---------------------- Forwarded by Sarah-Joy Hunter/NA/Enron on 11/30/2000 06:16 PM --------------------------- Sarah-Joy Hunter 11/30/2000 06:11 PM To: Bruce Harris/NA/Enron@Enron, Harry Arora/HOU/ECT@ECT, Alan Engberg/HOU/ECT@ECT cc: Jennifer Medcalf/NA/Enron@Enron, Colleen Koenig/NA/Enron@Enron Subject: Presentations to Compaq manufacturing and treasury executives, December 14 from 2-3 PM Bruce, Harry, Alan: Jennifer Stewart Medcalf has asked me to invite you to a meeting with Compaq executives from their manufacturing and treasury divisions from 2-3 PM on December 14th in 3 Allen Center 11C1. You would have the opportunity to present your business propositions to these senior executives -- about 15 minutes each. Please e-mail me your confirmations. We will have an LCD projector so you can bring your presentations on laptop and just hook up at 2PM. Please feel free to bring paper copies of your presentations to hand out at the meeting. Thanks. Sarah-Joy Hunter 713-345-6541", "id": "11001823_1075849624394_JavaMail_evans_thyme"}