{"email_subject": "RE: Basic Risk Management (BRM) Simulation Deal with Accenture", "email_body": "Kirk, Andy Lewis, a director on the Central Desk, has agreed to participate as a content SME. I plan on being heavily involved in reviewing the content as well. Phillip -----Original Message----- From: McDaniel, Kirk Sent: Monday, August 13, 2001 3:19 PM To: Allen, Phillip K.; Arnold, John; Quigley, Dutch Cc: Kaminski, Vince J; Reese, Mark; O'rourke, Tim; Frolov, Yevgeny Subject: Basic Risk Management (BRM) Simulation Deal with Accenture Phillip, John & Dutch I want to personally thank you for supporting the BRM deal and I look forward to working with each of you to make this deal a success. I have provided the email below for your information. The current next steps are as follows: Yevgeny & I will meet with Vince Kaminski (tomorrow) to get his support as an Exec SME and get his nominee for content SME; Phillip will provide his nominee for content SME (by tomorrow); I will contact both Phillip's & Vince's content SME nominee (By Wednesday); and All SME's will meet and have a demo provided by Accenture. (as soon as possible and feasible based on schedules) Thus the SME picture should look like this Exec SME's : Phillip, Vince, & John Content SME: Dutch, Phillip's Nominee, Vince's Nominee, Mark Reese and a structuring nominee (Phillip can you provide me with your suggestions again, Thanks) If you have any questions contact me at your convenience. Again Thanks! Cheers Kirk 713 345 3385 work 713 303 4292 cell 713 961 7604 home ---------------------- Forwarded by Kirk McDaniel/HOU/EES on 08/13/2001 04:59 PM --------------------------- on 08/13/2001 04:35:34 PM To: Kirk.mcdaniel@enron.com cc: Subject: Simulation Kirk, here are two documents I have revised, assuming a start date for the week of August 24 for actual content work/design, not just kick off. This slips our delivery into the new year. Please review and let's talk about them the next time we meet. I hope your meetings are going well. List of deliverables and tentative and aggressive due dates, all to be revised once we start. In addition, as we move through design, many of these deliverables will become unit based to ease our tracking of progress, but since we don't know how many topics/expert stories... that we are building, it is difficult to create that tracking now. (See attached file: Deliverables Tracking 081301.xls) Here is the revised list I mentioned as our SME goals each week, assuming a start as stated above. (See attached file: SME Meeting Schedule 081301.doc) I look forward to talking with you tomorrow. Give me a call and let me know how things are going. Donald L. Barnhart Houston 837/1591 713-837-1591 - Deliverables Tracking 081301.xls << File: Deliverables Tracking 081301.xls >> - SME Meeting Schedule 081301.doc << File: SME Meeting Schedule 081301.doc >>", "id": "11189648_1075858642290_JavaMail_evans_thyme"}