{"email_subject": "Re: Screen shots", "email_body": "Margaret: As you can imagine, most information and procedures on the floor are extremely confidential. We look at the gas market uniquely and using different tools than anybody else. It is one of our competitive advantages. I'm hesistant to approve the use of any documents for external purposes. If you provide more information about what you're trying to show, who the target audience is, and what format it will be presented, I may be able to help you. John Margaret Allen@ENRON 07/13/2000 11:09 AM To: Ann M Schmidt/Corp/Enron@ENRON, John Arnold/HOU/ECT@ECT cc: Subject: Screen shots Did you get this? My computer registered that it didn't go....delete if you already did. ---------------------- Forwarded by Margaret Allen/Corp/Enron on 07/13/2000 11:03 AM --------------------------- Margaret Allen 07/13/2000 10:45 AM To: Ann M Schmidt/Corp/Enron@ENRON, John Arnold/HOU/ECT@ECT cc: Subject: Screen shots John, Please look over this file and let me know if it is okay for us to use it as the screen shot that is on all the monitors in the commercial. Please include Ann on your response, as she will be passing it through legal since I'm out of the office. Ann, Once he gets this back to you, please run it by Mark Taylor. If he is okay with it, email the final version back to me, because the crew in Toyko needs it ASAP. Thanks! Margaret ---------------------- Forwarded by Margaret Allen/Corp/Enron on 07/13/2000 10:35 AM --------------------------- From: Kal Shah @ ECT 07/13/2000 09:17 AM To: Margaret Allen/Corp/Enron@ENRON cc: Subject: Screen shots Margaret -- It's critical that you get John Arnold's permission before using the attached spreadsheet and graphs. They contain curves through July 12th. Also, you may want to get legal permission from Mark Taylor. kal ---------------------- Forwarded by Kal Shah/HOU/ECT on 07/13/2000 09:12 AM --------------------------- Heather Alon 07/13/2000 09:08 AM To: Kal Shah/HOU/ECT@ECT cc: Subject: Screen shots Hi Kal, Here are some screen shots, let me know if they will work for you. I think we may need to double check with John Arnold- the trader- before using them for sure. But I was told they would be okay. Heather", "id": "11256811_1075857601060_JavaMail_evans_thyme"}