{"email_subject": "ANCHORDESK: Pressplay, MusicNet: Legal, but not for MP3 players", "email_body": "_____________________DAVID COURSEY_____________________ PRESSPLAY, MUSICNET: LEGAL, BUT NOT FOR MP3 PLAYERS This is so idiotic that I can't believe I'm writing a column about it, but here goes: You know those \"legal\" Napster sites the music industry is creating? Well, throw away your MP3 player, because it won't work with them. Are these people nuts? # _____________________NEWS ANALYSIS_____________________ Sylvia Carr HOLIDAY WORM STRIKES... PCS W/DVD: HOT!... INTEL REVS UP... Think you've got the post-Thanksgiving blues? Try snacking on a worm to go with your leftovers. This weekend a computer worm caught holiday-sated folks off guard while they contemplated stuffing instead of security. _____________________EXPERT ADVICE_____________________ John Morris and Josh Taylor WHAT TURNS US ON--AND OFF--ABOUT SATELLITE RADIO Looking for radio programming from coast to coast? Check out satellite radio. Josh and John tested the service on a recent cross-country trip. Here's what they loved and hated. > > > > > Stephan Somogyi WHY THE NEW POWERBOOK G4 IS A MAJOR FASHION VICTIM While Stephan's not a huge fan of the Titanium PowerBook G4, he thought he should give the newest model a try. What did he find? It sure looks nice, but it still isn't the greatest pro laptop out there. > > > > > Preston Gralla STAY ON TOP OF IT! 3 FREE TOOLS THAT ORGANIZE YOUR BUSY LIFE Don't let the holiday season rush get to you. Preston shows you how to take control of your hectic schedule with programs that manage your appointments, contacts, and gift lists, and even help you send out holiday cards. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! DON'T MISS ZDNET'S HOLIDAY GIFT GUIDE DRIVE FAST WITH A SPEEDY PHILIPS CD-R/RW WILL SUN BE THE ONE FOR WEB SERVICES? ******************ELSEWHERE ON ZDNET!****************** Check out the season's best tech gear in our Holiday Gift Guide! Get the latest enterprise application news, reviews and analysis. Browse this week's top 50 tech products at ZDNet Shopper. PCs, notebooks, PDAs, and more -- find perfect gifts for everyone. Does your career need a jumpstart? View over 90,000 job listings. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com/ To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "11575304_1075862163667_JavaMail_evans_thyme"}