{"email_subject": "Re: word file as promised", "email_body": "Thanks. That is an interesting idea. I'd like to keep the rear stairway but that might still be possible. Anyway, let's see what happens with the variance. I appreciate your efforts. By the way, did you have any problems with any of the neighbors? Bob ----- Original Message ----- From: <Phillip.K.Allen@enron.com> To: <wise.counsel@lpl.com> Sent: Wednesday, November 14, 2001 8:19 AM Subject: RE: word file as promised Bob, I turned in the application for a variance yesterday. The hearing will be on January 8th. In order to get on the calendar for the Dec 4th hearing, the application had to be in by November 9th. I was under the impression that yesterday was the deadline. Sorry if I dropped the ball. On another note, I spoke to Joe Edwards yesterday and he had some useful suggestions about the addition. It might be possible to move the addition forward and open up the bedroom at the top of the stairs into the new space. You could convert the modified bedroom into a media room and use the new space for your game/play/music room. Then you could close off the existing play room to replace the bedroom lost. Part of the play room that is bordered by the stair rail and looks down to the living room could be used for a built in desk with a couple of computers. This way you would not have to add a second staircase. The walls needed to convert the playroom to a bedroom should be minor construction. In the back you could slope the roof until you were within the setback. Then you could place a large dormer facing the back of the property or bring a wall straight up. >From the driveway the addition would have the same elevation as your drawing but intwould be brought forward with a covered parking area below the addition. The kitchen and dining room windows would still open to the driveway but they would be more shaded. That is the west side of the house so that might not be a bad thing. Your ideas about opening up the kitchen to the living room or dining room would still be possible. Personally, I think opening the dining room would be the better idea. I don't know if you can visualize this or if you are even interested in exploring anything except your original plan. But I wanted to suggest something in case the variance was not granted. Let me know if you want me to try and sketch out these ideas. Phillip -----Original Message----- From: \"Robert W. Huntley, CFP\" <wise.counsel@lpl.com>@ENRON Sent: Monday, November 12, 2001 11:45 AM To: Allen, Phillip K. Subject: word file as promised - Allen 8855 Merlin lttr.doc << File: Allen 8855 Merlin lttr.doc >> This e-mail is the property of Enron Corp. and/or its relevant affiliate and may contain confidential and privileged material for the sole use of the intended recipient (s). Any review, use, distribution or disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please contact the sender or reply to Enron Corp. at and delete all copies of the message. This e-mail (and any attachments hereto) are not intended to be an offer (or an acceptance) and do not create or evidence a binding and enforceable contract between Enron Corp. (or any of its affiliates) and the intended recipient or any other party, and may not be relied on by anyone as the basis of a contract by estoppel or otherwise. Thank you.", "id": "11838146_1075862161566_JavaMail_evans_thyme"}