{"email_subject": "Re:FEDEX update: Lawsuit", "email_body": "---------------------- Forwarded by Sarah-Joy Hunter/NA/Enron on 12/13/2000 04:52 PM --------------------------- From: John Will on 12/13/2000 04:47 PM To: Sarah-Joy Hunter/NA/Enron@Enron cc: Subject: Re: Lawsuit Sarah-Joy, Mike Golden and John Pattillo should be conversing this afternoon. After this call Chris Gant, Mike Golden, Carmen, Gary Stoop (Strategic Sourcing Managing Director) and Richard Roberts are to attempt to get together and discuss. Carmen is working on getting names, titles, and phone numbers and advising. I'll advise next steps, after we hear how the conversation went with John and Mike. Thanks for your patience. jw ----- Forwarded by John Will/NA/Enron on 12/13/2000 02:58 PM ----- Carmen Perez <carmen.perez@fedex.com> 12/13/2000 10:32 AM To: John.Will@enron.com cc: Subject: Re: Lawsuit Graham Smith, VP Properties and Facilites 901-434-8960 Trying to located the rest for you but they are not coming up. Give me until this afternoon. Edith Kelly Green is not coming up at all and Mike Golden shows to be no longer with the company. I am checking, though. John.Will@enron.com wrote: > Carmen, > The more I hear about the semantics that the legal council on both sides > are pursuing the more I am convinced that it is in the best interest of > both Fed-Ex and Enron to pursue this on a higher plane - on a commercial > level, and immediately. > > Will you be available for a telephone call on Wednesday about 2:15 PM? The > subject of the call is this: In order for us to pull off this deal, we'll > need decision makers at the policy level to engage- throwing this back to > legal is a downward spiral. I'm not saying we don't need legal involved, > but the direction must come from those that see the commercial picture. > > Please provide the telephone numbers for the following people: > Edith Kelly Green > Graham Smith > Mike Golden > > Sincerely, > jw", "id": "11949821_1075849626592_JavaMail_evans_thyme"}