{"email_subject": "Re: contangos vs winter putspds", "email_body": "theres only one thing i can think of... storage field turning around gives cash market completely different feel. instead of utilities looking to sell gas everday, they look to buy it. huge difference in feel of mrket. not so much actual gas but completely different economics of how marginal mmbtu gets priced. tightening cash market causes cash players to buy futures... hence the tendency for a spring rally every year. read heffner today...even he talks about it slafontaine@globalp.com on 03/06/2001 10:22:18 AM To: John.Arnold@enron.com cc: Subject: Re: contangos vs winter putspds so let me ask you-if they dont buy flat px wfrom here with mega cold east weather, cash contangos,px only 25 cts from lows, after huge apr/oct buying-what would take us to much higher levels?? ie whats the risk of being short today? clueless and confused John.Arnold@enron.com on 03/06/2001 10:51:13 AM To: Steve LaFontaine/GlobalCo@GlobalCo cc: Fax to: Subject: Re: contangos vs winter putspds no real bias today positive numbers sell negative numbers buy... looking into other stuff slafontaine@globalp.com on 03/06/2001 09:15:40 AM To: John.Arnold@enron.com cc: Subject: Re: contangos vs winter putspds agreewith all, im mega bear summer 2nd q but for the time being weather and as u said uncertainy likely to lend itself so little downside until either weather gets warm or injections get big. i dont see the flow as you know but i talk to a cupla utitlities and the bias same as you menioned. ive neutralized bear book a bit cuz i cant afford to fite this thing. with deep pockets tho-i scale up sell next 2-3 weeks take a bet on 200 ish injections in april and 400 in may-ie records aug/oct-yes-low risk-wasnt substantially more inverted when we were 4 bucks higher-low risk but not a great reward. oct/nov-yea-wont make much for another few months on that so it range trades but ill cont to bersd it cuz if end summer that strong im always always more bullish the front of winter. other thing i wonder is how wide these summer contangos cud get-as everyone so bullish futs for the next few weeks at least. weather here sucks to day-tree almost fell on me driving into work-close one,sahud be about 2 ft of white stuff when its said and done. dunno how long i can stay but doesnt look all that great for me getting out to steamboat manana!! heres a hypothetical.... we agree that demand loss y on y somwhere from 4.5 to 5.0 today, do you guys think that we can see a substantial demand recovery if prices dont retreat? my ffeeling is no for at least another 90 days or more.thots? any thots on flat px today-im slitely long vs bearsds?", "id": "11971129_1075857654956_JavaMail_evans_thyme"}