{"email_subject": "FW: BMC/Win2K Certification", "email_body": "Jennifer, I hope you are doing well in the U.K., as my clock here says it is probably about 4:52pm in London...Here is an update on BMC: Based on the following, I would say this: 1) BMC has worked to clear up operational problems experienced by Net Works, and in one situation, appears to have done so successfully. 2) Net Works has not acknowledged that the results of #1 were desired or acceptable, and instead offered another pushback (Win2K certif'ctn), therefore 3) BMC doesn't appear to have been given further opportunity to identify what issues, if any, are still open at Net Works. 4) I don't see evidence (either in these notes OR having come out from any of the many telephone conversations I've been in) that Net Works has provided any responses since 11/21 or so...Peter Goebel and I met w/Net Works & EBS on 11/17, and I have had no calls or e-mails responding to my requests for information relative to \"what are your top 3 problems in this BMC situation, Net Works?\" from Net Works. 5) So, I feel confident that there are more issues (left off the table by Net Works) than will be discussed, because 6) Net Works doesn't want any of BMC's solutions. Period. 7) The Result: EBS is on their own on their deal with BMC, as far as Net Works' folks are concerned. In the \"I don't want any surprises\" mode, I thought I'd give George a heads-up re: possible fallout around the BMC thing. I told George in this morning's staff meeting what Jim Crowder said to the EBS origination team (\"I don't see a problem here...\"), and what you and I suggested EBS do - buy and implement $1M of BMC's stuff, pay $2M for \"credit\", which any ENE business unit could access, etc. I also informed him that the EBS and BMC folks were likely to encourage Crowder to \"lean on\" Philippe (which I had recommended against). George said he would take it up w/Jennie Rub. If you have any questions, please let me know. Jeff ----- Forwarded by Jeff Youngflesh/NA/Enron on 12/04/2000 10:32 AM ----- Stephen Morse@ENRON COMMUNICATIONS 12/04/2000 10:04 AM To: Jeff Youngflesh/NA/Enron@ENRON cc: Jennifer N Stewart/NA/Enron@ENRON Subject: FW: Win2K Certification FYI, Pls see note below from BMC Sales folks. Thanks, Steve Steve Morse Enron Broadband Services 713-853-7137-work 713-569-7912-cell email: stephen_morse@enron.net ----- Forwarded by Stephen Morse/Enron Communications on 12/04/00 10:07 AM ----- Ann_Munson@bmc.com 11/22/00 11:54 AM To: Stephen Morse/Enron Communications@Enron Communications cc: Chaz Vaughan/Enron Communications@Enron Communications, Joe_Young@bmc.com Subject: FW: Win2K Certification Here's the latest communication to Bruce Smith regarding Control-SA and Control-M Windows 2000 certification, as well as reporting on the testing. It's in the document, but to point it out, Control-SA is ready for certification process on Dec of 2000 and Control-M on March 2001. Ann M. Munson Senior Sales Representative BMC Software 713-918-4569 Direct 713-918-8001 Fax amunson@bmc.com > -----Original Message----- > From: Hallberg, Rob > Sent: Tuesday, November 21, 2000 4:30 PM > To: 'Bruce.Smith@enron.com' > Cc: Munson, Ann > Subject: Win2K Certification > > Hi Bruce, > > I have attached a document detailing the status of Microsoft > Certification. We have also summarized our Windows 2000 development and > certification methodology which is actually a two-phase approach. The > most critical phase, which ensures Win2K compatibility and support and > includes customer testing, has been completed. The Win2K Agents are GA > for both Control-M (scheduling) and Control-SA (security). > > The next phase, which is also a key element of our development strategy, > is to insure the products meet the certification requirements for > Microsoft Win2K. This phase follows the Win2K initial release as MS > Certification focuses on meeting certain Microsoft standards and not the > application's functionality - ability to work correctly in the Control-M > environment. > > Microsoft certification does not necessarily guarantee the performance of > the application. It is my understanding that one of the reasons Control-M > is being considered as a replacement for sys*Admiral is due to the > problems you are experiencing with their MS Certified release. > > Earlier this year we met with Philippe Bibi and reviewed BMC's Win2K > Development Plans. Would it be helpful to set up a similar meeting with > an executive from our Product Marketing group to discuss these in more > detail? > > One final note. I just received the following update from Rusty Cheves, > reconfirming that Control-M continues to run smoothly since we made the > database changes. > > Thanks Rob for all the hard work last week. It seems as we have > finally got this thing running smoothly. After extending the database and > troubleshooting which log files were filling up we now can eval till out > hearts content. > > Please tell Ronnie thanks for all his help as well > > Thanks Again > > Rusty > > As a next step, could we meet soon after the Thanksgiving Holidays? I > can arrange to bring an executive from product marketing along if you > would like to discuss Win2K certification in more detail. > > Thanks, > > Rob > > M > Rob Hallberg > BMC Software > Direct: (972) 934-5073 > Mobile: (214) 695-2840 > rob_hallberg@bmc.com > > > -----Original Message----- > From: Bruce.Smith@enron.com > Sent: Tuesday, November 21, 2000 7:14 AM > To: Rob_Hallberg@bmc.com; Larry.Robinson@enron.com > Subject: RE: Recap > > > Rob - > > Where are we with the Win2K issue ? > > -----Original Message----- > From: \"Hallberg, Rob\" <Rob_Hallberg@bmc.com>@ENRON > > > +3E+40ENRON@ENRON.com] > > > Sent: Monday, November 20, 2000 11:20 PM > To: Robinson, Larry > Cc: Sapp, Ronnie; Smith, Bruce; Cheves, Rusty > Subject: RE: Recap > > Hi Larry, > > Following is Ronnie Sapp's summary of the problem resolution for the > Control-M installation problems and the reliability and scalability > results > attained. It now appears that most of the problems were caused by the > setup > of the Oracle database. > > Once we left Thursday evening and through the following day, Schedule-M > worked flawlessly. The new day process was last measured taking less > than > five minutes for 960 jobs and we approximated job volumes 14,500 per > day. > > This demonstrates the reliability and scalability of Control-M when > installed properly. I will give you a call to discuss the results and > our > next steps. > > Thanks, > > Rob > > Rob Hallberg > BMC Software > Direct: (972) 934-5073 > Mobile: (214) 695-2840 > rob_hallberg@bmc.com > > > -----Original Message----- > > From: Sapp, Ronnie > > Sent: Monday, November 20, 2000 4:16 PM > > To: Rob Hallberg (E-mail) > > Subject: FW: Recap > > > > Rob, will you please forward this to Larry. > > > > > > Larry, Below is the recap we talked about. > > > > Recap: > > > > There were 2 outstanding issues. > > 1) New Day process running 2-5 hrs. > > 2) Jobs not running, they were all in Blue or White status. > > > > Issue number 1 was resolved the day before I arrived by Tech Support > > working with Rusty. Solution was to increase the Oracle DB from 50mg > to > > 300mg. Also the log & stat files were extremely small. These files > were > > cleaned out by Rusty, however were never increased or set to truncate > in > > Oracle. They will fill up again. These files need to be set to > truncate > > by the Oracle DBA or run a set of daily utilities to clean those > files. > > We will send a draft of those utilities to be incorporated into the > daily > > schedule. > > > > Issue number 2 - According to a diagnostic report the agent machine > lost > > connection with the NIS server for a greater period of time than what > the > > default settings were set. The agent is set to retry every 120 > seconds up > > to 12 times. After this period, manual activation is required. I > signed > > on as CTMAGENT user and ran ag_menu. Ran option 2 which showed the > NIS as > > down. I then signed on as the Control-M user and ran ctm_menu. > Selected > > 7 - Agent Status, Selected 2 - List all agent platforms unavailable. > > Agent on BMC was in unavailable status. Next Selected option 3 - > Change > > agent platform to Available status. After doing that, all the jobs > turned > > to gray status and started running. > > > > Cleaned up 2 erroneous agent names defined to Control-M/Server. > > > > I also ran a Trouble Shooting Report which produced a file > > from this file we could tell > when > > the Log filed filled up and when the Agent stopped. > > > > I set up 500 jobs to run daily on BMC with multiple dependencies. > All > ran > > ok. > > > > I set up aprox. another 150 cyclic jobs with dependencies to run on > > OCSDEV-1. They failed due to not using the correct Owner. Rusty > knows > > what the correct owner should be. I believed I used CTLM00. > > > > New Day process ran for approx. 12 mins. > > > > Right before leaving Rusty ran a clean_db script, which resulted in > > cleaning out the entire database. Fortunately by design, we were > able > to > > demonstrate the recoverability by uploading the tables from ECS to > the > > Control-M Server. In less than 5 minutes all was ok. > > > > When I left there were approx. 900 jobs running. Of those approx. > 400 > > jobs were running cyclic, every 2 minutes. Which meant on a daily > basis > > approx. 14,500 jobs ran per day. > > > > Larry, I know you asked for some type of hardware recommendations. > These > > is something that's very subjective. As with almost any software the > more > > memory and faster CPU the better. To do this correctly, we should > have > > our Professional Services come in and do some type of assessment of > your > > environment and the direction your heading. How many jobs per day, > today, > > near future, etc.... How many Users of ECS? How many Servers? > > > > In your test environment you should be able to run 2000 jobs without > a > > major problem. Your ECS NT box is on the small size, at least in the > > memory area. So your responses might not be as fast as desired. > Please > > remember the out of the box default settings are not tuned to run a > large > > number of jobs. Therefore database tuning is always recommended. > These > > tuning recommendations are provided by Professional Services. > > > > By tomorrow I will send you the daily utilities. > > > > Thanks, > > > > Ronnie Sapp > > bmcsoftware > > INCONTROL Business Unit > > Software Consultant Manager > > West Region > > 972-934-5065 > > ronnie_sapp@bmc.com > > > > > > - C.DTF << File: C.DTF >>", "id": "12439494_1075849624652_JavaMail_evans_thyme"}