{"email_subject": "Yahoo! Newsletter, October 2001", "email_body": "[IMAGE] [IMAGE][IMAGE] [IMAGE] Market Coverage and World News Live Yahoo! Fin= anceVision brings you the latest from Washington, New York, and across the = globe. Coverage is live and interactive, including news conferences with = the President, the Pentagon, and the FBI. Guests and analysts answer your q= uestions. View continuous financial updates from the New York Stock Exchan= ge and the NASDAQ Marketsite. No television in your office? No problem. Wa= tch FinanceVision at your desk. Movies in Your Mailbox Find out what's n= ew at the movies via email updates from Yahoo! Movies. Local showtimes, inf= ormation about new releases, and the latest buzz from Hollywood -- delive= red direct to your inbox. Subscribe for free today. Take Control of Your = Remote Tune in to Yahoo! TV for what 's new on the tube. Survivor is back= , and so is our popular Survivor Pick'em Game . Play with a group of frie= nds, family, or co-workers, or join a public group to compete with fans acr= oss the United States. For an opinionated look at this year's TV lineup, do= n't miss the Fall TV Guide . Make a Personal Connection Looking for someon= e special? A new friend to hang out with? Millions of people use Yahoo! Per= sonals -- the person you're looking for might be on Yahoo! looking for you= ! Search the ads or post your own for free. Then connect for less than $20= per month. Take advantage of this special for new members: Join ClubConn= ect now and get your first month free. Offer available until November 30, 2= 001. More Great Ways to Yahoo! Short Takes * Take the Court - = Basketball season is just around the corner. Get in on the action with Yaho= o! Sports Fantasy NBA . Run your own team of real National Basketball Asso= ciation players from the season's opening tip to the final battles in Apri= l. * My Red, White, and Blue Yahoo! - Update your personalized My Yahoo!= page with a custom theme. Choose from Stars & Stripes, Old Glory, Pink Rib= bons, your favorite NBA team theme, Sanrio's Hello Kitty, or Yahoo!Delic, a= perennial favorite. * Yahoo! Travel - Find easy air, hotel, and renta= l car reservations, vacation and cruise packages, and the latest resources = for travelers. * Yahoo! Finance Bond Center - Everything you need to k= now about bonds and their increasing popularity among investors in today's = uncertain markets. * Make Yahoo! Your Home Page - If your browser lived = here , you'd be home now . Cool Stuff * Halloween Central - Shop f= or costumes, decorations, candy, and treats for the spookiest day of the ye= ar. * Bobbing for Bargains - Bid on scary stuff in the Halloween Showcase= from Yahoo! Auctions. * Can't Wait to Read? - Try an ebook -- a digital = version of a print book that you can download and read. We've got your fav= orites, from Nora Roberts to Stephen King (Riding the Bullet -- only $2).= * Yahoo! Photos - Need more room for your digital pictures? Sign up f= or 50MB more photo storage -- only $29.95 per year. * Sit Courtside With S= pike Lee - Bid for the chance to watch Michael Jordan and the Wizards batt= le the Knicks in New York on October 30. To support the families of those= most affected by the tragic events of September 11th, all proceeds from th= e winning bid will be donated to the UFA Widows and Children Fund. Co= pyright ? 2001 Yahoo! Inc. =09 =09 You received this email because your account information indicates that = you wish to be contacted about special offers, promotions and Yahoo! featur= es. If you do not want to receive further mailings from Yahoo! Delivers, u= nsubscribe by clicking here or by replying to this email. You may also mo= dify your delivery options at any time. To learn more about Yahoo!'s use= of personal information, including the use of web beacons in HTML-based e= mail, please read our Privacy Policy . \\ =09", "id": "12461700_1075858632588_JavaMail_evans_thyme"}