{"email_subject": "Market Insight: Gradual Uptrend Anticipated", "email_body": "[IMAGE] Market Insight for November 19, 2001 From [IMAGE] The Gl= obal Online Financial Services Firm Introducing Goldman Sachs PrimeAc= cesssm Research As a TD Waterhouse customer, you now have online access t= o Goldman Sachs PrimeAccesssm Research. Just login at tdwaterhouse.com , = click on 'News & Research', and then on 'Goldman Sachs'. Gradual Uptrend= Anticipated By Arnie Kaufman, Editor, The Outlook We see further but sl= ower market progress. Tired after their recent run, stocks nevertheless a= re being supported by signs that the economy is stabilizing, better news f= rom Afghanistan and a large pool of cash reserves earning meager returns. = The two-steps-forward, one-step-backward recovery since September 21 hasn= 't created the enthusiasm that would necessitate an early, nasty correctio= n. Investors, keeping in mind that every rally of the past 19 months has u= ltimately failed, are regaining their confidence only slowly. Background = conditions don't lend themselves to a strong advance in the near term. Wh= ile recent data suggest that the recession will be mild and will end early= next year, risks to this forecast are high. Another terrorist attack coul= d deepen consumer gloom. The possibility of the disruption of oil supplies= still exists. The fiscal stimulus package continues to be bogged down in = partisan bickering. Treasury bond yields, moreover, have turned sharply = higher, spurred by the less dire economic reports and by chart breakouts. = Yields have quickly retraced the September-October decline. S&P technica= l analyst Mark Arbeter is impressed by the recent stock market action and = anticipates higher levels over the intermediate term, but he believes the = easiest and quickest gains are behind. Arbeter sees a likely substantial a= mount of stock for sale when Nasdaq (currently at 1898) moves into the 192= 0 to 2300 range and the S&P 500 (now at 1139) reaches 1170 to 1300. He exp= ects it will take time to chew through this supply. History also suggest= s limited near-term upside potential. Three months after the low points of= the nine postwar bear markets, the S&P 500 was up an average of 14.9%. Th= e index is already up 18% since the September 21 low. Six months after the= nine postwar bear market lows, however, the \"500\" showed an average gain = of 24.4%; 12 months after the lows, the index was ahead 34.5%, on average.= As a TD Waterhouse customer, you can view a complete copy of S&P's The = Outlook (a $298 value) for FREE. Just select 'News & Research' when you lo= gin to yourTD Waterhouse account . The Outlook is available under 'Other = Reports.' The time is right to refinance your mortgage! Mortgage rates= are lower now than they've been in years. Seize the opportunity to reduce= your monthly payments - call us today at 1-877-245-8953 to refinance. Vis= it our web site for more. Your feedback is important to us! Email = us with any questions or comments at eServices@tdwaterhouse.com TD = Waterhouse Investor Services, Inc. Member NYSE/SIPC. Access to services a= nd your account may be affected by market conditions, system performance o= r for other reasons. Under no circumstances should the information herein = be construed as a recommendation, offer to sell or solicitation of an offe= r to buy a particular security. The article and opinions herein are obtain= ed from unaffiliated third parties and are provided for informational purp= oses only. While the information is deemed reliable, TD Waterhouse cannot = guarantee its accuracy, completeness or suitability for any purpose and ma= kes no warranties with regard to the results to be obtained from its use. = To unsubscribe from this email, login to your account and select \"My A= ccount' then 'My Info'. Or email us at eServices@tdwaterhouse.com =09", "id": "12507729_1075862161232_JavaMail_evans_thyme"}