{"email_subject": "RE: Special Warranty Deed/First Amendment to Contract - Lakeline\n \tApts\t.", "email_body": "Thanks, Phillip. I should have the Reimbursement Agreement to you shortly. -----Original Message----- From: Phillip.K.Allen@enron.com Sent: Tuesday, August 14, 2001 1:02 PM To: MSimpkins@winstead.com Cc: 3 Subject: RE: Special Warranty Deed/First Amendment to Contract - Lakeline Apts . Michelle, I have executed the Warranty Deed, First Amendment, and the Escrow Agreement. I am waiting for the agreement that replaces paragraph 7D in the original Escrow Agreement. Once you email me that document, I will execute it and overnight all 4 documents to you. Phillip -----Original Message----- From: \"Simpkins, Michelle\" com+3E+40ENRON@ENRON.com] Sent: Tuesday, August 14, 2001 7:01 AM To: 'pallen@enron.com'; 'pallen70@hotmail.com' Cc: 'michaelb@amhms.com'; 'adelag@amhms.com' Subject: Special Warranty Deed/First Amendment to Contract - Lakeline Apts . Phillip, I spoke to Wendy this morning who mentioned that you would be signing both the Special Warranty Deed and the First Amendment and FedExing both documents to me. Enclosed please find the Deed and the First Amendment. Please compare the enclosed Deed with the version of the Deed in your possession. I don't think anything has changed, but I want to make sure that the version of the Deed you sign is the latest version. Also enclosed is the First Amendment. The only change to this document from the version I e-mailed to you a few days ago is the insertion of \"June 29, 2001\" as the date the Title Company acknowledged receipt of AMHP's $25,000 Extension Fee. Please sign both documents and FedEx them to me at the address described below. If you have any questions or concerns, please contact me at (512) 370-2836 or Mike Bobinchuck at (512) 703-5000. Thanks. Michelle L. Simpkins Winstead Sechrest & Minick P.C. 100 Congress Avenue, Suite 800 Austin, Texas 78701 (512) 370-2836 (512) 370-2850 Fax msimpkins@winstead.com - Special Warranty Deed (AllenAgape).DOC << File: Special Warranty Deed (AllenAgape).DOC >> - First Amendment to Contract (AMHPLeander).DOC << File: First Amendment to Contract (AMHPLeander).DOC >> This e-mail is the property of Enron Corp. and/or its relevant affiliate and may contain confidential and privileged material for the sole use of the intended recipient (s). Any review, use, distribution or disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please contact the sender or reply to Enron Corp. at and delete all copies of the message. This e-mail (and any attachments hereto) are not intended to be an offer (or an acceptance) and do not create or evidence a binding and enforceable contract between Enron Corp. (or any of its affiliates) and the intended recipient or any other party, and may not be relied on by anyone as the basis of a contract by estoppel or otherwise. Thank you.", "id": "12689825_1075858634282_JavaMail_evans_thyme"}