{"email_subject": "Introducing Morpheus 2.0!", "email_body": "=09=09=09=09=09=09[IMAGE]=09 [IMAGE] [IMAGE] [IMAGE] =09[IMAGE]=09=09=09[IMAGE]=09 [IMAGE] Be your = own Boss and Work from Home. Click here to get FREE Information on how yo= u can make up to $4000 per Week!! Click Here! [IMAGE] WELCOME!!! W= elcome to the first installment of The Morpheus Minute, the not-so-weekly n= ewsletter brought to you by software makers, StreamCast Networks! As a Morp= heus software user, you've helped shape the LARGEST p2p community in the wo= rld, a community completely created and sustained by you and folks like you= , all over the globe. With The Morpheus Minute, you'll receive insider ti= ps on new product features, answers to your most pressing technology questi= ons, and much more! You'll even have opportunities to cash in on some great= contests and deals! So, let's get going! [IMAGE] ANNOUNCING MORPHEUS 2.0= ! Keep your eyes peeled and your ears to the ground, Morpheus 2.0 (M2) wi= ll be launching soon! The StreamCast Networks Tech Gurus have been working = diligently to develop a new feature set to give you the best p2p user-exper= ience possible. M2 features include XP compatibility and links to the Gnute= lla network, further enhancing your ability to connect and communicate with= millions of people all over the world. Stay tuned for more details! [IMAG= E] Shop Til Ya Drop! Did the Holiday's sneak up on you again this year? Ne= ed a present quick? Send an eGift? and relax.... StreamCast has teamed up= with CatalogCity to help you get organized lickety split! With CatalogCity= 's eGift? service you can send last minute gifts with lightening speed!! Ar= e you shopping for a finicky friend? Are you unsure about sizes or favorite= colors? Resolve all of these problems and more with eGift?! Best of all, y= our gift announcement arrives in minutes, so it's never too late! Visit Ca= talogCity today!! [IMAGE] Ask D.C. Flash! D.C. wants to know what's on y= our mind! Can't find your password? Questions about compatibility? Need to = know what shoes to wear with your orange cords? D.C. might not be able to a= nswer that last one, but everything related to Morpheus and peer-to-peer te= chnology is fair game! 1) When are you going to release a MAC version? = We plan to have a MAC compatible version in spring of 2002. Thanks for you= r patience. 2) I lost my password, what should I do? All users who lose = their passwords will be flogged repeatedly! No, no, just kidding. If you lo= se your password, simply register as a new user and enter a new, unique use= rname and password. Next time, we flog you. 3) After I connect and run a s= earch, I find results, but when I try to download, I receive a message that= says \"more sources needed.\" What should I do? Right click on the downloa= d and then select \"search for more sources.\" This still might not find the = download that your are looking for, but if it does not, D.C. Flash says, \"S= earch Again!\" 4) How can I talk directly with another user on-line? Ther= e are several ways to communicate with other users. After completing a sear= ch, right click on the user's name you would like to contact, and send them= a Morpheus Message. You can also use the chat feature, which is accessible= through the navigation bar on the left side of the Morpheus client. Soon, = with M2 you'll be able to contact other users with best-of-breed instant me= ssaging services!! Get FREE ringtones for your Nokia cell phone!! Zingy, a= free service that allows you to download thousands of free ringtones and l= ogos for your Nokia cellular phone. Limited time only offer! Get them while= they are free! Click here [IMAGE] Sleuth, Scoop and Set It Off! Hey ne= wsmongers! Do you want to be the next Big Talking Head or Super News Column= ist? Now you have the chance! Rarely does the Little Guy have the opportuni= ty to raise his voice, but with Morpheus software, YOU have the power to ch= ange that. Write articles, produce video magazines, or record audio news fi= les, it's up to you! When you're done crafting your report, place your medi= a in your shared files folder. With Morpheus, you can--Be the Media! Shou= ld You Check Your Credit Report? Of course! We all check our credit card s= tatements for inaccuracies and we should do the same for our credit histo= ry. Click here now to check yours FOR FREE at ConsumerInfo.Com! ADVERT= ISE WITH US!! SHARE RESPONSIBLY UNSUBSCRIBE =09[IMAGE]=09", "id": "12693421_1075855375053_JavaMail_evans_thyme"}