{"email_subject": "Compaq / EBS Relationship", "email_body": "David and Bob, We look forward to working with you to strengthen the Compaq and EBS relationship. EBS has identified potential server business opportunities (storage, streaming media) where our two organizations can work together. After our meeting on Dec 14th, EBS now understands to utilize David Spurlin as the point person for these communications. EBS had prior direction from Compaq to direct our discussions to Derrick Deakins, Rob Senders, Keith McAuliffe or Kent Major. Tracy Prater and myself look forward to spending additional time with David to ensure that he is aware of the EBS business opportunities and issues. EBS had invested significant dollars, time and energy with Compaq to develop the streaming media server solutions. We discussed during the Dec 14th meeting that there are decisions to be made regarding the existing Product and Server Supply Agreement that are contingent on those streaming media solutions. EBS and Compaq have both acted in good faith to achieve the intent of the Product and Server Supply Agreement in pursuing these solutions. To that end, EBS has had internal discussions regarding the appropriate next steps to further our relationship. The January 2000 Product and Service Supply Agreement is the legal framework for our relationship until both parties mutually agree to change. Until those changes are made: 1) 2000 Compaq Annual Purchase of ECI Services: Per the Agreement, Compaq was invoiced for the 2000 Minimum Annual Purchase of ECI Services on November 7, 2000 as per Sections 3.1, 3.2 and 3.3. Compaq had agreed to the invoice amount. EBS expects payment for the total invoice as outlined in Section 3.0 on or before December 31,2000. 2) Potential for Agreement Termination: Prior to the Dec 14th meeting, Compaq (Keith and Rob) have discussed this with EBS (Jim Crowder, myself). The understanding between both Parties was that EBS would need a written notice and payment by Compaq of $2,500,000. The concept to start over with a new contractual agreement was again discussed during the Dec 14th meeting. EBS strongly believes in the value of the Compaq and EBS relationship, if Compaq believes that to start over with a new agreement is necessary then we look forward to working with Compaq to achieve that goal. Again, we look forward to working with yourselves to identify and create strategic business opportunities for both EBS and Compaq. Kim Godfrey Director, Enterprise Services Enron Broadband Services phone : 713 345 8813 cell : 713 501 8105 fax: 713 853 7354", "id": "13118437_1075849627344_JavaMail_evans_thyme"}