{"email_subject": "Re: El Paso Energy Corporation Reports Record Second Quarter\n Earnings Per Share", "email_body": "Good job....I've got 10% of my portfolio in CGP. Keep up the good work. \"Cooper, Sean\" <CooperS@EPEnergy.com> on 07/11/2000 08:03:41 PM To: cc: Subject: El Paso Energy Corporation Reports Record Second Quarter Earnings Per Share Tuesday July 11, 5:42 pm Eastern Time Company Press Release SOURCE: El Paso Energy Corporation El Paso Energy Corporation Reports Record Second Quarter Earnings Per Share HOUSTON, July 11 /PRNewswire/ -- El Paso Energy Corporation (NYSE: EPG - news </n/e/epg.html>) today announced second quarter 2000 adjusted diluted earnings per share of $0.69, an increase of 73 percent over second quarter 1999 adjusted diluted earnings per share of $0.40. The second quarter 2000 results exclude $0.13 per share of one-time merger-related items. Diluted average common shares outstanding for the second quarter 2000 totaled 242 million. Consolidated adjusted earnings before interest expense and income taxes (EBIT) for the second quarter increased by 55 percent to $408 million, compared with $263 million in the year-ago period. EBIT from the company's non-regulated businesses more than tripled in the quarter to $246 million, and represented 60 percent of consolidated EBIT. ``Outstanding growth in Merchant Energy and continued strong performance in our other non-regulated segments produced these record results,'' said William A. Wise, president and chief executive officer of El Paso Energy Corporation. ``Reflecting our long-standing strategy of building a portfolio of flexible gas and power assets, Merchant Energy's earnings continued to accelerate in the second quarter.'' For the first six months of 2000, adjusted diluted earnings per share increased 84 percent to $1.40 per share, compared with $0.76 for the first six months of 1999. Consolidated EBIT for the six months, excluding non-recurring items, increased 55 percent to $798 million compared with $515 million in the year-ago period. Second Quarter Business Segment Results The Merchant Energy segment reported record EBIT of $152 million in the second quarter 2000, compared with $6 million in the same period last year and $50 million in the first quarter 2000. The physical and financial gas and power portfolio developed over the past several years is creating significant value in the current volatile energy environment. Enhanced trading opportunities around our asset positions, continued strong wholesale customer business, and management fees from Project Electron (the company's off-balance sheet vehicle for power generation investments) all contributed to the record second-quarter performance. The Production segment reported a 30-percent increase in second quarter EBIT to $52 million compared with $40 million a year ago, reflecting higher realized gas and oil prices and lower operating costs following the reorganization of its business in 1999. Weighted average realized prices for the quarter were $2.26 per million cubic feet (MMcf) of natural gas and $19.21 per barrel of oil, up 12 percent and 29 percent, respectively, from the year-ago levels. Average natural gas production totaled 512 MMcf per day and oil production averaged 14,275 barrels per day. The Field Services segment reported second quarter EBIT of $30 million, nearly double an adjusted $16 million in 1999. The increase was due primarily to higher realized gathering and processing margins, together with the acquisition of an interest in the Indian Basin processing plant in March 2000. Second quarter gathering and treating volumes averaged 4.1 trillion Btu per day (TBtu/d), while processing volumes averaged 1.1 TBtu/d. Coming out of one of the warmest winters on record, the Natural Gas Transmission segment reported second quarter EBIT of $190 million compared with an adjusted $187 million a year ago, reflecting the realization of cost savings from the Sonat merger. Overall system throughput averaged 11.3 TBtu/d. During the quarter, Southern Natural Gas received Federal Energy Regulatory Commission approval of its comprehensive rate case settlement filed in March. The International segment reported second quarter EBIT of $12 million compared with $16 million in 1999. Higher equity income from projects in Brazil and Argentina largely offset lower equity earnings from the company's investment in the Philippines. Telecom Update ``We have made substantial progress in the development of our telecommunications business, El Paso Global Networks,'' said William A. Wise. ``Reflecting our market-centric approach to developing new businesses, we have named Greg G. Jenkins, the current president of El Paso Merchant Energy, to head our telecommunications business. Our expertise in building businesses in rapidly commoditizing markets, as demonstrated by our Merchant Energy success, provides us with a key competitive entry point in the telecommunications marketplace.'' Quarterly Dividend The Board of Directors declared a quarterly dividend of $0.206 per share on the company's outstanding common stock. The dividend will be payable October 2, 2000 to shareholders of record as of the close of business on September 1, 2000. There were 237,786,853 outstanding shares of common stock entitled to receive dividends as of June 30, 2000. With over $19 billion in assets, El Paso Energy Corporation provides comprehensive energy solutions through its strategic business units: Tennessee Gas Pipeline Company, El Paso Natural Gas Company, Southern Natural Gas Company, El Paso Merchant Energy Company, El Paso Energy International Company, El Paso Field Services Company, and El Paso Production Company. The company owns North America's largest natural gas pipeline system, both in terms of throughput and miles of pipeline, and has operations in natural gas transmission, merchant energy services, power generation, international project development, gas gathering and processing, and gas and oil production. On May 5, the stockholders of both El Paso Energy and The Coastal Corporation overwhelmingly voted in favor of merging the two organizations. The combined company will have assets of $35 billion and be one of the world's leading integrated energy companies. The merger is expected to close in the fourth quarter of this year, concurrent with the completion of regulatory reviews. Visit El Paso Energy's web site at www.epenergy.com <http://www.epenergy.com>. Cautionary Statement Regarding Forward-Looking Statements This release includes forward-looking statements and projections, made in reliance on the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. The company has made every reasonable effort to ensure that the information and assumptions on which these statements and projections are based are current, reasonable, and complete. However, a variety of factors could cause actual results to differ materially from the projections, anticipated results or other expectations expressed in this release. While the company makes these statements and projections in good faith, neither the company nor its management can guarantee that the anticipated future results will be achieved. Reference should be made to the company's (and its affiliates') Securities and Exchange Commission filings for additional important factors that may affect actual results. EL PASO ENERGY CORPORATION CONSOLIDATED STATEMENT OF INCOME (In Millions, Except per Share Amounts) (UNAUDITED) Second Quarter Ended Six Months Ended June 30, June 30, 2000 1999 2000 1999 Operating revenues $4,227 $2,597 $7,333 $4,875 Operating expenses Cost of gas and other products 3,451 1,949 5,829 3,590 Operation and maintenance 226 223 436 469 Merger related costs and asset impairment charges 46 131 46 135 Ceiling test charges --- --- --- 352 Depreciation, depletion, and amortization 148 141 293 289 Taxes, other than income taxes 36 36 77 76 3,907 2,480 6,681 4,911 Operating income (loss) 320 117 652 (36) Equity earnings and other income 42 64 100 113 Earnings before interest expense, income taxes, and other charges 362 181 752 77 Interest and debt expense 127 110 250 212 Minority interest 27 4 49 8 Income (loss) before income taxes and other charges 208 67 453 (143) Income tax expense (benefit) 68 23 142 (52) Preferred stock dividends of subsidiary 6 6 12 12 Income (loss) before extraordinary items and cumulative effect of accounting change 134 38 299 (103) Extraordinary Items, net of income taxes --- --- 89 --- Cumulative effect of accounting change, net of income taxes --- --- --- (13) Net income (loss) $134 $38 $388 $(116) Diluted earnings (loss) per common share: Adjusted diluted earnings per common share (a) $0.69 $0.40 $1.40 $0.76 Extraordinary items --- --- 0.37 --- Cumulative effect of accounting change --- --- --- (0.06) Merger related costs, asset impairment, and other non-recurring charges (0.13) (0.36) (0.13) (0.36) Ceiling test charges --- --- --- (0.94) Gain on sale of assets --- 0.05 --- 0.05 Resolution of regulatory issues --- 0.08 --- 0.08 Proforma diluted earnings (loss) per common share $0.56 $0.17 $1.64 $(0.47)(b) Reported diluted earnings (loss) per common share $0.56 $0.17 $1.64 $(0.51)(b) Basic average common shares outstanding (000's) 229,539 226,877 229,064 226,471 Diluted average common shares outstanding (000's) 241,710 237,955 240,117 237,161 (a) Adjusted diluted earnings per common share represents diluted earnings per share before the impact of certain non-recurring charges. Second quarter 2000 results exclude merger related charges of $(46) million pretax, or $(31) million aftertax. Second quarter 1999 results exclude merger related charges of $(131) million pretax, or $(86) million aftertax, a gain on sale of assets of $19 million pretax, or $12 million aftertax, and the resolution of regulatory issues of $30 million pretax, or $20 million aftertax. Year-to-date 2000 results exclude the extraordinary gain on the sale of the East Tennessee and Sea Robin systems of $89 million aftertax and merger related charges of $(46) million pretax, or $(31) million aftertax. Year-to-date 1999 results exclude the cumulative effect of an accounting change of $(13) million aftertax, merger related charges of $(135) million pretax, or $(86) million aftertax, ceiling test charges of $(352) million pretax, or $(222) million aftertax, a gain on sale of assets of $19 million pretax, or $12 million aftertax, and the resolution of regulatory issues of $30 million pretax, or $19 million aftertax. (b) Proforma diluted loss per common share reflects reported diluted earnings per share but assumes dilution. Reported diluted loss per common share does not assume dilution because dilution would reduce the amount of loss per share. SOURCE: El Paso Energy Corporation This email and any files transmitted with it from El Paso Energy Corporation are confidential and intended solely for the use of the individual or entity to whom they are addressed. If you have received this email in error please notify the sender.", "id": "13342827_1075857601087_JavaMail_evans_thyme"}