{"email_subject": "money back on your trade-ins, and great hp lease deals", "email_body": "If you wish to unsubscribe please CLICK HERE: if you received this email by error, please reply to: unsubscribe@theb2bvoice.com get ahead in business - quickly with hp technology life in the fast lane: win a trip to Skip Barber Racing School Register to win two 3-day passes to Skip Barber Racing School (plus $4,000 for travel expenses) when you save money and get down to business faster at our new products site. special deals equal opportunity savings: money back on hp and non-hp trade-ins With the new HP Trade-In program, you'll get money back on your HP purchases when you trade in HP or even non-HP equipment. Enter as a \"guest member\" to quickly check your trade-in values. as good as it gets: walk-away lease deals on color hp LaserJets Lease any color HP LaserJet printer at a 36-month rate and walk away penalty free in 18 months with the purchase or lease of a next-generation color HP LaserJet. movin' on up: prime time for big savings on hp LaserJet printers Get rebates of up to $2,000 - or a free HP Jornada color pocket PC - when you purchase qualifying HP LaserJet and color LaserJet printers, or trade in qualifying printers. one size fits all: great deals for all businesses, big or small Stop by HP's new one-stop PC, notebook, and server promotion site for big savings, lease specials, and free equipment with purchase. the odds are in your favor: get 31 chances to win a digital camera You'll get a chance to win one of ten HP PhotoSmart C500xi digital cameras when you subscribe to any one of HP's free monthly e-newsletters. Then, if you tell your friends and colleagues about HP e-newsletters, you'll get three additional sweepstakes entries for each one of them that subscribes (for up to 10 people). If ten of your friends subscribe, that's up to 30 additional chances for you to win. All offers are for a limited time only, have certain restrictions and are subject to change without notice. Please see individual special offer websites for details. You are receiving this message because you opted in to receive online promotions.", "id": "1362200_1075858631384_JavaMail_evans_thyme"}