{"email_subject": "10 Comdex products you need to see (and can)", "email_body": "_____________________DAVID COURSEY_____________________ 10 COMDEX PRODUCTS YOU NEED TO SEE (AND CAN) I couldn't possibly do justice to all the things I saw at Comdex in the 600 words that make up my column. But since pictures are worth a thousand words--and video even more--I'm still able to give you a good glimpse of 10 products that are well worth watching. # _____________________NEWS ANALYSIS_____________________ Sylvia Carr AN XBOX IS BORN...LINUX PDAS COMING SOON...BIDDING FOR VINO... It ain't over 'til it's over. Most Comdex-goers have packed up their laptops and stumbled for the first plane out of town, but the news keeps pouring forth from Vegas. At the top of the list: Microsoft's Xbox launch, handhelds for the open-source crowd, and eBay's second dip into the sauce. A NOTE FROM PAT: THE TORCH HAS BEEN PASSED! _____________________EXPERT ADVICE_____________________ John Morris and Josh Taylor TALES FROM THE COMDEX CIRCUS: WHAT MADE THIS YEAR UNIQUE Robots, MP3 teddy bears, oxygen bars. What do these things have in common? They were all sprucing up the Comdex show floor. Josh and John give an illustrated tour of the stuff you had to be there to believe. > > > > > C.C. Holland MEET THE BEST WEB SEARCH SITE YOU'VE NEVER HEARD OF Looking for something online? Your favorite search sites are probably just a click away. But what if you found one that was faster, fresher, and got better results? C.C. has unearthed such a gem--and she'll share it with you. > > > > > Preston Gralla CAN'T WAIT? HOW TO CELEBRATE THANKSGIVING EARLY--ON YOUR PC You can smell the turkey, stuffing, mashed potatoes, and gravy--but you still have to wait a week before the festivities begin. Or do you? Preston will get you in the holiday mood early with these three Turkey Day downloads. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! CHECK OUT ZDNET'S COMDEX 2001 SPECIAL REPORT DON'T MISS ZDNET'S HOLIDAY GIFT GUIDE COMPANIES FIGHT OVER FASTER WIRELESS ******************ELSEWHERE ON ZDNET!****************** COMDEX Fall: What will be the major trends? Find a new tech job today in our Career Center. \"You can sell anything online\" and other e-tailing myths. Create and launch your own professional-looking Web site! Get great wireless gifts in our Holiday Gift Guide. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "13718428_1075862161143_JavaMail_evans_thyme"}