{"email_subject": "Re: Market Opinion about AGA's", "email_body": "Interesting observation...but I'm not sure I agree. I think consensus opinion is that anything under 2.7 TCF is very dangerous entering the winter. A month ago, analysts were predicting we would end the injection season with around 2.6 - 2.7 in the ground. With the most recent AGA, those projections seem to be closer to 2.7. With supply of gas very inelastic to price in the short and medium term, you must look at the demand side of the equation. The market is trying to price out the right amount of demand (mostly through lost industrial load and fuel switching) such that supplies will be stored rather than burned. Each AGA number is another data point as to whether nat gas is high enough to price out enough demand to reach a comfortable level in storage entering the winter. A low AGA number indicates we haven't priced out enough demand and the market must go up. Certainly, the 97 throws a curve in the bull argument, but the number may be a function of very mild weather, a four day holiday weekend, and reporting noise rather than indicative of a structural shift in the supply/demand equilibrium. We'll know a lot more as the next two weeks' numbers come out. If we get two low injections, watch out. Enron North America Corp. From: Frank Hayden @ ENRON 07/12/2000 04:39 PM To: John Arnold/HOU/ECT@ECT cc: Subject: Market Opinion about AGA's John, I think the AGA's are not as important to bulls as to bears. In the beginning of the season, AGA's were very important in framing the bull case. The current expectation is that we will go into the winter under stored. I don't believe any additional AGA news can significantly change that expectation. However, I believe Bears, as evidenced today, will feed more heavily off of bearish AGA news, than bulls will off bullish AGA news. At this juncture, I believe that the most potent bullish news has to come from the physical market and weather. I hope you don't mind me expressing my view point on this issue. Thanks, Frank", "id": "14371860_1075857601017_JavaMail_evans_thyme"}