{"email_subject": "RE: ng views + wager", "email_body": "7:2 at 2:1 From: Jennifer Fraser/ENRON@enronXgate on 04/17/2001 05:42 PM To: John Arnold/HOU/ECT@ECT cc: Subject: RE: ng views + wager new odds Jen Fraser Enron Global Markets Fundamentals 713-853-4759 -----Original Message----- From: Arnold, John Sent: Monday, April 16, 2001 7:44 AM To: Fraser, Jennifer Subject: RE: ng views + wager i'll take 10:1 this morning From: Jennifer Fraser/ENRON@enronXgate on 04/16/2001 07:40 AM To: John Arnold/HOU/ECT@ECT cc: Subject: RE: ng views + wager thats pleasant Jen Fraser Enron Global Markets Fundamentals 713-853-4759 -----Original Message----- From: Arnold, John Sent: Sunday, April 15, 2001 3:29 PM To: Fraser, Jennifer Subject: RE: ng views + wager eat my shorts From: Jennifer Fraser/ENRON@enronXgate on 04/12/2001 05:01 PM To: John Arnold/HOU/ECT@ECT cc: Subject: RE: ng views + wager 3:1 and your on Jen Fraser Enron Global Markets Fundamentals 713-853-4759 -----Original Message----- From: Arnold, John Sent: Thursday, April 12, 2001 11:04 AM To: Fraser, Jennifer Subject: RE: ng views + wager the implied market on that from put spreads is 5.3:1. I'll take 4:1. that's all the juice i'll pay. From: Jennifer Fraser/ENRON@enronXgate on 04/12/2001 07:59 AM To: John Arnold/HOU/ECT@ECT cc: Subject: RE: ng views + wager Most import - the wager - I will take the over on May NG (4.95). 2:1 is okay--- $5 per penny okay? Agree - Products Rally is not different for products. 92% of heating oil is made ondemand (storage is not as important as in nat gas) Heat will get ugly this October and then give it up (unless we have 7 blizzzards in the Northeast very early). SOme things to consider : 1- in the next 3-4 weeks we will finish the very heavy maintenance season and be in full blown gasoline season. - yields will be preferentially shifted for HU 3- nobody will pay any attention to HO 2-HO will have incremental demand due to utlity switching and will quietly build slower than last year 4- therefore by September everyone will freak out 5- After the OCtober contract expires (HO) , everyone will realize (similar to NG) that the world will not end. Where does this get us: 1- Sell q3 HU crack and by Q4HO crack (By the time q3 prices out--the wind will have been taken out of HU sails - plus you can do it month avg--therefore less noise) 2-Benefit from heat's recent excitement -- sell HO calls (June -Aug), buy ng puts nov-jan Ng-Disagree: I think prices stay high through June. The big drop off come some where in July 15 to Aug 15 and downhill from there. (Looks like 1998) Jen Fraser Enron Global Markets Fundamentals 713-853-4759 -----Original Message----- From: Arnold, John Sent: Wednesday, April 11, 2001 10:41 PM To: Fraser, Jennifer Subject: Re: ng views the only change that's happened to my long term outlook has been that the weather in the short term has been more bullish and we'll have 30 or so bcf less storage than i was anticpating in two weeks. so yea, my curve is a touch higher, but it doesnt change my longer term view. most of the move this week was a short sqeeze of spec shorts combined with a strong heat market. a little concerned about heat, but also saw products very strong going into the season this past winter only to stage a huge failure. not convinced this rally in products is different. From: Jennifer Fraser/ENRON@enronXgate on 04/11/2001 09:04 AM To: John Arnold/HOU/ECT@ECT cc: Subject: ng views where's your curve now? MAy June Jul Aug Sep Oct Nov Dec Jan 02 Jen Fraser Enron Global Markets Fundamentals 713-853-4759", "id": "1464788_1075857651573_JavaMail_evans_thyme"}