{"email_subject": "Re:", "email_body": "careful...i'm having another bad day From: Margaret Allen@ENRON on 10/25/2000 02:42 PM To: John Arnold/HOU/ECT@ECT cc: Subject: Re: Well, well, well... just for that sassy response, I might have to come flirt with you today! John Arnold@ECT 10/25/2000 02:34 PM To: Margaret Allen/Corp/Enron@ENRON cc: Subject: Re: Don't even think you're getting out of this with the \"for a while\" crap. Just for that you can add a star to the place we're going. From: Margaret Allen@ENRON on 10/25/2000 01:34 PM To: John Arnold/HOU/ECT@ECT cc: Subject: Re: Hum, while it would be very interesting to see how you act on a date I think I'll have to pass. My time could be spent in better ways (believe it or not!). The El Orbits did play at Satellite Lounge alot so I'm sure that's where you've heard them or of them. Since I wouldn't want to play second fiddle, we'll have to postpone it for a while. Have a good one, Margaret John Arnold@ECT 10/25/2000 12:24 PM To: Margaret Allen/Corp/Enron@ENRON cc: Subject: Re: The el orbits, eh? i've heard of them but don't remember who they are. there is a chance i've seen them at satellite i guess. my, you are nosey. i have a little date tonight. wanna come along? From: Margaret Allen@ENRON on 10/25/2000 09:06 AM To: John Arnold/HOU/ECT@ECT cc: Subject: Re: Hum, as much as I would love to be insulted by you for several hours straight tomorrow night, I have plans...actually, it's an Enron thing. A bunch of people are going to the Continental Club to hear the El Orbits, which happens to be my favorite band. You should come. What are your plans tonight, since I'm being nosey?! Trade them up Johnny, Margarita John Arnold@ECT 10/25/2000 07:34 AM To: Margaret Allen/Corp/Enron@ENRON cc: Subject: Re: Deathly afraid doesn't even come close to describing it. Busy tonight. How bout tomorrow? From: Margaret Allen@ENRON on 10/24/2000 06:25 PM To: John Arnold/HOU/ECT@ECT cc: Subject: Re: Okay, since you are deathly afraid of being nice to me, now about we go to grab a beer or dinner tomorrow night? Does that work for you?", "id": "14691398_1075857595631_JavaMail_evans_thyme"}