{"email_subject": "RE: California Update 5/22/01", "email_body": "Kristin, Have you seen any studies associated with the opinions that the $12B is not enough. I would like to see some calculations that multiply the net short by the power cost and compare that to the amounts collected through rates. Phillip -----Original Message----- From: Walsh, Kristin Sent: Tuesday, May 22, 2001 12:02 PM To: Lavorato, John; Kitchen, Louise Cc: Allen, Phillip K.; Belden, Tim; Dasovich, Jeff; Gaskill, Chris; Grigsby, Mike; Heizenrader, Timothy; Kaminski, Vince J; Kean, Steven; Milnthorp, Rob; Presto, Kevin; Ribeiro, Claudio; Shapiro, Richard; Steffes, James; Tawney, Mark; Tholan, Scott; Whitman, Britt; Will, Lloyd Subject: California Update 5/22/01 PLEASE TREAT AS CONFIDENTIAL A source had a meeting today with California state treasurer Phil Angelides. Here are the main points from their conversation 1. Anglelides Certain that SoCal Will Go Bankrupt Corroborating our line over the past four months, Anglelides stated with confidence that SoCal would go bankrupt and that \"he was surprised they hadn't already.\" He noted that the only reason they haven't yet is that \"they were too stupid to ring-fence the parent\" and that \"their two biggest equity holders were screaming not to do it.\" He added that the Davis/SoCal MOU is dead and that all the \"Plan B's\" are \"speculative\" at best. He also thought that SoCal was being \"naive if they thought they would get a better deal from the legislature than from the bankruptcy court.\" 2. Bond Issuance- $12B Not Enough Angelides conceded that a $12B bond issue would not be enough to buy power for the summer and that the true costs would probably be $18-24B. The only reason they didn't issue more is that Angelides felt that \"$12B was all the market could handle.\" The current game plan for bonds assumes an average peak price for power of $400/MWh, which Angelides said explains the difference between his estimates and the higher estimates from State Comptroller's Kathleen Connell's office. 3. New Generator Construction Anglelides was explicit that the California Public Power Authority (authorized by the legislature last week) will \"build plants and not stop until we [California] has a 10-15% capacity cushion above expected demand. Angelides expects the state to be \"5-10% short on power all summer.\"", "id": "14696207_1075858639283_JavaMail_evans_thyme"}