{"email_subject": "December 14, 2000 - Bear Stearns' predictions for telecom in Latin\n America", "email_body": "In today's Daily Update you'll find free reports on America Online (AOL), Divine Interventures (DVIN), and 3M (MMM); reports on the broadband space, Latin American telecom, and more. For free research, editor's picks, and more come to the Daily Investor: investor You are receiving this mail because you have registered for Multex Investor. To unsubscribe, see bottom of this message. ======================== Sponsored by ========================= Would you own just the energy stocks in the S&P 500? Select Sector SPDRs divides the S&P 500 into nine sector index funds. Pick and choose just the pieces of the S&P 500 you like best. http://www.spdrindex.com Featured in today's edition of the Daily Update: 1. SPECIAL ANNOUNCEMENT: Treat yourself to Multex Investor's NEW Personal Finance Channel to take advantage of top-notch content and tools FREE. 2. DAILY FREE SPONSOR REPORT: Robertson Stephens maintains a \"buy\" rating on Divine Interventures (DVIN). 3. FREE RESEARCH REPORT: Jefferies & Co. rates America Online (AOL) a \"buy,\" saying projected growth remains in place. 4. ASK THE ANALYST: Morgan Stanley Dean Witter's Lew Smith in the Analyst Corner 5. HOT REPORT: Oscar Gruss & Son's most recent issue of its Broadband Brief reports the latest developments in the broadband space. 6. EDITOR'S PICK: Bear Stearns measures the impact of broadband and the Internet on telecom in Latin America. 7. FREE STOCK SNAPSHOT: The current analysts' consensus rates 3M (MMM), a \"buy/hold.\" 8. JOIN THE MARKETBUZZ: where top financial industry professionals answer your questions and offer insights every market day from noon 'til 2:00 p.m. ET. 9. TRANSCRIPTS FROM WALL STREET: Ash Rajan, senior vice president and market analyst with Prudential Securities, answers questions about the market. ======================== Sponsored by ========================= Profit From AAII's \"Cash Rich\" Stock Screen - 46% YTD Return With so much market volatility, how did AAII's \"Cash Rich\" Stock Screen achieve such stellar returns? Find the answer by taking a free trial membership from the American Association of Individual Investors and using our FREE Stock Screen service at: 1. NEW ON MULTEX INVESTOR Take charge of your personal finances Do you have endless hours of free time to keep your financial house in order? We didn't think so. That's why you need to treat yourself to Multex Investor's NEW Personal Finance Channel to take advantage of top-notch content and tools FREE. Click here for more information. 2. DAILY FREE SPONSOR REPORT Divine Interventures (DVIN) Robertson Stephens maintains a \"buy\" rating on Divine Interventures, an incubator focused on infrastructure services and business-to-business (B2B) exchanges. Register for Robertson Stephens' free-research trial to access this report. Click here. d=20001214 3. FREE RESEARCH REPORT Hold 'er steady -- America Online (AOL) AOL's projected growth and proposed merger with Time Warner (TWX) both remain in place, says Jefferies & Co., which maintains a \"buy\" rating on AOL. In the report, which is free for a limited time, analysts are confident the deal will close soon. Click here. 1214 4. TODAY IN THE ANALYST CORNER Following market trends Morgan Stanley Dean Witter's Lew Smith sees strong underlying trends guiding future market performance. What trends does he point to, and what stocks and sectors does he see benefiting from his premise? Here is your opportunity to gain free access to Morgan Stanley's research. Simply register and submit a question below. You will then have a free trial membership to this top Wall Street firms' research! Lew Smith will be in the Analyst Corner only until 5 p.m. ET Thurs., Dec. 14, so be sure to ask your question now. Ask the analyst. 5. WHAT'S HOT? RESEARCH REPORTS FROM MULTEX INVESTOR'S HOT LIST Breaking the bottleneck -- An update on the broadband space Oscar Gruss & Son's most recent issue of its Broadband Brief reports the latest developments in the broadband space, with coverage of Adaptive Broadband (ADAP), Broadcom (BRCM), Efficient Networks (EFNT), and others (report for purchase - $25). Click here. 214 ======================== Sponsored by ========================= Get Red Herring insight into hot IPOs, investing strategies, stocks to watch, future technologies, and more. FREE E-newsletters from Redherring.com provide more answers, analysis and opinion to help you make more strategic investing decisions. Subscribe today 6. EDITOR'S PICK: CURRENT RESEARCH FROM THE CUTTING EDGE Que pasa? -- Predicting telecom's future in Latin America Bear Stearns measures the impact of broadband and the Internet on telecom in Latin America, saying incumbent local-exchange carriers (ILECs) are ideally positioned to benefit from the growth of Internet and data services (report for purchase - $150). Click here. 214 7. FREE STOCK SNAPSHOT 3M (MMM) The current analysts' consensus rates 3M, a \"buy/hold.\" Analysts expect the industrial product manufacturer to earn $4.76 per share in 2000 and $5.26 per share in 2001. Click here. 214 8. JOIN THE MARKETBUZZ! Check out SageOnline where top financial industry professionals answer your questions and offer insights every market day from noon 'til 2:00 p.m. ET. Click here. =unl&t=24&d=20001214 9. TRANSCRIPTS FROM WALL STREET'S GURUS Prudential Securities' Ash Rajan In this SageOnline transcript from a chat that took place earlier this week, Ash Rajan, senior vice president and market analyst with Prudential Securities, answers questions about tech, retail, finance, and the outlook for the general market. Click here. &promo=unl&t=13&d=20001214 Please send your questions and comments to If you'd like to learn more about Multex Investor, please visit: If you can't remember your password and/or your user name, click here: If you want to update your email address, please click on the url below: To remove yourself from the mailing list for the Daily Update, please REPLY to THIS email message with the word UNSUBSCRIBE in the subject line. To remove yourself from all Multex Investor mailings, including the Daily Update and The Internet Analyst, please respond with the words NO EMAIL in the subject line. You may also unsubscribe on the account update page at: Please email advertising inquiries to us at mailto:advertise@multex.com. For information on becoming an affiliate click here: Be sure to check out one of our other newsletters, The Internet Analyst by Multex.com. The Internet Analyst informs, educates, and entertains you with usable investment data, ideas, experts, and info about the Internet industry. To see this week's issue, click here: If you are not 100% satisfied with a purchase you make on Multex Investor, we will refund your money.", "id": "14903355_1075855678596_JavaMail_evans_thyme"}