{"email_subject": "XP countdown: More of your top questions answered", "email_body": "_____________________DAVID COURSEY_____________________ XP COUNTDOWN: MORE OF YOUR TOP QUESTIONS ANSWERED In the last month and a half, I've been inundated with XP-related questions from faithful AnchorDesk readers. Can you upgrade? Is XP faster than 9x? What's the deal with licensing? Join me as I do some eXPlaining. PLUS: NO APOLOGIES? THE RIAA SAYS IT'S MISUNDERSTOOD # _____________________NEWS ANALYSIS_____________________ Patrick Houston SUN, MICROSOFT AND THE ROAD TO THE 'FRICTION-FREE ECONOMY' The Internet and World Wide Web gave birth to an idea--a hyperefficient economy that operates less like a heat-producing mechanical engine and more like a motor coiled with a superconductor. To understand this basic idea is to understand Sun, Microsoft and their dueling ambitions for Web services. PLUS: HEY COUCH POTATOES, SONY'S HANDHELD IS A CLICKER, TOO. NEW CRUSOE NOTEBOOK TO HIT U.S. SHORES _____________________EXPERT ADVICE_____________________ John Morris and Josh Taylor WHY INTEL COULDN'T MAKE ITS CONSUMER ELECTRONICS FLY Long the king of PC microprocessors, Intel thought it could rule the world of consumer electronics, too. Not so. Josh and John find Intel's decision to abandon consumer products disappointing, but not surprising. > > > > > Preston Gralla END THE BOREDOM! LEARN TO SPRUCE UP YOUR PLAIN OL' E-MAIL If you're sick of tired-looking e-mail, we've got the cure for you. Learn to dress up your messages with animations, sounds, and even a virtual personal assistant. Preston tracks down three downloads to add pizzazz. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! IS XP'S NET SECURITY A RAW DEAL? GOODBYE ROLODEX, HELLO SCANNER FIND THE BEST WEB-PUBLISHING SYSTEMS ******************ELSEWHERE ON ZDNET!****************** Get FREE downloads for IT pros at TechRepublic Need a new job? Browse through over 90,000 tech job listings. eBusiness Update: Content Management systems grow up. Access your computer from anywhere with GoToMyPC. Check out the latest price drops at Computershopper.com. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com/ To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "14954636_1075858633647_JavaMail_evans_thyme"}