{"email_subject": "ANCHORDESK: Hope ahead: What I learned from 2001's tragedies", "email_body": "_____________________DAVID COURSEY_____________________ HOPE AHEAD: WHAT I LEARNED FROM 2001'S TRAGEDIES As years go, 2001 sucked. But adversity teaches us more important lessons than prosperity. So my bet is that 2001 and the upcoming 2002 will prove to be very educational--and in ways that matter. Here's what I learned this year, as I saw technology--and the world--change for good. # _____________________NEWS ANALYSIS_____________________ Sylvia Carr P2P: NOW FOR BIZ... WHAT'S HP'S FATE?... OS X GAINS CONVERTS... Peer-to-peer isn't just for Napster anymore. The technology is taking hold in businesses, universities, and the armed forces. It's being used to find a cure for cancer and to facilitate battlefield communication. Is there anything P2P can't do? _____________________EXPERT ADVICE_____________________ Wayne Rash SPY GAMES: IS SOMEONE LEAKING YOUR COMPANY SECRETS? Catching spies is probably pretty far down your list of IT priorities. But if you knew the damage even one unsavory employee could do, you might think twice. Wayne Rash offers a cautionary tale. > > > > > Lee Schlesinger A MURKY CRYSTAL BALL? MY TECH PREDICTIONS FOR 2002 As 2001 draws to a close, Lee takes a peek into a not-so-clear future. Here are his seven predictions for what the tech sector will bring in the coming year--from an instant-messaging mess to a new wireless empire. > > > > > Preston Gralla RING IN THE NEW YEAR WITH THESE TIMELY DOWNLOADS Want to make sure you're perfectly in sync when 2002 rolls around? Then, says Preston, spend a minute with these three utilities--they'll get you organized in no time at all. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! IS THE WEB ON A DOWNWARD SPIRAL? HOW TO PUBLISH WITH POLISH--AT HOME MAKING SENSE OF WIRELESS STANDARDS ******************ELSEWHERE ON ZDNET!****************** Thrill your favorite techie with perfect presents at ZDNet Shopper. Ten tips to help you attain CRM ROI. Get the lowdown on all the different wireless LAN standards. Editors' Top 5: Check out the best gifts money can buy. Find out about standardizing C# in Tech Update's special report. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com/ To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "14955894_1075855377681_JavaMail_evans_thyme"}