{"email_subject": "GetSmart (SM) Visa(R) with smart chip- everybody's getting it", "email_body": "This offer is being sent to you as a member of itsImazing. If you feel you have received this message in error or do not wish to receive future messages, please see the unsubscribe instructions at the bottom of this email. GetSmart offers more customers the smart chip advantage! At GetSmart, we think every customer deserves a smart offer. That?s why we?re adding a smart chip to every GetSmart Visa card we offer, including our GetSmart Visa Platinum, Gold AND Classic card! Apply for GetSmart Visa and get it all: - 0% INTRODUCTORY APR* on purchases - Please scroll down for complete pricing information and important terms and conditions. - SMART CHIP in every card - 30-SECOND online response - ONLINE ACCOUNT ACCESS and more! In just 30 seconds, you could be on your way to the new GetSmart Visa card! CLICK TO APPLY! Plus, GetSmart gives you more than the smart chip card that prepares you for added convenience and security in the future! GetSmart is also a one-stop marketplace for your financial needs ? from auto loans and mortgages to savings products. Thank you. *The introductory rate on purchases is for 2 or 3 billing periods after account opening depending upon the account for which you qualify. For more complete pricing information, see important Terms and Conditions for GetSmart Visa. You must be a U.S. resident and at least 18 years of age to apply. This offer may not be available to current Providian credit card customers and employees of Providian. GetSmart Visa is currently available in all U.S. states except Wisconsin. If you previously asked to be excluded from GetSmart or Providian product offerings and solicitations, we apologize for this e-mail. Every effort was made to ensure that you were excluded from our database. If you wish to be removed from future GetSmart e-mail promotions, click REMOVE ME . Providian National Bank - Member FDIC Providian Bank - Member FDIC If you do not wish to receive future mailings, please click here . [IMAGE]", "id": "14963866_1075858634979_JavaMail_evans_thyme"}