{"email_subject": "Fwd: NYTimes.com Article: Suspended Rabbi Quits Seminary Presidency", "email_body": ">Sender: >Reply-To: judgergm@swbell.com >From: judgergm@swbell.com >To: klarnold@flash.net >Subject: NYTimes.com Article: Suspended Rabbi Quits Seminary Presidency >Date: Tue, 12 Dec 2000 00:02:21 -0500 (EST) > >This article from NYTimes.com >has been sent to you by Bob Moss judgergm@swbell.com. > >Karen > > > >Bob Moss >judgergm@swbell.com > >/-------------------- advertisement -----------------------\\ > > >LOOKING FOR A TRULY HIGH-SPEED INTERNET EXPERIENCE?Then visit Alcatel.com >and see what makes us theeworld's leading supplier of DSL >solutions..Alcatel, world leader in DSL > > >Suspended Rabbi Quits Seminary Presidency > >December 7, 2000 > >By GUSTAV NIEBUHR > >Rabbi Sheldon Zimmerman, a leading figure in Judaism's Reform >movement as president of its seminary, has resigned from his job >after being suspended by the movement's rabbinic organization for >having entered into \"personal relationships\" in the past that the >organization said violated its ethical code. > > Rabbi Zimmerman, president of Hebrew Union College-Jewish >Institute of Learning, where he had been considered a charismatic >and innovative leader, quit that post on Monday, after the Central >Conference of American Rabbis suspended his rabbinical functions >for at least two years, college and conference officials said. > > In a statement, the college said the suspension followed an >investigation by the conference into \"personal relationships\" of >Rabbi Zimmerman, which it did not specify other than to say that >they predated his appointment as president in January 1996. Rabbi >Zimmerman was the seventh president of the college, which was >founded in 1875. > > Rabbi Paul J. Menitoff, the conference's executive vice president, >said its board approved the penalty on Monday, based on a >recommendation by its ethics committee, which looks into complaints >about the conference's 1,700 members. > > Rabbi Menitoff said that conference rules prevented him from >discussing the case but that the board decided Rabbi Zimmerman had >violated a part of the ethics code, paragraph 2A, which deals with >sexual conduct. > > It is included in the section of the code on \"personal >responsibility,\" which covers such matters as family life, personal >honesty and finances. It calls on rabbis \"to be scrupulous in >avoiding even the appearance of sexual misconduct, whether by >taking advantage of our position with those weaker than ourselves >or dependent on us or succumbing to the temptations of willing >adults.\" > > Hebrew Union, which trains men and women as rabbis and cantors and >in other graduate and professional fields, has 1,500 students on >campuses in Cincinnati, Los Angeles, New York and Jerusalem. Before >becoming president, Rabbi Zimmerman, 58, was senior rabbi of Temple >Emanu-El in Dallas from 1985 to 1995, and senior rabbi at Central >Synagogue in New York, from 1972 to 1985. He is married and has >four children. From 1993 to 1995, he was also the conference's >president. > > Rabbi Zimmerman's resignation was first reported yesterday in The >Cincinnati Enquirer and The Dallas Morning News. > > Efforts to reach him through the college and its officials were >unsuccessful. The college said it appointed its provost, Norman >Cohen, as acting president and would search for a permanent >replacement. > > Rabbi Menitoff said the conference followed \"the same process that >we'd follow with any rabbi in the conference in similar >circumstances.\" He said complaints against a rabbi are referred to >and investigated by the ethics committee. Depending on that >committee's findings, the conference may dismiss the complaint, >privately reprimand or publicly censure a rabbi or suspendn or >expel a rabbi. > > Rabbi Menitoff said the decision to suspend Rabbi Zimmerman was >\"very difficult and painful for everyone involved.\" > > Rabbi Eric H. Yoffie, president of the Union of American Hebrew >Congregations, the Reform movement's synagogue organization, said >Rabbi Zimmerman did not contest the findings or the judgment >against him but responded to the decision \"with great dignity.\" > > Rabbi Yoffie said that during his tenure as president, Rabbi >Zimmerman added younger scholars to the faculty and expanded the >college's Los Angeles branch so much that it will begin ordaining >rabbis in 2002. > > Another member of the conference, Rabbi A. James Rudin, emeritus >director of interreligious affairs at the American Jewish >Committee, said Rabbi Zimmerman's resignation was \"a real loss\" and >\"a shock to the movement.\" > > Hebrew Union's chairman, Burton Lehman, praised Rabbi Zimmerman as >\"a great, great leader.\" Mr. Lehman said that Rabbi Zimmerman's >resignation would \"have an impact\" but that the college was strong. > > \"Transitionally, we'll be fine,\" Mr. Lehman said. \"We have a >strong faculty that will carry this institution through this >tribulation.\" > > > > >The New York Times on the Web >http://www.nytimes.com > > > >Visit NYTimes.com for complete access to the >most authoritative news coverage on the Web, >updated throughout the day. > >Become a member today! It's free! > >http://www.nytimes.com?eta > > > >HOW TO ADVERTISE >For information on advertising in e-mail newsletters >or other creative advertising opportunities with The >New York Times on the Web, please contact Alyson >Racer at alyson@nytimes.com or visit our online media >kit at http://www.nytimes.com/adinfo > >For general information about NYTimes.com, write to >help@nytimes.com. > >Copyright 2000 The New York Times Company", "id": "15036793_1075857570828_JavaMail_evans_thyme"}