{"email_subject": "RE:", "email_body": "What are the specifics of those bonds are they insured what are they rated? Can you work up a ladder from 2015-2026? Shouldn't I buy more than just one or two issues? -----Original Message----- From: \"Matthews, Steven\" Sent: Tuesday, November 13, 2001 9:56 AM To: Allen, Phillip K. Subject: RE: You are correct. With your tax bracket a 5% muni would be the equivalent of an 8.2% taxable yield. I looked at the inventory. Right know we have only 180 bonds of a San Jacinto Community with a YTM of 4.92% maturing 2022. Also, a Lubbock Texas Heath Facility with a YTM of 5.1% maturing 2023. Let me know what you think. Steve -----Original Message----- From: Phillip.K.Allen@enron.com Sent: Tuesday, November 13, 2001 11:34 AM To: Matthews, Steven Subject: RE: I would like to achieve a yield of 5%. I am expecting an average maturity date of 2020. Since the treasury is only paying 6.25% taxable at 39%, isn't the effective yield only 3.8%? Why wouldn't I move this money to muni's? Phillip -----Original Message----- From: \"Matthews, Steven\" Sent: Tuesday, November 13, 2001 9:22 AM To: Allen, Phillip K. Subject: Phillip, Right now you can use the entire amount in your money market ( approx. $785,000) for your muni bond portfolio. After the treasury comes due on Jan 31, 2002, you will have another $750,000. You really don't have to worry about your margin requirements because you still get 80% of the value of your municipals credited towards marginable securities. So, the bottom line is 785m right now. Jan 31, 2002 another 750m. One thing to keep in mind are 28 put contracts you still have out there. Unless you close that position you will probably get put those. Let me know how much you want for your Muni Proposal to be for. Also, if there are any specifics that you want me to consider with your proposal such as duration, maturity, etc. Steve Notice Regarding Entry of Orders and Instructions: Please do not transmit orders and/or instructions regarding your UBSPaineWebber account(s) by e-mail. Orders and/or instructions transmitted by e-mail will not be accepted by UBSPaineWebber and UBSPaineWebber will not be responsible for carrying out such orders and/or instructions. Notice Regarding Privacy and Confidentiality: UBSPaineWebber reserves the right to monitor and review the content of all e-mail communications sent and/or received by its employees. This e-mail is the property of Enron Corp. and/or its relevant affiliate and may contain confidential and privileged material for the sole use of the intended recipient (s). Any review, use, distribution or disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please contact the sender or reply to Enron Corp. at and delete all copies of the message. This e-mail (and any attachments hereto) are not intended to be an offer (or an acceptance) and do not create or evidence a binding and enforceable contract between Enron Corp. (or any of its affiliates) and the intended recipient or any other party, and may not be relied on by anyone as the basis of a contract by estoppel or otherwise. Thank you. Notice Regarding Entry of Orders and Instructions: Please do not transmit orders and/or instructions regarding your UBSPaineWebber account(s) by e-mail. Orders and/or instructions transmitted by e-mail will not be accepted by UBSPaineWebber and UBSPaineWebber will not be responsible for carrying out such orders and/or instructions. Notice Regarding Privacy and Confidentiality: UBSPaineWebber reserves the right to monitor and review the content of all e-mail communications sent and/or received by its employees.", "id": "15593204_1075862165229_JavaMail_evans_thyme"}