{"email_subject": "FW: BMC DEAL --- UPDATE --- from Net Works (J Rub)", "email_body": "Jennifer, I spoke w/Jenny Rub about almost every BMC/EBS issue, except for this one. I did not know about the issue which Bruce Smith has sent (blue text, below) to Jenny and Bob McAuliffe. When I spoke w/Jenny, I was unaware of BMC's retraction. It is new news to me, and at the very least, doesn't seem very \"customer-focused\" on BMC's part. I certainly agree w/Bruce's statement to the effect that BMC needs to meet w/Philippe about their pricing! JKY ----- Forwarded by Jeff Youngflesh/NA/Enron on 12/14/2000 04:39 PM ----- Jenny Rub 12/14/2000 04:21 PM To: Jeff Youngflesh/NA/Enron@ENRON cc: Subject: FW: BMC DEAL --- UPDATE ----- Forwarded by Jenny Rub/Corp/Enron on 12/14/2000 04:21 PM ----- Bruce Smith/ENRON@enronXgate 12/14/2000 02:50 PM To: Bob McAuliffe/ENRON@enronXgate, Jenny Rub/Corp/Enron@Enron cc: Subject: FW: BMC DEAL --- UPDATE Not that it matters but wanted you to know: BMC rep left message recanting the fact that we would still have the 45 % discount if SAP modules were purchased at some other time. He states now that if not purchased now the discount would only be 10-20 % range at a later date. Bruce -----Original Message----- From: Smith, Bruce Sent: Wednesday, December 13, 2000 8:35 PM To: McAuliffe, Bob; Rub, Jenny Cc: Robinson, Larry Subject: BMC DEAL Importance: High Jenny/Bob Per the BMC deal, here is where we are with Batch Processing: TidalSoft, Sysadmiral Approx. 90 k ( current quote covers us and GPG and does not include SAP ) We have added a couple of pieces to this and it could bring the cost to 125 k worst case. This quote covers consulting and maintenance. They are trying very hard to get a deal done this year and we could probably get our additional components at the current quote price if we signed. BMC, Control -M Approx. 325 k This is after we remove the SAP modules and components from the quote. Quote that was sent over from Jeff Youngflesh (Enron GSS) was for a total of 628 k Hardware for either product is approx. 300 k. We have conferred with the SAP team and they are not desperate for us to take over their scheduling but think it is a good idea to include them in our long term strategy. They actually do not recommend either of these product's SAP modules and mentioned a third party product (Autosys) that has connectors into BMC. We are not sure at this point about a connector into TidalSoft (Larry if you have info on this please comment). Larry's and his team have eval'd both products and although they are leaning towards Sysadmiral they are satisfied that both products are acceptable. You guys make the call as to whether the additional 200 k is worth the weight it will lend to the EBS/BMC deal. FYI - BMC rep said that we still get 45% discount if we cut the SAP modules. BMC needs to sit down with PB and learn how over priced their products are ! Let me know what you think. If we go TidalSoft I need to push this through or be advised to let it go till the New Year. Thanks Bruce ***** Also in Quote sent over from Youngflesh : BMC, Control SA 1.3 M NOT EVALUATED AT THIS TIME - Is a candidate for future consideration for the Security Admin space but not enough info to speculate as to whether to try and leverage current deal with EBS. I guess they put this quote together from info they received from Henry Moreno", "id": "15923908_1075849626902_JavaMail_evans_thyme"}