{"email_subject": "FW: FW: Fedex and other cross sells UPDATE", "email_body": "Jennifer: If you are referring to the Wireless call, I was on the call and actively participated with Peter G. I had the agenda discussion items and guided the conversation. The call was brief and enabled HP and Peter G. to discuss wireless initiatives briefly. Then Peter G. literally read from my notes the \"message\" you gave him about the need for HP to support the process on both the buy and sell sides. The call went well, message was delivered and Darrin will follow up with HP so they can come in to Enron and present the wireless intiative. Greg Pyle and Bill Lovejoy (but not Gerry Cashiola) were on the call. Greg Pyle made a note of saying that HP realized that they were going to have to fully support the process on both the buy and sell sides. I will still connect back with Greg Pyle by phone. SJ -----Original Message----- From: Medcalf, Jennifer Sent: Monday, December 18, 2000 8:40 AM To: Hunter, Sarah-joy Subject: Re: FW: Fedex and other cross sells UPDATE Sarah-Joy, I would contact Greg Pyle and find out what took place on the conference call. Have a Happy and safe Christmas! Jennifer Sarah-joy Hunter/ENRON@enronXgate 12/18/2000 08:40 AM To: Jennifer Medcalf/NA/Enron@Enron cc: Subject: FW: Fedex and other cross sells UPDATE Jennifer: In my absence, the only issues I expect to arise are the Fedex and HP deals. For FEDEX: (cross sell) I will be speaking with Buck McGugan, VP of sales, Carmen Perez's boss's boss this morning at his office in Chicago. 847-215-4241. This is a follow up call to the calls from different Fedex business units which I have received. (buy side--John Will) I forwarded John's latest update earlier this week then his note below. First, he had several conference calls with George Wasaff to John Pattillo. John Pattillo had committed to getting back to John on Friday (he didn't) with the specifics of ABS' counter offer to FEDEX. John's e-mail below notes that on Friday 12/15 by noon he heard nothing back from Pattillo. Second, John is to hear back from Carmen Perez today, Fedex account rep, on any news from Fedex lawyers and team regarding Fedex's response to lawsuit issue update. Third, George Wasaff has made himself available to fly to Memphis with John this week if necessary and if this will help resolve the lawsuit issue in our favor. Fourth, John has been told to begin to pull back business from FEDEX in terms of the GSS contractual relationship. I've asked John to keep us in the loop on the developments with these four items and what he finally decides to do 12/22 on the Fedex account. HP: Wireless conference call with Peter G. went fine. Peter G. has asked Darrin to set up a follow up meeting with HP after 1/8/01 when the Enron wireless team returns from London. This is in progress. EFS/Datawarehouse equipment meeting set for early Jan. Spoke with Peter G. I spoke with Bill Dwyer directly last week and he would welcome the opportunity to work more closely with Enron but would want to work in concert with the sales force. My e-mailed question to you was as follows: Do we just wait to hear back from Greg Pyle given your phone call to him and Peter G. message delivered to him on 12/14? Kinko's: Connected Mike Rabon to Kinko's CIO via conference call. That enables the EBS proposition to move forward with Kinko's. Also, connected Ed Quinn and Chris Charbonneau to VP of purchasing. He is the initial decision maker. Chris Charbonneau and I got on a follow up conference call with VP of Purchasing and found that he had already received a business proposition from EIM Pulp & Paper team 9 months ago. But, the offer was not as competitive as the options offered by the Kinko's paper mills. Ed and Chris have some homework to do to improve the offer and get back to the VP of Purchasing. Once we get past this initial hurdle, I will work with Quinn and Charbonneau on getting to the CFO's office as necessary. So, both sides are moving foward here. Also, had Ed Quinn meet with Craig Brown and Tracy F. on office automation (pulled Jeff Youngflesh up to speed as well) since he couldn't attend the meeting. Ed had some great ideas for the process. Continental: Wasaff will speak briefly with Ron Howard on Wednesday at 1:30 PM as a follow up thank-you. Meeting minutes sent out. Will be working with Craig Breslau and T. Ramsey in early Jan. meeting to get info. needed for airline ticket for fuel mgt. swap deal going. Also, followup up with Tawney, Taylor, and Engberg (plastics) in early Jan. Plastics will also be coming to GSS/BD to give educational overview. CSC, Sonoco, Instromet followup in Jan. 2001. Have a great holiday! I will be checking my work voicemail daily weekdays (except Christmas day). Sarah-Joy -----Original Message----- From: Will, John Sent: Friday, December 15, 2000 12:44 PM To: Hunter, Sarah-joy Subject: Re: Fedex Sarah-Joy, No news from John Patillo yet. jw Sarah-joy Hunter/ENRON@enronXgate 12/15/00 10:17 AM To: John Will/NA/Enron@ENRON cc: Subject: Fedex John: Good Morning! Per our conversation yesterday, you had noted that John Pattillo would be getting back to you with his decision as to how he would approach FEDEX with an Enron counteroffer. Any news on this? Also, thanks for leaving voicemail/e-mail messages to keep me in the loop regarding: a) John Pattillo's decision 12/14; b) Carmen's feedback by close of business Monday 12/18 c) what you finally decide to do before leaving for the holidays 12/22 d) if you follow up on George Wasaff's offer to fly to Memphis next week if necessary and e) if you need to pull back on Enron's contracts with Fedex. Appreciate it. Sarah-Joy", "id": "16075289_1075849627202_JavaMail_evans_thyme"}