{"email_subject": "RE: The Stage", "email_body": "Jeff, I don't understand what you want me to do with this letter. Regarding the utilities, you and I know that I have had the right to shut off the utilities to a property I don't own for sometime now. I did not do that because I wanted to stay on good terms with the Kuo's while negotiating the release. I had the utilities taken out of my name yesterday. The city of seguin informs me that the meters were read yesterday and the final bill will be mailed to me next week. Then I can compute the amount that the Kuo's owe me for utilities and send them a check for the rock repairs. Please let Pauline know that she needs to go down to the city and take care of the deposit by Friday or the power may be disconnected. The utilities are already in her name. In my mind the utilities were never a bargaining chip. Rather, you and I are paying the $11,000 in exchange for the release. Regarding the transfer of ownership into a limited partnership, I will most likely be agreeable to this but I want to review all the loan documents with Jacques and ensure that there is still a personal guarantee on the two notes. I expect to have that done by Friday. I would like for her to sign the release today, but if she won't sign until I consent to the limited partnership then the release will have to wait until Friday. As far as the utilities go, I made the transfer for two reasons: 1) I need to know the amount that I have paid to net against the $11,000 and 2) I had the right to take the utilities out of my name and I didn't want the balance to get out of hand. I will call you when I am comfortable consenting to the limited partnership. Phillip -----Original Message----- From: \"Jeff Smith\" <jsmith@austintx.com>@ENRON Sent: Tuesday, June 12, 2001 3:25 PM To: Allen, Phillip K. Subject: The Stage I spoke with Pauline and she says she is ready to transfer the utilities. However, she wants to get your signed permission to transfer their ownership interests to the J&P Kuo, Ltd. for purposes of paying back the two notes. (per her attorneys advice). She is ready to sign the settlement, but she has not been able to talk to her lawyer who is tied up in court. I have attached a Word file with the a letter to them which authorizes the transfer. If it is acceptable please sign and fax to her directly at 830-372-5400. Please fax to me also. Thanks. Jeff Smith The Smith Company 2714 Bee Cave Road, Suite 100-D Austin, Texas 78746 512-732-0009 512-732-0010 fax 512-751-9728 mobile - stagecoach settlement letter to kuo.doc << File: stagecoach settlement letter to kuo.doc >>", "id": "16283813_1075858639654_JavaMail_evans_thyme"}