{"email_subject": "November 2001: Car buying tips..", "email_body": "AutoToolBox.net Newletter: November 2001 =09 AutoToolBox.net [IMAGE]Welcome to the Car Site For Car People! =09 [IMAGE]=09 [IMAGE]=09 BROWSE [IMAGE] Main Page [IMAGE] Car Buying [IMAGE] Used Ca= rs [IMAGE] Auto Loans [IMAGE] Car Insurance [IMAGE] Auto News [I= MAGE] DMV Map [IMAGE] Driving Directions [IMAGE] OUR PARTNERS = CanTire.com Carfax CarParts.com CarPrices The Tire Rack Warrant= ybynet [IMAGE] Welcome to the Car Site For Car People [IMAGE] We= try to give the average person a listing of the best resources on the web= related to cars and car buying. We've filtered out the hype and endless o= nline marketing to give you the leads to the most useful resources. [IMAG= E] New Car Buying Methods A guide to new money-saving online car-bu= ying resources. Learn about several interesting online car-buying methods. = What is the best way to buy a car online? Can the Internet somehow help peo= ple save money when buying a car? There are indeed ways to utilize the Int= ernet to shop for - and even buy - a less expensive car using the Internet= . Click here for more info [IMAGE] [IMAGE] Arrive At The Dealership = With A Pre-Approved Loan Did you know you can get tax-deductible auto= loans for new or used cars? Plus: An overview of various online financing = options. Sometimes the best way to go car shopping is with money in-hand to= serve as a bargaining tool. Sometimes it is a real pain to line up at the= bank to shop for loans. Click here for more info [IMAGE] [IMAGE] N= ews Line November USA: Toyota may extend zero-interest financing in U.= S. (Reuters) GERMANY: Porsche posts record profit, extends CEO contract (R= euters) ITALY: Lancia Thesis to lead Fiat luxury move (Reuters) HONG KONG= : INTERVIEW: Daimler sees big future in China, but cautious (Reuters) USA:= Ford scraps Explorer hybrid USA: Ford nears settlement in discrimation su= its - WSJ (Reuters) USA: GM to fold e-business unit back into company - WS= J (Reuters) USA: Ford names new Asia, Mazda chiefs in latest shakeup (Reut= ers) USA: US output down 12.5% YTD UK: Ricardo sets up motorsport divisio= n [IMAGE] =09 [IMAGE]=09 [IMAGE]=09 [IMAGE] TO UNSUBSCRIBE This e-mail was sent to pallen@enron.com If you rec= eived this e-mail at a different address, this e-mail message was forwarded= . If you do not wish to receive future e-mail offers, please hit the reply = button and let us know by typing the word \"REMOVE\" in the subject line. = =09", "id": "16457366_1075862162168_JavaMail_evans_thyme"}