{"email_subject": "FW: details for long term flat price swap on Nat Gas Houston Ship\n\t Channel Inside FERC", "email_body": "Russell: Just fyi, they're willing to take us for 20 years. ---------------------- Forwarded by John Arnold/HOU/ECT on 05/10/2001 08:17 AM --------------------------- From: Eric Bass/ENRON@enronXgate on 05/10/2001 07:42 AM To: John Arnold/HOU/ECT@ECT cc: Subject: FW: details for long term flat price swap on Nat Gas Houston Ship Channel Inside FERC John, Attached are the volumes associated with the 20 yr Soc Gen deal we talked about. I have yet to hear from credit. I will let you know the status as it becomes available. Eric -----Original Message----- From: Sent: Thursday, May 10, 2001 7:34 AM To: Bass, Eric Subject: details for long term flat price swap on Nat Gas Houston Ship Channel Inside FERC Hi Eric, Please find below the detailed terms of a possible deal that we have been talking about during our phone conversation this morning. Nature of deal : If the transaction takes place, Societe Generale would sell a financial fixed price swap (flat price, not basis differential) to Enron. The monthly settlement would be financial. There would not be any exchange of physical product. Period of the deal : June 1st, 2001 to January 31st, 2021. Used Reference : Natural Gas-Houston Ship Channel Index Inside FERC , monthly settlement. Volumes of the financial swap transaction : Please find below the volumes given month by month in MMBTU. (See attached file: Since there is a tiny chance that the deal trades today, could you please check if you have credit with SG for this period. If not, could you find out how much time it approximately takes to get the credit. In terms of credit, SG is good with Enron for this period. Thank you, Alexander Werner The information contained herein is confidential and is intended solely for the addressee(s). It shall not be construed as a recommendation to buy or sell any security. Any unauthorized access, use, reproduction, disclosure or dissemination is prohibited. Neither SOCIETE GENERALE nor any of its subsidiaries or affiliates shall assume any legal liability or responsibility for any incorrect, misleading or altered information contained herein. The information contained herein is confidential and is intended solely for the addressee(s). It shall not be construed as a recommendation to buy or sell any security. Any unauthorized access, use, reproduction, disclosure or dissemination is prohibited. Neither SOCIETE GENERALE nor any of its subsidiaries or affiliates shall assume any legal liability or responsibility for any incorrect, misleading or altered information contained herein. - volumes-10-5-01-for-Enron.xls", "id": "17042690_1075857650186_JavaMail_evans_thyme"}