{"email_subject": "RE: Distribution of report", "email_body": "Is this the weekly fundamentals report produced by Tim Heizenrader's group?= In Houston, we have been receiving the report on Tuesday afternoon via em= ail before the fundamentals meeting in Portland. How can distribution thro= ugh or administrative assistants be more efficient? =20 The administrative assistant for the West gas desk is Ina Rangel. Her loca= tion is EB3210. Phillip Allen 713-853-7041 -----Original Message----- From: =09Bruce, James =20 Sent:=09Monday, October 29, 2001 4:34 PM To:=09Allen, Phillip K.; Alonso, Tom; Alport, Kysa; Badeer, Robert; Belden,= Tim; Brown, Kortney; Bruce, James; Bryson, Jesse; Buerkle, Jim; Cadena, An= gela; Calger, Christopher F.; Chang, Fran; Chen, Andy; Choi, Paul; Clark, E= d; Comnes, Alan; Conwell, Wendy; Dalia, Minal; Davidson, Debra; Donovan, Te= rry W.; Driscoll, Michael M.; Dunton, Heather; Dyer, Laird; Eriksson, Fredr= ik; Etringer, Michael; Fillinger, Mark; Foster, Chris H.; Frost, David; Ful= ler, Dave; Gilbert, Jim; Gomez, Julie A.; Gray, Stan; Grigsby, Mike; Guilla= ume, David; Guzman, Mark; Hammond, Don; Holst, Keith; Kaufman, Paul; Lackey= , Chris; Law, Samantha; Mainzer, Elliot; Malowney, John; Mays, Wayne; Mcdon= ald, Michael; Mckay, Jonathan; Miller, Stephanie; Motley, Matt; Mullen, Mar= k; Mumm, Chris; Nelson, Kourtney; Ngo, Tracy; Oh, Jeffrey; Page, Jonalan; P= arquet, David; Perry, Todd; Polsky, Phil; Presto, Darin; Radous, Paul; Ranc= e, Susan; Rawson, Lester; Richter, Jeff; Rosman, Stewart; Sacks, Edward; Sa= lisbury, Holden; Sarnowski, Julie; Savage, Gordon; Scholtes, Diana; Semperg= er, Cara; Shields, Jeff; Slaughter, Jeff G.; Smith, Sarabeth; Soderquist, L= arry; Surowiec, Glenn; Swain, Steve; Swerzbin, Mike; Symes, Kate; Thomas, J= ake; Thome, Stephen; Thome, Stephen; Thompson, Virginia; Van Gelder, John; = Ward, Kim S (Houston); Wente, Laura; Williams III, Bill; Williams, Bill; Wi= lliams, Jason R (Credit); Zufferli, John Subject:=09Distribution of report The method for distribution of the weekly reports has changed. Hard copies= will now be distributed through your administrative assistant. =20 To receive a paper copy of the report, please send me an e-mail request inc= luding you location and admin. =20 The information in these reports is for internal use only and should not be= the basis for investment decisions. =20 Please let me know if you have any questions or comments, James Bruce=09 Enron North America=09=09(503) 464-8122 West Power Desk=09=09(503) 860-8612 (c) 121 SW Salmon, 3WTC0306=09(503) 464-3740 (fax) Portland, OR", "id": "17229495_1075862164644_JavaMail_evans_thyme"}