{"email_subject": "Uncover Profit in Today's Tech Market!", "email_body": "Get the information you need on tech stocks from TheStreet.com's Scott Moritz before other investors know what's going on! Get The Tech Edge absolutely FREE for two weeks! Dear Investor: Will some tech stocks recover before others? Should you sell or hold tech stocks in your portfolio? Is there a recovery coming? What are the hidden stock gems that you could profit from right now? Scott Moritz, known in the investment community for his uncanny scoops on tech news and stories of critical importance to investors, provides you with all of the answers in The Tech Edge, TheStreet.com's newest premium product. Click here for your FREE two-week trial subscription to The Tech Edge: With your FREE two-week trial subscription to The Tech Edge, you'll get the kind of information you need to make sound investment decisions. As an exclusive member, you'll be entitled to these member benefits: *** An exclusive investigative report sent by email every other Tuesday, giving you the inside story on tech stocks and what's going on in the tech sector. *** Top-10 lists of tech stocks, such as the attractive tech stocks with low P/E ratios, best telecom picks and 10 tech stocks to dump now and more! *** Special email reports when there are breaking developments in the tech sector that might require action and can't wait for the regular bi-weekly reports. *** Answers to important questions from readers about tech investing strategy that can help you become a better investor. *** Bonus Report - 4 Little-Known Facts That Will Affect Your Tech Investments In 2002. This report will provide you with the kind of information you need to succeed when investing in tech stocks in today's market. *** Bonus Report - Tech Investing in 2002: 2 Winners and 2 Losers. This report is a must-have for investors interested in tech stocks. So what are you waiting for if you have absolutely nothing to lose? Sign-up today for your FREE two-week trial subscription to The Tech Edge and get the information you need to make well-informed investments in tech stocks. Just a reminder: Unless you notify us to cancel your subscription before the end of your FREE two-week trial period, your subscription will automatically continue and your credit card will be charged $19.95 per month. You may cancel your subscription by contacting our Customer Service department at 1-800-562-9571. Brought to you by TheStreet.com www.thestreet.com TheStreet.com is not registered as a securities broker-dealer or an investment advisor either with the U.S. Securities and Exchange Commission or with any state securities regulatory authority. Both The Tech Edge website and represent Mr. Moritz's own investment opinions, and should not be construed as personalized investment advice. Mr. Moritz cannot and does not assess, verify or guarantee the suitability of any particular investment to your own situation. You bear responsibility for your own investment research and decisions and should seek the advice of a qualified securities professional before making any investment. This email has been sent to you by TheStreet.com because you are a current or former subscriber (either free-trial or paid) to one of our web sites. If you would prefer not to receive these types of emails from us in the future, please click here: If you are not a current or former subscriber, and you believe you received this message in error, please forward this message to members@realmoney.com, or call our customer service department at 1-800-562-9571. Please be assured that we respect the privacy of our subscribers. To view our privacy policy, please click here:", "id": "17559022_1075855376197_JavaMail_evans_thyme"}