{"email_subject": "Re: End of the YEar", "email_body": "thx and have fun on vaca To: John Arnold/HOU/ECT@ECT cc: Subject: End of the YEar Hey: Sorry I didn't get to come by before I left. I have been in London since 12/15.I hope the expiry goes smoothly for you. Also I hope your holliday season is going well ( however abridged it is by the NYMEX and Enron) Many of the guys over here asked about nat gas and EOL in the US. I suggested they visit with you when they are over in the US. In particular, Chris Mahoney (gasoil trader) will be in Houston the 27 t0 30. I told him he should come and watch you deal with the AGA number and NX1 at the same time. Chris is a really good guy. His team loves him and will definitely play a large role in turning the crude and products group around. Anyway you were a great pal over the last 12 months and gave me a lot of good advice. I do miss listening to the banter on the gas floor (and the gambling!), but there are a lot of good people in crude and products (especially in London) and I think we will be able to deliver on the goods. I think you are wonderful and I'm very happy we had the chance to work together. Happy New Year! Jen PS I am coming back on the 6th. Once I finish up the week, I am off to Berlin for New Year's Eve and then a little trip over to Prague. PPS If there is any other info you need let me know. By Jan 15, I should have about 15 analysts and be able to devote some to special projects. PPS A London HOuston Comparison London HOUSTON Employee Referral BMW Z3 Maybe 2K, usually a slap on the back Parking Avail 10 spots 100's Parking Fee Monthly auction, with 10 top ten bids Set annual, space yours for your ENE life winning, lowest of the ten setting monthly price Building Across from Buckingham Palace Demilitarized zone Holiday 5 weeks ???? Trading Day 8 am - 8:30 pm 6-6:30 Closest Bar British Pub, one Block Ninfa's Allen Ctr John Arnold 26/12/2000 19:03 To: Jennifer Fraser/HOU/ECT@ECT cc: Subject: Re: NG Expiry sorry didnt respond to your message. don't know how to do that instant messenger thing anymore. volume very, very light. most of stated volume in spreads and TAS. No one seems to want to be in the office this week. Everyone wants to get this year over with. Keep pumping in the fundamental info. very good stuff and i'm not getting it anywhere else. From: Jennifer Fraser 12/26/2000 12:16 PM To: John Arnold/HOU/ECT@ECT cc: Subject: NG Expiry Hey", "id": "17569138_1075857658721_JavaMail_evans_thyme"}