{"email_subject": "Re: mkts", "email_body": "It's funny the spreads in gas. First, in gas, you can play the seasonality game. Does anybody want to buy M/N at 1 back. No, of course not. But in crude, m/n at .10 back is normal. definitely a game as you try to keep month on month spreads somewhat within reason while preserving year on year spreads and creating equilibrium for where cal 2 on back hedging and spec demand is. that's why cal 2 is as high as it is. when was the last time the most bullish part of the nat gas curve was prompt month. i can't remember w/o looking at charts. it's always the mentality of: if it's tight now what about July or what about winter. i think that's why the winter spreads are a piece. the z/f/g fly is interesting. i think z/f can and will settle backw. just a high prob it goes cantango first. Still seeing sellside interest in term. definitely a result of pira. will probably get absorbed in the next two weeks as everybody forgets about them and watches the front of the curve. previous to that conference, the producers just didnt want to sell anything. tired of writing us a big check every month. so not only am i in on weekends, but they just put a computer in my house so i can work at home at night. it's really my only time to sit and think without the phones and eol going crazy. they better pay me for the decline in my lifestyle . slafontaine@globalp.com on 10/15/2000 09:26:31 PM To: John.Arnold@enron.com cc: Subject: Re: mkts what is a young pup like you doing working on saturday? yea ill check again the numbers but pretty sure they said +3 bcf by dec. ill let you know/its been along week/weekend of partying in ny so my memory mite be failing me. i know this isnt same as crude-less mature but getting there so im always wondering if/when the mentality will start to go more that way-ie inverses shud be for only 1 reason-that supply/demand balance will get less tite than it is today. some length has gotten out of winter sprds but i know from a few i talk too they still in-im out even slitely short not much cuz i think growing deliverabilty if it occurs is bearish the sprds-and 30 cts inverses will be hard to maintain unless we have crazy weather. we're only 2 weeks from withdrawel period so unitl i see cash backwardate im not gonna be bullish these sprds until all the length bails. your rite on the mkt-the anticipation is in the mkt-you gotta have flat px to make money,my approach in the short term as well. that said everyone at pira including pira all bull bull the winter-will be good i think for a win/sum01/win02 inverse play even tho its not cheap. fyi-pira also bearish crude-not saying they rite but will have impact on natgas producers sentiment short term-esp as mideast starts to fiad. for you be careful of the politics effecting heating oil, natgas watching too. there will be some action in my opinion next 4 weeks by govt that cud impact ho futs negatively and therefore may roll to natgas-ie if ho goes a big discount to natgas before any major cold-gas will get hit i think. if i hear anything on oil side ill be happy to pass it on-apprec comment on producers not that im surpirsed, wonder if they start going out further esp with forward sparks getting hit lately?? good luck man-talk soon. pira was good. you go next year ill set up you some interesting people,good to network cuz we never know where we'll end up. by the way-you bullish sum 02/win 02 or are you rolling a short? non of my biz but i was on the other side-ill add if it narrows more. inkjections next summer will be huge albeit from low stx-curve will mean revert eventually.", "id": "17721019_1075857596305_JavaMail_evans_thyme"}