{"email_subject": "Re: PO spreadsheets", "email_body": "Phillip, the insurance/repairs numbers are actually overstated; they are based on calculations from USPSL owners and agents like us who have helped clients buy and sell post offices for years. With regards to the exercising of renewal options, you might be interested to know that the USPS actually renews these 94% of the time; some post offices are in the 75 years and above range on leases. And finally, the construction costs are reflective of the construction codes and practices the USPS requires for contractors. These are well-built facilities, last a long time, and can be converted to many other uses if the post office moves out. I have added another post office for your consideration. It's in McAllen, is a multi-tenant building, and has a fairly strong cap rate. The flyer is attached. In any case, I would be glad to help you look for other investment possibilities over here. Do let me know what you've already found, and what you might like to find. I look forward to hearing from you. With best regards, Jim Wills Phillip.K.Allen@enron.com wrote: > Jim, > > Your spreadsheet shows the same type of return I was calculating. Your > insurance and repair numbers seem very low. Also, assuming that the > options to extend at higher rates will be exercised is a huge leap of > faith. I don't believe these properties cost any where near the $150+/sf > that they are being offered at. > > Based on the optimistic back loaded returns, I would not be comfortable > purchasing a post office at this time. Thank you anyway. > > Phillip > > -----Original Message----- > From: James Wills <jwills3@swbell.net>@ENRON > Sent: Tuesday, November 20, 2001 8:56 AM > To: pallen70@hotmail.com; pallen@enron.com > Subject: PO spreadsheets > > Phillip, > > Hope you are doing well this week, and have great plans for > Turkeyday!! > We'll be with family in Austin, and kind of on a maiden voyage in our > '83 Avion that we're upgrading for camping! > > Here's a look at three post offices in a slightly different manner. > Remember that the Roma one is about 5 years old, was a 15 yr lease > originally. The other two are new. > > The Roma is like buying a savings account. It would be paid off in 10 > years, you would reap some cash flow during that period, then the > bonus > kicks in after that with the 10 yr. renewals at a higher lease income > after it's paid off. It would probably go beyond another 10 years. > Cash > on cash returns don't mean as much on shorter amoritazations like > Roma. > > We have shown this info and flyers to several people, so do let us > know > if you are interested in any of them...I really don't think they will > last long. With best regards, Jim Wills > > - new analysis.xls << File: new analysis.xls >> > > > This e-mail is the property of Enron Corp. and/or its relevant affiliate and may contain confidential and privileged material for the sole use of the intended recipient (s). Any review, use, distribution or disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please contact the sender or reply to Enron Corp. at and delete all copies of the message. This e-mail (and any attachments hereto) are not intended to be an offer (or an acceptance) and do not create or evidence a binding and enforceable contract between Enron Corp. (or any of its affiliates) and the intended recipient or any other party, and may not be relied on by anyone as the basis of a contract by estoppel or otherwise. Thank you. > - Mcallen.wps.doc", "id": "17733064_1075862166101_JavaMail_evans_thyme"}