{"email_subject": "RE: EES contact on the PCC Ball Valves deal", "email_body": "Jennifer: I talked with John will and he doesn't know what PCC has done with EES. So= ,=20 I'll wait to hear back from Peter Eichler once he does some investigations= =20 into his own company and gets the answer back to us. Sarah-Joy ---------------------- Forwarded by Sarah-Joy Hunter/NA/Enron on 12/13/2000= =20 07:45 PM --------------------------- \"Peter Eichler\" <peichler@pccflow.com> on 12/13/2000 06:00:29 PM Please respond to <peichler@pccflow.com> To: <Sarah-Joy.Hunter@enron.com>, <peichler@pccflow.com> cc: \"ENRON John Will\" <jwill@enron.com>, <bgaddis@precastcorp.com>=20 Subject: RE: EES contact on the PCC Ball Valves deal Sarah-Joy... I just picked up your voice mail... I am forwarding Byron Gaddis's e-mail in response to your question of who PCC is working with at EES. Let me stress that I am not working with anyone other than John (and now hopefully you) at Enron to get PCC Ball Valves approved for international use at Enron. I am providing Byron Gaddis' e-mail address as he is in Portland at Corp HQ= , and is familiar with the issue. He may be able to provide a name for you at EES that PCC is working to conclude an agreement on energy....note that the activity is covered under a Conf Agreement to protect PCC and its data. In addition, Byron was curious about your possible need for blades and the mechanism you go through to acquire them. As for me... we would like you to fall in love with our world class ball valves from PCC Ball Valves (hence putting them on the approved supplier list) AND also love our Emergency Shutdown Systems for pipelines by our Barber Industries (again, feeling so smitten that they find their way onto your approved list)... John has the information packages on both companies and product lines... For me... signing off from Milan Italy...where I have been living and breathing these ball valves this week. Shipments of 40\" and 48\" units going to Transgaz on a Romanian/ Russian pipeline as well as 36\" units for a Turkish pipeline are going out.... Pete -----Original Message----- From: Peter Eichler [mailto:peichler@pccflow.com] Sent: Wednesday, December 13, 2000 12:16 PM To: Sarah-Joy.Hunter@enron.com Cc: ENRON John Will; PCC Ball Valves Aldo Bargeri (SMgr); PCC Ball Valves Roberto Bartolena Subject: RE: EES contact on the PCC Ball Valves deal Sarah-Joy.... The only person I have been working on in Enron about Ball Valves is John Will. For Enron to come to PCC Ball Valves outside Milan Italy for a quality audi= t (as proposed by John), the correct people to contact are: Roberto Bartolena - Managing Director Phone number 39-02-9379-9127 e-mail robart@pccbv.it Aldo Bargeri - Sales Mgr Phone number same as above... e-mail abargeri@pccbv.it I look forward to PCC BV becoming an approved supplier for your international work.... Pete -----Original Message----- From: Sarah-Joy.Hunter@enron.com Sent: Wednesday, December 13, 2000 7:53 AM To: peichler@pccflow.com Subject: Re: EES contact on the PCC Ball Valves deal Pete: I work with John Will in Enron Corporation, Global Strategic Sourcing. He asked me to follow up with you regarding WHO you have been working with in EES on the PCC Ball Valves deal. Thanks for letting me know! Sarah-Joy ---------------------- Forwarded by Sarah-Joy Hunter/NA/Enron on 12/13/2000 07:49 AM --------------------------- From: John Will on 12/12/2000 08:29 PM To: Sarah-Joy Hunter/NA/Enron@Enron cc: Subject: Re: Update (Document link: Sarah-Joy Hunter) Pete's number is: 281 775 1694 Thanks! jw Sarah-Joy Hunter To: John Will/NA/Enron@ENRON cc: 12/12/2000 Subject: Update 06:58 AM J \"Peter Eichler\" To: \"ENRON John Will\" <jwill@enron.com> <peichler@pcc cc: flow.com> Subject: Update 12/11/00 01:23 PM Please respond to peichler John.... Since we last met, a letter of Intent has been signed by PCC with EES (Enron Energy Services).... I have heard that our=01;Byron Gaddis was trying to reach you=01; about an= y ideas you might have for large structural parts (remember out titanium casting capability for jet engine turbine blades as well as generator turbine blades).... In any case... we definitely want to make sure PCC Ball Valves is your INTERNATIONAL (non-USA) Project ball valve supplier for gas pipelines... How are we doing to get that distinction? Pete", "id": "18002277_1075849626661_JavaMail_evans_thyme"}