{"email_subject": "Plants Shut Down and Sell the Energy", "email_body": "---------------------- Forwarded by John Arnold/HOU/ECT on 12/22/2000 07:25 AM --------------------------- slafontaine@globalp.com on 12/22/2000 07:11:26 AM To: slafontaine@globalp.com cc: Subject: Plants Shut Down and Sell the Energy Subject: Plants Shut Down and Sell the Energy Plants Shut Down and Sell the Energy By Peter Behr Washington Post Staff Writer Thursday, December 21, 2000; Page E01 Kaiser Aluminum Corp. had planned to spend December making aluminum at its giant smelters in the Pacific Northwest, run by electricity from the Bonneville Power Administration's Columbia River dams. Then it saw a better deal. With California desperate for power and electricity prices hitting unheard-of peaks, Kaiser shut down its two U.S. smelters last week. It is selling the electricity it no longer needs -- for about 20 times what it pays Bonneville under long-standing contracts. It is a measure of this winter's fuel crunch: Some big industrial firms in energy-intensive sectors such as paper, fertilizers, metals and even oil-field operations can make more money by selling their electricity or natural gas than manufacturing their products. The shifts by such large industrial consumers of energy -- described as unprecedented by analysts -- will free up more fuel for households and businesses this winter. But they also are sowing seeds of potential problems next year. Shortages of aluminum and fertilizer, for example, are likely to give another upward jolt to consumer prices and further weaken the economy, analysts said. \"The fertilizer picture is particularly worrying us because we don't know what they're going to use to grow crops with,\" said David Wyss, chief economist at Standard & Poor's. Some economists have recently increased their warnings about the damaging impact of this winter's heating bills on an already weakening economy. Goldman Sachs analysts last week estimated that gas heating bills will double this winter to more than $1,000 for a typical U.S. household. That and higher electricity prices will cost consumers $20 billion in higher energy costs compared with a year ago, they estimated, cutting the expected growth in the nation's economic output by one percentage point on an annual rate in the first three months of next year. \"Overall, the recent energy price developments have thus added to the risk of a sharp economic slowdown,\" the Goldman Sachs report concluded. Terra Industries Inc., in Sioux City, Iowa, has closed three of its six U.S. ammonia plants, which use natural gas as a main ingredient for fertilizer production. Like Kaiser, the company realized it would be much more profitable to stop production in December and sell the natural gas back to the market at current prices, which are much higher than the price Terra was obligated to pay under its existing December supply contract, said Mark Rosenbury, chief administrative officer. \"We looked at these [current] prices and said, 'This is crazy,' \" he said. Terra hasn't disclosed the profit it will make selling its gas, but Rosenbury said it would be \"substantial.\" In coming months, Terra's good fortune could be reversed. It usually buys gas a month at a time, and the prices for January delivery most likely will be well above its break-even point. That would keep Terra's plants closed, Rosenbury said, but eliminate the opportunity to sell the natural gas at a profit. \"If this persists,\" Rosenbury said, \"it's going to be a real problem.\" He estimates that out of a total annual U.S. production capacity of 18 million tons of ammonia, about 4 million tons of production isn't operating now. \"Could we be short of fertilizer next spring? It's possible that farmers will not have as much as they want,\" Rosenbury said. Royster-Clark Inc., a Norfolk and New York City-based fertilizer manufacturer and distributor, has shut down its one plant in East Dubuque, Ill., indefinitely, and 72 production workers will be laid off, beginning next month. The story is the same -- natural gas prices are too high to justify continued production. \"We believe it's likely this is a speculative bubble [in natural gas prices] that will burst and in a few weeks we'll be able to buy gas at a more reasonable price, but that remains to be seen,\" said Paul M. Murphy, the company's managing director for financial planning. A continuation of high natural gas prices would likely shrink production and raise fertilizer prices to a point that could affect farmers' decisions to plant feed corn, he said. \"It's sticker shock.\" According to Wyss, if this winter remains unusually cold and natural gas remains above $7 per million cubic feet -- double the level a year ago -- farm products could rise significantly a year from now and into 2002. In the aluminum industry, several smaller producers have joined Kaiser, the industry's No. 2 manufacturer, in closing down, noted Lloyd O'Carroll, an analyst with BB&T Capital Markets in Richmond. Aluminum production in November was 8.3 percent below that of November 1999, and December's production will be lower still, he said. \"We'll get more production cut announcements, I think,\" he said. A slowing in the U.S. and world economies next year could ease the impact of reduced aluminum supplies. \"But if the world economy doesn't fall completely apart, then [aluminum] prices are going to rise, and they could rise significantly more than the current forecast,\" he said. In Kaiser's case, it's an open question how much of its electric windfall it will keep. Kaiser is contractually entitled to buy electricity from Bonneville at $22.50 a megawatt per hour, says spokesman Scott Lamb. That is the power it has sold back to Bonneville for $550 a megawatt hour for December. But the Bonneville Authority is pressuring Kaiser to use these and future profits from power resales to compensate employees at the shut-down plants, to invest in new electric generating capacity, or even to refund to Bonneville's other customers, said Bonneville spokesman Ed Mosey. Kaiser and Bonneville have negotiated a new power purchase deal to take effect after next October, but the power authority says it intends to reduce deliveries to Kaiser if the company tries to pocket the electricity sale profits. \"Out here, a deal is a deal, but it has to be a moral deal. There has to be an ethical dimension to this and we're not shy in trying to make sure they live up their advantage in having access to this publicly-owned power,\" Mosey said. , 2000 The Washington Post Company", "id": "18242435_1075857614255_JavaMail_evans_thyme"}