{"email_subject": "Meeting Minutes - FINAL - 12/11/00", "email_body": "Not attending: Drew Ries, Bob Johansen, Trang Dinh George Wasaff Kelly Higgason accepted a position to work for EES effective Jan. 1. Looking for a new Asst. Gral. Counsel. Kim Rizzi validated her resignation last week. For HR needs we will make contact with Dave Schafer's office. Ken Smith left the company last week to pursue new opportunities. John to circulate memo. Position open in Platforms & Processes. Staffing. Juanita Andrade was the candidate selected for the Sr. Admin. Asst. position. Leticia Flores to be considered for upgrade in Zhang's group. People Plan. Meeting today at 10.30 AM with Bob Reimer and Don Miller. KGW will be off the rest of the year. Derryl to lead next Monday's meeting. New floor tech. For assistance, call the Resolution Center at 3-1411. Derryl Cleaveland Cynthia Barrows asked Bruce to contact auto makers for options on hybrid automobiles. DealBench. e-Commerce conference for construction services will be held this week. Background on infrastructure GSS can provide needed. John Will to contact each team to get input. Looking to use DealBench on Nuovo Pignone Phase V units. Phil Foster in Italy meeting with transport cos. FreeMarkets. Glen Meaken has started discussions with KGW. Sonoco. Craig and EES to engage Enron on products Sonoco offers to assist on improving their operations. Also looking for assistance to improve their procurement strategy. Nepco. Opportunities continue. Will meet with Greg again this week. Nepco Europe willing to help as well. Analysts revised savings methodology. Met with Rick Buy's group to incorporate what they use on origination projects. Will also take a look at a course for analysts on how to look and analyze new deals. Outlook migration scheduled for Dec. 18 and 19. Notes will need to be cleaned up. John Gillespie iBuyIt. ETS and Steve Kean's organization (HR, Communications, Govmt. Affairs, NA) will try it. Will contact Steve to get point person. Active fronts: EBS, EES, and Global IT. Andersen Consulting Off Site Re: e-Commerce postponed until after the holidays. Peregrine. Will talk with KGW off line. Kelly Higgason Kathy Clark starts today. Finalized agreements with Corestaff and GE Capital. Trying to close on Citibank and Cooper Cameron. Derryl to take a look at Contract Administration on how to manage the area. Calvin Eakins Cathy Riley contacted prime suppliers on 2nd tier. Progress on mentoring plan. Formed committee. Talked with Tony last week. Meeting with him and Beth this week Re: Branding and Mentoring Program. Diversity Task Force. Number one issue on survey is the need to do a better job on promoting and hiring and retention of women and minorities. If anyone would like to view the 2000 Diversity Survey results, please stop by Calvin's office. Diversity Task Force will be merged into the Vision & Values Task Force. Jennifer Medcalf Will prepare a trip report on trip to Europe. Met with Brian Stanley Re: Bringing in some of their spend, John Sheriff (asked for periodic e-mail with update), EBS (will set up conference calls), Shirley McCain Re: Cellular, Beth Apollo (coming back to the US), Etol. EBS. Re: BMC, will contact Brad. Sony Electronics. Final negotiation of confidentiality agreement Re: Energy consumption. Compaq. Meeting scheduled. SAP. Commerce 1 and them had conference call. Nothing for EBS at this point. Sam Kemp. There might be an opportunity for him to move into GSS or have a GSS representation in Europe.", "id": "1855654_1075849626879_JavaMail_evans_thyme"}