{"email_subject": "Upcoming Reviews", "email_body": "Phillip FYI. I will send to you and the specific SME. Thanks for your leadership. Should completion become an issue I will then ask for your assistance. Happy Thanksgiving to you and your family. Save travels. Cheers Kirk ---------------------- Forwarded by Kirk McDaniel/HOU/EES on 11/21/2001 10:31 AM --------------------------- sheri.a.righi@accenture.com on 11/20/2001 08:43:57 PM To: kmcdani@enron.com cc: Subject: Upcoming Reviews Kirk - In regards to your response to move these reviews up and hopes to get the ball rolling before Monday, November 26th - I will be sending you three messages following this with the drafts of five topics that are ready for SME review. 1) Options and Futures for Dutch Quigley 2) Forwards and Swaps for Andy Lewis 3) Organizational Structure for Berney Aucoin I hope sending them in this manner will make it easier for you send to Phillip and ultimately, the SMEs. Our goal is to send you the following topics by EOD tomorrow: 1) Risk Identification and Commodity Fundamentals for Ed McMichael 2) Risk Management Inputs and Hedging Basics for Mark Reese Reminder that Accounting & Reporting will be written by Errol McLaughlin (from Jeff Gossett's group) and will not be complete until mid-December. As far as storyline scripts are concerned, I am unable to send anything to you prior to the EOD tomorrow. Unfortunately, our script writer can not get them to us any sooner. Hopefully you can forward them to Legal for them to see first thing Monday morning. I apologize for not being able to get them to you sooner. Please let me know if you have any questions. Sheri A. Righi Accenture Human Performance Service Line Hartford - One Financial Plaza Direct Dial: 860 756 2245 VPN & Octel: 765 2245 e-mail: sheri.a.righi@Accenture.com ----- Forwarded by Sheri A. Righi/Internal/Accenture on 11/20/2001 09:35 PM ----- Sheri A. Righi To: kmcdani@enron.com 11/19/2001 04:04 PM cc: donald l. barnhart Subject: Upcoming Reviews Good afternoon Kirk - As a reminder, the following are upcoming reviews we will need from Enron. **Scripts for Storyline Video: These scripts will be ready for Enron Legal to review first thing Monday morning after the holidays - Nov. 26th. Based on our production shoot schedule and reserving the actors/actresses, we would like these reviews completed by EOD Wednesday, but can have them no later than EOD Thursday. As I've mentioned before, these scripts should not take more than two hours to review. Please let me know if there are any issues with this timeframe as it will significantly impact our schedule as well as the production house and hired actors/actresses' schedules. Thank you. Topic Content for the Knowledge System: We will have all but one of the topics ready for SME review/edits first thing Monday morning - Nov. 26th. As we discussed, I am hoping you can send these to Phillip for him to forward on to the SMEs. We will be sending these topics to the following SMEs for their review and edits. Risk Identification - Ed McMichael Commodity Fundamentals - Ed McMichael (waiting on one homework assignment from him) Futures - Dutch Quigley Options - Dutch Quigley Swaps - Andy Lewis Forwards - Andy Lewis Risk Management Inputs - Mark Reese Hedging Basics - Mark Reese Organization Structure - Berney Aucoin (we are still missing content for Mid-Marketer/Origination) The last topic, Accounting and Reporting, will be developed later in the process as Errol McLaughlin will be helping us write this througout the first two weeks in December. Berney Aucoin will need to review this. Sheri A. Righi Accenture Human Performance Service Line Hartford - One Financial Plaza Direct Dial: 860 756 2245 VPN & Octel: 765 2245 e-mail: sheri.a.righi@Accenture.com This message is for the designated recipient only and may contain privileged, proprietary, or otherwise private information. If you have received it in error, please notify the sender immediately and delete the original. Any other use of the email by you is prohibited.", "id": "18845646_1075862163284_JavaMail_evans_thyme"}