{"email_subject": "Autoweb News: GMC's Envoy, Holiday Rebates & Crash Test Ratings", "email_body": "Behind The Wheel | Fully Loaded News and Information [IMAGE] Fully Load= ed News and Information Volume 1 Issue 8 | November 2001 [IMAGE] RESEA= RCH | BUY | FINANCE | MAINTAIN | SELL | ENJOY Get the best pr= ice! With rebates and incentives at $3,000+ levels and zero percent f= inancing offers on many new 2002 models, don't be left out---now is the ti= me to buy! Click here, pick your car and get the best deal--all in minutes= , from the convenience of your own home. = Click Here This month's exciting vehicle profiles. GMC Envoy = Envoy Read about GMC's comfortable and easy-driving mid-sized SUV. = Click here... Buick Rendezvous Buick Rendezvous Is it an SUV, min= ivan, or sedan? Learn more about Buick's new crossover vehicle. Click her= e... [IMAGE] SHOP SMART: RESEARCH NEW 2002 VEHICLES BEFORE YOU BUY! We= have all the tools you need to make an informed purchase decision - side-= by-side comparisons, interior and exterior photos, profiles, safety inform= ation and more. Autoweb Research Center November Rebates The= rebates just keep on coming, with continued 0% financing and cash-back d= eals. Click here to learn about recent rebate and incentive offers. Sa= fety Ratings Sure, you can crash your new car into a wall, but why not let= the Government do it for you? Click here for NHTSA crash test ratings. = [IMAGE] Autoweb's Top Ten Find out what vehicles other members of the A= utoweb community have been researching: 1. Chrysler PT Cruiser Base= 2. Ford Escape XLT 4WD 3. Toyota RAV4 4-Door 4X4 4. Ford Escape X= LT FWD 5. Mercedes-Benz C-Class C240 6. Hyundai Santa Fe LX 4WD 7. D= odge Durango Sport 4X4 8. Chevrolet Tahoe 4WD 9. Mercedes-Benz C-Class= C320 10. Toyota RAV4 4-Door 4X2 Quick and EasyPrice Quotes G= et the jump on new 2002s...request a free quote without ever leaving home!= Acura AM General Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet C= hrysler Daewoo Dodge Ferrari Ford GMC Honda Hyundai Infiniti Isuzu Jaguar J= eep Kia Lamborghini Land Rover Lexus Lincoln Lotus Mazda Mercedes-Benz Merc= ury Mitsubishi Nissan Oldsmobile Plymouth Pontiac Porsche Rolls-Royce Saab = Saturn Subaru Suzuki Toyota Volkswagen Volvo Sell your car for more with = Autoweb Classifieds Use our classified ads to reach over 3 million poten= tial car buyers. Our Sell section is also full of useful car selling tips= and price guides. Hartford Insurance It's easy to save up to $250 on q= uality Auto Insurance from The Hartford. Click here for a free online quo= te or to find a local Hartford agent. =09", "id": "19391004_1075862162714_JavaMail_evans_thyme"}