{"email_subject": "RE: word file as promised", "email_body": "Bob, I turned in the application for a variance yesterday. The hearing will be = on January 8th. In order to get on the calendar for the Dec 4th hearing, t= he application had to be in by November 9th. I was under the impression th= at yesterday was the deadline. Sorry if I dropped the ball. =20 On another note, I spoke to Joe Edwards yesterday and he had some useful su= ggestions about the addition. It might be possible to move the addition f= orward and open up the bedroom at the top of the stairs into the new space.= You could convert the modified bedroom into a media room and use the new = space for your game/play/music room. Then you could close off the existing= play room to replace the bedroom lost. Part of the play room that is bord= ered by the stair rail and looks down to the living room could be used for = a built in desk with a couple of computers. This way you would not have to= add a second staircase. The walls needed to convert the playroom to a bed= room should be minor construction. In the back you could slope the roof un= til you were within the setback. Then you could place a large dormer facin= g the back of the property or bring a wall straight up. From the driveway = the addition would have the same elevation as your drawing but intwould be = brought forward with a covered parking area below the addition. The kitche= n and dining room windows would still open to the driveway but they would b= e more shaded. That is the west side of the house so that might not be a b= ad thing. Your ideas about opening up the kitchen to the living room or di= ning room would still be possible. Personally, I think opening the dining = room would be the better idea. I don't know if you can visualize this or if you are even interested in exp= loring anything except your original plan. But I wanted to suggest somethi= ng in case the variance was not granted. Let me know if you want me to try= and sketch out these ideas. Phillip -----Original Message----- From: =09\"Robert W. Huntley, CFP\" <wise.counsel@lpl.com>@ENRON =20 Sent:=09Monday, November 12, 2001 11:45 AM To:=09Allen, Phillip K. Subject:=09word file as promised =20 - Allen 8855 Merlin lttr.doc << File: Allen 8855 Merlin lttr.doc >>", "id": "19552027_1075862165276_JavaMail_evans_thyme"}