{"email_subject": "NT Earnings Information", "email_body": "If you cannot read this email, please click here .=20 Earnings.com - News Earnings.com =09[IMAGE] =09 =09 NT 5.92 -0.03 Nortel Networks Reports Results for Third Quarte= r 2001 TORONTO, Oct 18, 2001 (BUSINESS WIRE) -- Nortel Networks Corporati= on(b) (NYSE:NT)(TSE:NT.): -- Revenues from continuing operations: = US$3.7 billion -- Pro forma net loss(a) per share: US$0.68; before inc= remental charges: US$0.27 -- Net loss from continuing operatio= ns: US$3.5 billion -- Positive operating cashflow contributes to incre= ase in cash to US$3.4 billion Nortel Networks Corporation(b) (NY= SE:NT)(TSE:NT.) today reported results for the third quarter and first nine= months of 2001 prepared in accordance with US generally accepted accountin= g principles. Revenues from continuing operations were US$3.69 billion fo= r the third quarter of 2001 compared to US$6.73 billion in the same period = in 2000. Pro forma net loss from continuing operations(a) for the third qua= rter of 2001, excluding incremental provisions and other charges, was US$85= 4 million or US$0.27 per common share. Including the incremental provisions= and other charges, pro forma net loss from continuing operations(a) for th= e third quarter of 2001 was US$2.18 billion, or US$0.68 per common share, c= ompared to pro forma net earnings of US$597 million, or US$0.19 per common = share on a diluted basis, for the same period in 2000. In the quarter, in= cremental charges included in the pro forma net loss from continuing operat= ions(a) were comprised of: US$750 million (pre-tax) for excess and obsolete= inventory, primarily related to Optical Inter-City; US$767 million (pre-ta= x) for increased provisions related to trade receivables and customer finan= cing; and US$380 million (pre-tax) primarily related to charges associated = with certain third party investments. The Company also recorded: a US$801 m= illion (pre-tax) charge for restructuring associated with the completion of= the workforce reductions and facilities closures announced in June 2001; a= nd a US$223 million (pre-tax) charge primarily related to the approximately= 50 percent reduction in manufacturing capacity of its Photonics Components= business. Including Acquisition Related Costs(a), stock option compensat= ion from acquisitions and divestitures, and one-time gains and charges, Nor= tel Networks recorded a net loss from continuing operations in the third qu= arter of 2001 of US$3.47 billion or US$1.08 per common share. \"Revenues f= or the quarter reflected the challenges presented as the telecom industry a= djusted to new levels of spending,\" said John Roth, president and chief exe= cutive officer Nortel Networks. \"Our bottom line results reflected the impa= ct of actions we have taken to adjust to the new business levels. During th= e third quarter of 2001, Nortel Networks continued to aggressively implemen= t its work plan to reduce its cost structure and streamline operations. The= Company is in the final stages of implementing a cost structure to drive b= reak even at a quarterly revenue level well below US$4 billion. The structu= re is expected to be in place in the first quarter of 2002.\" Frank Dunn, = the Company's new president and chief executive officer effective November = 1, 2001, said, \"Nortel Networks is focusing its investments and its organiz= ation to drive continued leadership across three businesses: Metro Networks= , which encompasses metro optical networking, IP networking, IP services an= d voice over IP solutions for service providers and enterprises; Wireless N= etworks; and Optical Long Haul Networks. In the quarter, our product progra= ms continued to advance as we focused on building on our industry-leading p= ortfolio of solutions. We also continued to work with our customers to help= them plan and deploy the solutions that will position them to drive reduct= ions in their cost of operations and enable them to take advantage of oppor= tunities for new revenue streams. Some key milestones over the past 120 day= s included: -- the First North American ILEC began the circuit to = packet transition with the deployment of our carrier-grade = softswitch; -- Announced Metro DWDM wins in the United States, Europe = and Japan; -- Announced Multiservice backbone awards (ATM, IP,= MPLS) in China, Germany and Asia; -- Continued progress on 3G= Wireless Internet infrastructure deployments and completed the fir= st commercial UMTS test calls and the first CDMA2000 1X mobile IP c= all; -- Introduced advances in IP solutions, including an integrated = Layer 4-7 content switching capability on our Layer 2-3 Edge = Switch Router; and -- Completed hardware design, significantly advanc= ed software integration and began production of OPTera Connect HDX = solution.\" As announced on October 2, 2001, the Company expects = to have an overall workforce of approximately 45,000 after the completion o= f its work plan. Notifications to employees impacted by workforce reduction= s are expected to be substantially completed by the end of October 2001. A = workforce reduction and related charge will be recorded in the fourth quart= er of 2001. Over the next few quarters, the Company also expects to continu= e to divest non-core businesses in accordance with its work plan. The numbe= r of positions which will be impacted by this divesture activity (including= the impact of divestures announced or completed to date) is expected to ul= timately approach 10,000 positions. Commenting on cash management in the = quarter, Frank Dunn said, \"We are extremely pleased with the results that h= ave been generated from our focus on cash management, which drove a signifi= cant improvement in cash and contributed to positive cashflow from operatio= ns. In addition, the Company further increased its financial flexibility by= completing a highly successful US$1.8 billion convertible debt issue which= , combined with positive operating cash performance from continuing operati= ons and a significant reduction in short term debt, has significantly enhan= ced our strong liquidity position. Given the industry correction and action= s we have taken over the last two quarters, Nortel Networks balance sheet i= s well positioned.\" \"While we believe we are beginning to see early indic= ations that capital spending by service providers is approaching sustainabl= e levels, it still remains difficult to predict. In light of this and the u= ncertainty regarding the potential impacts of events taking place in the wa= ke of the September 11, 2001 tragedies and their effect on economies and bu= sinesses around the world, we are not providing guidance for the fourth qua= rter of 2001 or the full year 2002 at this time,\" concluded Dunn. R= evenue Breakdown from Continuing Operations Network Infrastructure reven= ues decreased 48 percent in the third quarter of 2001 compared to the third= quarter of 2000. Wireless Internet solutions grew substantially in Canada = and slightly in Asia, which was more than offset by a considerable decline = in Latin America, a slight decline in the United States and a decline in Eu= rope. Optical Inter-city revenues were down sharply in the United States, E= urope and Latin America, minimally offset by growth in Asia. Local Internet= revenues were down substantially in the United States, Europe, Canada and = Latin America, which were minimally offset by an increase in Asia. Photon= ic Components segment revenues were down 93 percent in the third quarter co= mpared to the same period last year. The sharp decline in the segment was l= argely due to considerably lower sales of Nortel Networks Optical Inter-cit= y solutions compared to the third quarter of 2000. Other revenues decline= d 29 percent in the third quarter compared to the same period last year. Su= bstantial growth in Global Professional Services in Europe and Asia, and st= rong growth in the United States, was more than offset by considerable decl= ines in legacy voice solutions for corporations across all regions and wire= less OEM revenues in most regions. Commensurate with its announcement on = October 2, 2001 to align its resources around three businesses (Metro Netwo= rks, Wireless Networks and Optical Long Haul Networks), Nortel Networks wil= l evolve its financial reporting to reflect the new organization beginning = in the fourth quarter of 2001. Geographic revenues for the third quarter = of 2001 compared to the same period in 2000 decreased 54 percent in the Uni= ted States, 53 percent in Canada and 30 percent outside the United States a= nd Canada. Nine-Month Results For the first nine months of 2001,= revenues from continuing operations were US$14.06 billion compared to US$1= 9.75 billion for the same period in 2000. Pro forma net loss from continuin= g operations(a) for the first nine months of 2001 was US$4.01 billion, or U= S$1.26 per common share, compared to pro forma net earnings of US$1.57 bill= ion, or US$0.51 per common share on a diluted basis, for the same period in= 2000. Including the net loss from discontinued access solutions operations= , Acquisition Related Costs(a), stock option compensation from acquisitions= and divestitures, one-time gains and charges, and the write down of intang= ible assets, Nortel Networks recorded a net loss of US$25.48 billion, or US= $8.01 per common share, for the first nine months of 2001. Spending= Management The Company continued to make rapid progress to reduce its c= ost structure. Compared to the Company's year-end 2000 cost structure, excl= usive of incremental provisions and charges, the Company's cost structure a= t the end of the third quarter of 2001 is lower by approximately US$1 billi= on. Gross Margin Gross margin for the third quarter of 2001 was = approximately 1 percent reflecting incremental charges of approximately US$= 750 million related to excess and obsolete inventory resulting from the exp= ected decrease in sales due to the continued downturn in the market. Exclud= ing the impact of these incremental and other contract-related charges, gro= ss margin for the third quarter of 2001 was approximately 25 percent, compa= red to approximately 26 percent in the second quarter of 2001. Expe= nses Selling, general and administrative (\"SG&A\") expenses in the third = quarter of 2001 were US$1.92 billion. The continued impact of the market ad= justments and further decline in some of our of customers' financial condit= ion resulted in incremental provisions of US$767 million in the quarter rel= ated to customer receivables and financings. Excluding the incremental prov= isions in both periods, SG?expenses in the third quarter of 2001, compared = to second quarter of 2001, were down by approximately US$190 million. Res= earch and development (\"R&D\") expenses were US$808 million in the third qua= rter of 2001. The R?expenses in the quarter reflected focused investments t= o drive continued market leadership in our core businesses and the eliminat= ion of spending in all other areas. Compared to the second quarter of 2001,= R? expenses in the third quarter of 2001 were down by approximately US$100= million, reflecting the impact of restructuring and streamlining operation= s. The financial results of Nortel Networks Limited(b) (\"NNL\"), Nortel Ne= tworks Corporation's principal operating subsidiary, are fully consolidated= into Nortel Networks results. NNL has preferred shares which are publicly = traded in Canada. For the third quarter of 2001, NNL took a restructuring c= harge of US$793 million (pre-tax) associated with the completion of workfor= ce reductions and the closure of certain facilities related to business str= eamlining; and recorded US$207 million (pre-tax) primarily related to the a= pproximately 50 percent reduction in manufacturing capacity of the Photonic= s Components business. All such amounts are included in the consolidated No= rtel Networks amounts described above. Nortel Networks is a global leader= in networking and communications solutions and infrastructure for service = providers and corporations. The Company is at the forefront of transforming= how the world communicates, exchanges information and profits from the hig= h-performance Internet through capabilities spanning Metro Networks, Wirele= ss Networks and Optical Long Haul Networks. Nortel Networks does business i= n more than 150 countries and can be found on the Web at www.nortelnetworks= .com. Certain information included in this press release is forward-looki= ng and is subject to important risks and uncertainties. The results or even= ts predicted in these statements may differ materially from actual results = or events. Factors which could cause results or events to differ from curre= nt expectations include, among other things: the severity and duration of t= he industry adjustment; the sufficiency of our restructuring activities, in= cluding the potential for higher actual costs to be incurred in connection = with restructuring actions compared to the estimated costs of such actions;= fluctuations in operating results and general industry, economic and marke= t conditions and growth rates; the ability to recruit and retain qualified = employees; fluctuations in cash flow, the level of outstanding debt and deb= t ratings; the ability to make acquisitions and/or integrate the operations= and technologies of acquired businesses in an effective manner; the impact= of rapid technological and market change; the impact of price and product = competition; international growth and global economic conditions, particula= rly in emerging markets and including interest rate and currency exchange r= ate fluctuations; the impact of rationalization in the telecommunications i= ndustry; the dependence on new product development; the uncertainties of th= e Internet; the impact of the credit risks of our customers and the impact = of increased provision of customer financing and commitments; stock market = volatility; the entrance into an increased number of supply, turnkey, and o= utsourcing contracts which contain delivery, installation, and performance = provisions, which, if not met, could result in the payment of substantial p= enalties or liquidated damages; the ability to obtain timely, adequate and = reasonably priced component parts from suppliers and internal manufacturing= capacity; the future success of our strategic alliances; and the adverse r= esolution of litigation. For additional information with respect to certain= of these and other factors, see the reports filed by Nortel Networks Corpo= ration and Nortel Networks Limited with the United States Securities and Ex= change Commission. Unless otherwise required by applicable securities laws,= Nortel Networks Corporation and Nortel Networks Limited disclaim any inten= tion or obligation to update or revise any forward-looking statements, whet= her as a result of new information, future events or otherwise. (a)= Pro forma net earnings/loss from continuing operations is defined = as reported net loss from continuing operations before \"Acquisition= Related Costs\" (in-process research and development expense, and t= he amortization of acquired technology and goodwill from all acquis= itions subsequent to July 1998), stock option compensation from acq= uisitions and divestitures, and one-time gains and charges. (b)= On May 1, 2000, Nortel Networks Corporation acquired all of the ou= tstanding common shares of Nortel Networks Limited (formerly called= Nortel Networks Corporation) by way of a Canadian court-approved p= lan of arrangement. Nortel Networks Limited has preferred shares ou= tstanding, which are publicly traded in Canada. Nortel Networks Lim= ited's financial results have been consolidated into the results re= ported for Nortel Networks Corporation. Nortel Networks will hos= t a teleconference/audio webcast to discuss Q3 Results. TIME: 5:00 p.m. = - 6:00 p.m. EDT on Thursday, October 18, 2001 To participate, please call t= he following at least 15 minutes prior to the start of the event Teleconfer= ence: Webcast: North America: 888/363-8644 http://w= ww.nortelnetworks.com/3q2001 International: 212/231-6044 Replay: (Availa= ble one hour after the conference until 5:00 p.m. EDT, Oct 28, 2001) North = America: 800/633-8625 Passcode: 18244243# International: 416/626-4= 100 Passcode: 18244243# Webcast: 3q2001 Note to Editors: The code for the replay of the conference call ends= with a pound sign. Passcode 18244243(pound sign). Nortel Networks, the Nor= tel Networks logo, the Globemark and OPTera are trademarks of Nortel Networ= ks. NORTEL NETWORKS CORPORATION U.S. GAAP = Consolidated Results (unaudited) (1) (millions of U.S. dollars, e= xcept per share amounts) For the three months = ended Pro forma 09/30/01 09/30/00 09/30/01 09= /30/00 % Change ------------------- --------- -------= -- --------- Reported Reported Pro forma Pro forma = A B Revenues = $3,694 $6,726 $3,694 $6,726 (45%) Cost of revenues = 3,673 3,617 3,673 3,617 2% --------= --------- -------- --------- Gross profit 21 3,109 = 21 3,109 (99%) Selling, general and administrative expense 1,91= 9 1,309 1,919 1,309 47% Research and development expense = 808 917 808 917 (12%) In-process research and deve= lopment expense -- 22 -- -- Amortization of in= tangibles Acquired technology 185 217 -- -- Good= will 454 1,028 8 13 Stock option comp= ensation from acquisitions and divestitures 32 31 = -- -- Special charges 1,024 -- -- = -- Gain on sale of businesses (45) -- -- = -- -------- --------- -------- --------- = (4,356) (415) (2,714) 870 Equity in net loss of= associated companies (6) (16) (6) (1) Other income= (expense) - net (318) 200 (318) 31 Int= erest expense Long-term debt (54) (22) (54) (22)= Other (23) (17) (23) (17) = -------- --------- -------- --------- Earnings (loss) before i= ncome taxes (4,757) (270) (3,115) 861 (462%) Income = tax recovery (provision) 1,289 (237) 933 (264) = -------- --------- -------- --------- Net earnings = (loss) from continuing operations (3,468) (507) (2,182) = 597 Net loss from discontinued operations (net of tax) (2) = -- (79) -- -- -------= - --------- -------- --------- Net earnings (loss) $(3,468) $ (586) $= (2,182) $597 (465%) =3D=3D=3D=3D=3D=3D=3D=3D = =3D=3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D= =3D=3D Basic earnings (loss) per common share From continuing operations = $ (1.08) $ (0.17) $(0.68) $0.20 From discontinued operati= ons -- (0.03) N/A N/A = -------- --------- -------- --------- $ (1.08) $ = (0.20) $(0.68) $0.20 (440%) =3D=3D=3D=3D=3D= =3D=3D=3D =3D=3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D= =3D=3D=3D=3D=3D=3D Diluted earnings (loss) per common share (3) From conti= nuing operations $ (1.08) $ (0.17) $(0.68) $0.19 From dis= continued operations -- (0.03) N/A N/A = -------- --------- -------- --------- = $ (1.08) $ (0.20) $(0.68) $0.19 (458%) = =3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D= =3D =3D=3D=3D=3D=3D=3D=3D=3D=3D Dividends declared per common share = $ -- $0.01875 $ -- $0.01875 Effective tax rate (4) N/A = N/A 30.0% 30.4% Weighted average number of common shares outs= tanding (in millions) - basic 3,203 2,991 3,203 = 2,991 - diluted (3) 3,203 2,991 3,203 3,172 (= 1) These unaudited consolidated results for the three months ended = September 30, 2001 are preliminary and are subject to change. Norte= l Networks disclaims any intention or obligation to update or revis= e these preliminary results prior to the filing of its reported res= ults for the three months ended September 30, 2001. (2) Reporte= d results for the three months ended September 30, 2000 is net of a= n applicable income tax recovery of $12. (3) As a result of the reporte= d net losses for the three months ended September 30, 2001 and 2000= , and the pro forma net loss for the three months ended September 3= 0, 2001, approximately 101, 181, and 101, respectively, of potentia= lly dilutive securities (in millions) have not been included in the= calculation of diluted loss per common share for the periods = presented because to do so would have been anti-dilutive. (4) Exclud= es the impact oafter-tax charges associated with discontinued opera= tions, Acquisition Related Costs (in-process research and developme= nt expense and the amortization of acquired technology and goodwill= from all acquisitions subsequent to July 1998), stock option compe= nsation from acquisitions and divestitures, and, where applicable, = certain of the one-time gains and charges. A - Excludes a tot= al of $1,642 pre-tax ($1,286 after-tax) associated with Acquisition= Related Costs, stock option compensation from acquisitions and div= estitures, and one-time gains and charges. Acquisition Related Cost= s of $631 pre-tax ($558 after-tax) were primarily associated with t= he acquisitions of Bay Networks, Inc., Xros, Inc., Alteon W= ebSystems, Inc., and Clarify Inc. Stock option compensation from ac= quisitions and divestitures was $32. One-time gains were $45 pre-ta= x ($21 after-tax) and one-time charges were $1,024 pre-tax ($717 af= ter-tax). B - Excludes a total of $1,222 pre-tax ($1,183 after-tax) f= or discontinued operations, Acquisition Related Costs, stock = option compensation from acquisitions and divestitures, and one-t= ime gains. NORTEL NETWORKS CORPORATION U.S. GAAP = Consolidated Results (unaudited) (1) (millions of U.S. doll= ars, except per share amounts) = Pro = forma For the nine months en= ded % 09/30/01 09/30/00 09/30/01 09/30/= 00 Change ---------- -------- --------- -------- -= ----- Reported Reported Pro forma Pro forma = A B Revenues = $14,055 $19,750 $14,055 $19,750 (29%) Cost of revenues = 11,750 10,898 11,750 10,896 8% -----= --- ------- -------- ------- Gross profit 2,305 8,85= 2 2,305 8,854 (74%) Selling, general and administrative expense = 4,902 3,847 4,902 3,847 27% Research and development expens= e 2,661 2,616 2,661 2,616 2% In-process re= search and development expense 15 1,012 -- -- A= mortization of intangibles Acquired technology 744 602 = -- -- Goodwill 3,685 2,244 25 = 38 Stock option compensation from acquisitions and divestitures = 91 98 -- -- Special charges 14,949 = 195 -- -- Gain on sale of businesses = (45) (174) -- -- -------- ------= - -------- ------- (24,697) (1,588) (5,283)= 2,353 Equity in net loss of associated companies (138) (22)= (19) (7) Other income - net (268) 775 (268) = 93 Interest expense Long-term debt (138) (69) (= 138) (69) Other (82) (49) (82) (4= 9) -------- ------- -------- ------- Earnings = (loss) before income taxes (25,323) (953) (5,790) 2,32= 1 (349%) Income tax recovery (provision) 2,842 (853) = 1,784 (750) -------- ------- -------- -= ------ Net earnings (loss) from continuing operations (22,481) (1,806= ) (4,006) 1,571 Net loss from discontinued operations (net of taxes)(= 2) (3,010) (255) -- -- ---= ----- ------- -------- ------- Net earnings (loss) before accounting c= hange (25,491) (2,061) (4,006) 1,571 Cumulative effect of accounting= change (net of taxes of $9) (3) 15 -- -- --= -------- ------- -------- ------- Net earning= s (loss) $(25,476) $(2,061) $(4,006) $1,571 (355%) = =3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D= =3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D Basic earnings (loss) per common share:= From continuing operations $ (7.07) $ (0.62) $ (1.26) $ = 0.54 From discontinued operations (0.94) (0.09) N/= A N/A -------- ------- -------- ------- = $ (8.01) $ (0.71) $ (1.26) $ 0.54 (333%) = =3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D =3D= =3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D Diluted earnings (loss) per co= mmon share (4) From continuing operations $ (7.07) $ (0.62)= $ (1.26) $ 0.51 From discontinued operations (0.94) = (0.09) N/A N/A -------- ------- ----= ---- ------- $ (8.01) $ (0.71) $ (1.26) $ 0.51 (347%) = =3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D =3D=3D=3D= =3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D Dividends declared per common share = $0.03750 $0.05625 $0.03750 $0.05625 Effective tax rate (5) = N/A N/A 30.9% 32.0% Weighted average number of common sha= res outstanding (millions) - basic 3,181 2,907 = 3,181 2,907 - diluted (4) 3,181 2,907 3,181 3,= 069 (1) These unaudited consolidated results for the nine months ended = September 30, 2001 are preliminary and are subject to change. = Nortel Networks disclaims any intention or obligation to update = or revise these preliminary results prior to the filing of its repo= rted results for the three months ended September 30, 2001. (2)= Reported results for the nine months ended September 30, 2001 and = 2000 are net of applicable income tax recoveries of $723 and $46, r= espectively. (3) Impact of the adoption of Statement of Financial Accou= nting Standards (\"SFAS\") No. 133, \"Accounting for Derivative = Instruments and Hedging Activities\", and the corresponding amendm= ents under SFAS No. 138, \"Accounting for Certain Derivative Instrum= ents and Certain Hedging Activities\" (\"SFAS 133\"). The adoption of = SFAS 133 did not affect either basic or diluted earnings (loss) per= common share after giving effect to the accounting change. (4)= As a result of the reported net losses for the nine months ended S= eptember 30, 2001 and 2000, and the pro forma net loss for the nine= months ended September 30, 2001, approximately 71, 162, and 71, re= spectively, of potentially dilutive securities (in millions) have n= ot been included in the calculation of diluted loss per common shar= e for the periods presented because to do so would have been anti-d= ilutive. (5) Excludes the impact of after-tax charges associated with = discontinued operations, Acquisition Related Costs (in-process = research and development expense and the amortization of acquire= d technology and goodwill from all acquisitions subsequent to July = 1998), stock option compensation from acquisitions and divestitures= , and where applicable, certain of the one-time gains and charges. = A - Excludes a total of $23,242 pre-tax ($21,470 after-tax) a= ssociated with discontinued operations, Acquisition Related Costs, = stock option compensation from acquisitions and divestitures, and o= ne-time gains and charges. The loss from discontinued operations wa= s $3,733 pre-tax ($3,010 afelatedx). Acquisition Related Costs of $= 4,433 pre-tax ($4,164 after-tax) were primarily associated with the= acquisitions of Bay Networks, Inc., Alteon WebSystems, Inc., Xros,= Inc., Qtera Corporation, Clarify Inc., and the 980 nanometer pump-= laser chip business. Stock option compensation from acquisitions an= d divestitures was $91. Cumulative effect of accounting change = was a $24 pre-tax ($15 after-tax) gain. One-time gains were $45= pre-tax ($21 after-tax) and one-time charges were $15,054 pre-tax = ($14,241 after-tax), primarily related to the write down of intangi= ble assets of $12,486 pre-tax ($12,400 after-tax) and restructuring= costs of $2,463 pre-tax ($1,748 after-tax). The write down of inta= ngible assets primarily r B - Excludes a total of $3,575 pre-tax ($3,= 632 after-tax) associated with discontinued operations, Acquisition= Related Costs, stock option compensation from acquisitions and = divestitures, and one-time gains and charges. The comparative financia= l statements results and financial results up to May 1, 2000 represent the = financial results of Nortel Networks Limited, formerly known as Nortel Netw= orks Corporation. NORTEL NETWORKS CORPORATION U.S. GAAP = Consolidated Balance Sheets (1) (mi= llions of U.S. dollars) (unaudited)(= unaudited)(audited) Sept. 30, Jun= e 30, Dec. 31, 2001 2001 = 2000 (2) ---------- --------- ---= ------ ASSETS Current assets Cash and cash equivalents $3,= 355 $1,929 $1,644 Accounts receivable (less provisions of - $684 at = September 30, 2001; $528 at June 30, 2001; $363 at December 31, 2000) = 3,859 5,587 7,275 Inventories = 1,991 2,633 3,827 Income taxes recoverable = 667 576 -- Deferred income taxes - net = 1,286 505 644 Other current asets = 997 1,118 1,618 Current assets of discontinued operations 1,28= 4 1,340 1,522 ------- -= ------ ------- Total current assets 13,439 13,68= 8 16,530 Long-term receivables (less provisions of - $968 at September = 30, 2001; $545 at June 30, 2001; $383 at December 31, 2000) 549 8= 55 1,117 Investments at cost and associated companies at equity = 237 464 773 Plant and equipment - net = 2,804 3,387 3,357 Intangible assets - net = 4,023 4,685 17,958 Deferred income taxes - net = 1,512 1,109 283 Other assets 8= 65 922 556 Long-term assets of discontinued operations = 412 393 1,606 = ------- ------- ------- Total assets = $23,841 $25,503 $42,180 = =3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D= =3D LIABILITIES AND SHAREHOLDERS' EQUITY Current liabilities Notes payable = $647 $1,731 $315 Trade and other acc= ounts payable 1,923 2,042 3,005 Payroll and benefit-rela= ted liabilities 823 704 916 Other accrued liabilities = 5,586 4,531 3,885 Income taxes payable = -- -- 306 Long-term debt due within one year = 39 79 445 Current liabilities of discontinued operati= ons 1,257 1,422 186 = ------- ------- ------- Total current liab= ilities 10,275 10,509 9,058 Deferred income = 120 129 93 Long-term debt = 4,437 2,618 1,178 Deferred income taxes - net = 626 489 874 Other liabilities = 1,099 1,022 1,024 Minority interest in subsidiary companies = 610 728 770 Long-term liabilities of discontinued operation= s 12 20 74 = ------- ------- ------- = 17,179 15,515 13,071 = ------- ------- ------- SHAREHOLDERS' EQUITY Common sh= ares, without par value - Authorized shares: unlimited; Issued and outsta= nding shares: 3,209,016,631 at September 30, 2001, 3,197,161,690 at June = 30, 2001, and 3,095,772,260 at December 31, 2000 = 32,801 32,626 29,141 Additional paid-in capital 3,37= 2 3,402 3,636 Deferred stock option compensation (260) = (329) (413) Deficit (28,325) (24,8= 57) (2,726) Accumulated other comprehensive loss (926) (854) = (529) ------- ------- ---= ---- Total shareholders' equity 6,662 9,988 29,109 = ------- ------- ------- Total= liabilities and shareholders' equity $2= 3,841 $25,503 $42,180 =3D=3D= =3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D (1) The= unaudited consolidated balance sheet as at September 30, 2001 is p= reliminary and is subject to change. Nortel Networks disclaims any = intention or obligation to update or revise such balance sheet prio= r to the filing of its reported results for the three months ended = September 30, 2001. (2) Restated for discontinued operations. = NORTEL NETWORKS CORPORATION Consolidated Resu= lts (unaudited) (1) Supplementary Information = (millions of U.S. dollars) Revenues from continuing operati= ons Three months ended Nine months ended = September 30, September 30, = ------------------- ------------------- By Segments:(2) 2= 001 2000 % Change 2001 2000 % Change -------= ------ ------- ----- ----- -------- Network Infrastructure $ = 2,802 $ 5,360 (48%) $10,917 $ 15,849 (31%) Photonics Components = 45 674 (93%) 477 1,611 (70%) Other = 864 1,224 (29%) 2,951 3,575 (17%) Intersegment adjust= ment (17) (532) (290) (1,285) = -------- -------- -------- ---------- Total 3,694 = 6,726 14,055 19,750 =3D=3D=3D=3D=3D=3D= =3D=3D =3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D= =3D=3D=3D=3D=3D=3D=3DThree months ended Nine months ended = September 30, September 30, ---= -------------- ------------------- By Customer Solutions:(2) = 2001 2000 % Change 2001 2000 % Change ----= --- ------ ------- ----- ----- ------- Optical inter-city $ 350 = $ 1,577 (78%) $ 1,635 $ 4,800 (66%) Local internet 1,198 2= ,413 (50%) 5,041 7,349 (31%) Wireless internet 1,254 1,370= (8%) 4,241 3,700 15% Other (3) 892 1,366 (3= 5%) 3,138 3,901 (20%) -------- -------- = -------- ---------- Total 3,694 6,726 14,055 = 19,750 =3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D= =3D =3D=3D=3D=3D=3D=3D=3D=3D = Three months ended Nine months ended = September 30, September 30, --------------= --- ------------------- By Geographic Regions:(4) 2001 = 2000 % Change 2001 2000 % Change ------- ----= -- ------- ----- ----- ------- United States $ 1,761 $ 3,826 = (54%) $ 6,850 11,994 (43%) Canada 183 389 (5= 3%) 699 1,030 (32%) Other countries 1,750 2,511 (30%) = 6,506 6,726 (3%) -------- -------- ----= ---- ---------- Total 3,694 6,726 14,055 19= ,750 =3D=3D=3D=3D=3D=3D=3D=3D =3D=3D=3D=3D=3D=3D=3D=3D = =3D=3D=3D=3D=3D=3D=3D=3D (1) Thes= e unaudited consolidated results for the three months and nine mont= hs ended September 30, 2001 are preliminary and are subject to chan= ge. Nortel Networks disclaims any intention or obligation to update= or revise these preliminary results prior to the filing of its rep= orted results for the three months ended September 30, 2001. (2= ) In response to the continued evolution of Nortel Networks custome= rs, markets and solutions, Nortel Networks changed the way it manag= es its business to reflect a focus on providing seamless networking= solutions and service capabilities to its customers. As a result, = financial information by segment and customer solution has been res= tated and reported on a new basis commencing with the three months = ended March 31, 2001. (3) Other includes the external customer solution= s revenues of $28 and $142 of the Photonics Components segment for = the three months ended September 30, 2001 and 2000, respectively, a= nd $187 and $326 for the nine months ended September 30, 2001 and = 2000, respectively. (4) Revenues are attributable to geographic = regions based on the location of the customer. The comparative fina= ncial statements results and financial results up to May 1, 2000 represent = the financial results of Nortel Networks Limited, formerly known as Nortel = Networks Corporation. CONTACT: Nortel Networks = Investors: 888/901-7286 or 905/863-6049 investor@nortel= networks.com or Business media: = David Chamberlin, 972/685-4648 ddchamb@norteln= etworks.com URL: http://www.businesswire.com =09 =09 [IMAGE] News provided by Comtex. ? 1999-2001 Earnings.com, Inc., Al= l rights reserved about us | contact us | webmaster |site map privacy p= olicy |terms of service =09", "id": "19705494_1075858631723_JavaMail_evans_thyme"}