{"email_subject": "re:mkts", "email_body": "Z/F !!!! wow. Who would have thunk it. Prompt gas at $6+ and Z/F as wide as last year. Hard to think of a better scenario for it to flip. Rather, hard to think of any scenario for any z/f to be contango. if it couldn't do it this year.... A lot of boys max withdrawing out of storage because that's what the curve told them to do last bid week. Obviously, more gas trying to come out than is being burned, so you have to incentivize an economic player, like an Enron, to inject. Problem is if we stick it in the ground now, we're pulling it out in G. When you had z/g at 35 back and cash getting priced off g, cash/z looks awfully weak, thus putting a lot of pressure on z/f. Storage economics will always dictate this market except maybe latter half of winter. Buyers of h/j at 70 certainly hope so anyways. Agree with you that back half of the winter should be strong. storage boys are withdrawing today and buying that. bottom fishing in f/g yet or is it going to zero? slafontaine@globalp.com on 11/22/2000 06:50:46 AM To: John.Arnold@enron.com cc: Subject: re:mkts agree on jan/feb-i cudnt resist sold a little yest at 39-will prob end up buying em back at +45 and piss away the rest of my month fyi-if you ever have a chance to speak on the phone feel free to call-my time is busy but managed only by me not paper flow and eol. so i dont bother you with calls just an occasional email to give you the time to respond when you have the time. im also susprised about dec/jan-mad a few bucks trading it both ways but one cant help wonder given these loads-gass crazy out west-the so called impact of husbanding by end users yet the frontn of the curve still cant backwardate at all-indeed makes all the sprds look very rich agaon. also will be curious how these \"loan deals\" by pipes work ouut. man these guys cud really be getting themselves in trouble-another big reason dec cash hasnt been able to go over jan-but i think it will make them strong longs in the back of the mkt?? ie are they taking the gas back in march, april?? shud keep that part of the curve very strong agree? be cool my man-talk later", "id": "19754721_1075857571612_JavaMail_evans_thyme"}