{"email_subject": "Re: rebuttal", "email_body": "confused... what are you disagreeing with me in regards to demand destruction? From: Jennifer Fraser/ENRON@enronXgate on 03/07/2001 08:55 AM To: John Arnold/HOU/ECT@ECT cc: Subject: rebuttal I am definitely a bigger fan of the crude complex for the next few months. Agree the defcon 5 bubble has burst for natgas. Disagree about the demand destruction. ? I think some demand is just permanently gone ( i.3. cheaper BTUs in ASIA- Pacific and plants just wont run here anymore). But I think that we are underestimating the structural changes in energy demand. Just as the economy is less dependent on heavy industry for its health, energy demand is changing. Since just about everyone missed the boat on the increased power demand as a result of Silicon Valley, I think we don't have a good handle on what the drivers of the new power generation really are.So what i'm saying is that industrial demand will weaken, demand in service based industries will increase. Also energy is a much smaller component of the cost structure in service industries. ? Also I think in 2000, people had sticker shock-- they couldn't have imagined 10$ gas, but now that volatility and higher prices are firmly entrenched in their minds --- they will find ways of running their factories. Also they will budget for these prices instead of $2.50 ? See NG Week (3/5/01) Nevada power price hikes affecting casinos --- increases of 20%. When asked the implication for missed earnings and their plans for demand conservation, one casino official replied 'We're in the bright lights business' ? I don't believe the economic doom and gloom First of all no one wants a repeat of the 1990 recession ( which was much worse outside of the US) Every central bank in the G7 has or will cut rates this week. The US will follow suit or it will have a very expensive dollar which will blow exports. With all of the monetary slack, consumer credit will not tighten and thus buying will continue ( witness the lack of destruction in big ticket items purchasing). Heavy manufacturing is contracting but this is not everything. Productivity gains are strong. The economy is becoming more service based and traditional industrial barometers are not telling the whole story. ? Finally, I am London and it is not doom and gloom over here. well there's my 2 cents. Jen Fraser Enron Global Markets Fundamentals 713-853-4759 -----Original Message----- From: Arnold, John Sent: Wednesday, March 07, 2001 2:31 PM To: Fraser, Jennifer Subject: RE: i think jv strip prices to where we price out enough demand to get to 2.8. whther that price level is 425 or 725 is arguable. i think it's close to here. but when we get to november and we have 2.8 and don;'t repeat the weather of this past winter and we have 2.5 bcf more supply and people realize that we have 2.3 bcf to withdraw before there are any problems...bombs away. From: Jennifer Fraser/ENRON@enronXgate on 03/07/2001 01:00 AM To: John Arnold/HOU/ECT@ECT cc: Subject: RE: Why do you think nov mar is worth $3.75? Also whats your schedule looking like next week----care to meet for a beverage? Jen Fraser Enron Global Markets Fundamentals 713-853-4759 -----Original Message----- From: Arnold, John Sent: Tuesday, March 06, 2001 5:03 PM To: Fraser, Jennifer Subject: Re: What it's trading what I think it's really worth apr oct 540 500 nov mar 547 375 cal 2 491 400 cal 3 460 325 Obviously most bearish the further out you go. However, the game right now is not sell and hold...although it will be soon. The game is where will it be tomorrow and next week and next month. The market is structurally short term gas thanks to our friends from california. where ca is buying power, williams and calpine and dynegy dont care of the gas costs 450 or 475 or 500 or 525. irrelevant. so term is not going down in the short term unless the front comes into the 400's and scares some producers to start hedging or we or el paso can find fixed price lng to the tune of 250,000 a day for 10 years. From: Jennifer Fraser/ENRON@enronXgate on 03/06/2001 10:37 AM To: John Arnold/HOU/ECT@ECT cc: Subject: what are your thoughts on ap-oct nov-mar 02 03 price levels and outlooks thanks Jen Fraser 713-853-4759", "id": "19850187_1075857654782_JavaMail_evans_thyme"}