{"email_subject": "Meet the dark side of Windows XP", "email_body": "_____________________DAVID COURSEY_____________________ MEET THE DARK SIDE OF WINDOWS XP While I really like Microsoft's new operating system, there are still some issues that may make it impossible for you to upgrade. And other issues may make you want to skip XP entirely. Here are a dozen potential roadblocks to consider--don't upgrade before you read this! # _____________________NEWS ANALYSIS_____________________ Patrick Houston LATEST THREAT TO RECORD LABELS: THE DOJ Another cyberspace monopoly? Dept. of Justice investigators have begun a preliminary investigation into whether the music labels are violating antitrust laws--a probe that could derail the industry's precarious foothold in online music distribution. PLUS: MICROSOFT PLAYS INTO HACKERS' HANDS CALLING ALL CARS--VIA TEXT MESSAGES! _____________________EXPERT ADVICE_____________________ Larry Dignan HOW MCAFEE.COM IS CASHING IN ON VIRUSES The increasing incidence of computer viruses may be cause for angst among Netizens, but it's a big reason why McAfee.com remains a profitable dot-com. Larry offers up CEO Srivats Sampath's observations on success and the future. > > > > > David Berlind WHY MS'S PASSWORD-REVEALING GLITCH SHOULD WORRY YOU The use of beta software to build an MS page and let developers troubleshoot led to a ZDNet TechUpdate reader's personal information being completely revealed. David discusses how sloppiness can lead to security woes. > > > > > Preston Gralla FINALLY! 3 BETTER WAYS TO VIEW AND PRINT FILES Forget Windows' built-in (and hopelessly anemic) file viewers. You need a better way to keep an eye on your documents, and Preston has just the solution: three feature-packed file viewers that'll make reviewing your files a snap. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! FIRST TAKE: NORTON INTERNET SECURITY 2002 HOW TO BUILD 'CUSTOMER DELIGHT' HOW (AND WHY) TO HIRE A HACKER ******************ELSEWHERE ON ZDNET!****************** Get FREE downloads for IT pros at TechRepublic Need a new job? Browse through over 90,000 tech job listings. eBusiness Update: Content Management systems grow up. Access your computer from anywhere with GoToMyPC. Check out the latest price drops at Computershopper.com. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com/ To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "19855186_1075858632468_JavaMail_evans_thyme"}