{"email_subject": "Ho-ho-how to buy a computer for Christmas", "email_body": "_____________________DAVID COURSEY_____________________ HO-HO-HOW TO BUY A COMPUTER FOR CHRISTMAS It's that time of year again! If you're considering buying yourself a spiffy new PC (maybe spiced up with a broadband Internet connection?) or are looking to bestow technological riches on someone else this season, don't miss this great advice from Santa David. # _____________________NEWS ANALYSIS_____________________ Sylvia Carr SONY ON DVD FENCE... NEW LOOK FOR LINUX... MS SERVERS ATTACKED... The battle over which DVD format will become the industry standard wages on. Sony's weighed in on which one it prefers, but its stance is hardly decisive. Also, a new graphical interface for Linux and other Unix-like OS's has arrived, and a worm is wreaking havoc on Microsoft SQL servers. _____________________EXPERT ADVICE_____________________ Lee Schlesinger WHY A 'PATCHWORK' APPROACH TO SECURITY IS RIGHT FOR YOUR BIZ If you're concerned about keeping your network safe from hackers, crackers, and worms, there's an easy way to do it: stay up to date with patches. But most organizations don't have a patchwork plan. Lee Schlesinger explains why that's important--and shows you how to take the right approach. > > > > > Larry Dignan WHY CELL PHONE GIANT NOKIA'S GOING GADGET-HAPPY It's not the greatest time to be a wireless company. Nokia's response? Go all out with a slew of new gadget phones. Larry looks at Nokia's attempt to convince you to swap your old phone for a jazzier one. > > > > > Preston Gralla STEAL A DEAL! GET SWEET SAVINGS WITH 3 FREE SHOPPING TOOLS The holiday gift-buying rush is on! This year, don't be caught in crowds at the mall. Shop online instead. Preston finds 3 free shopping companions that make sure you get the best price on all your online purchases. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! DON'T MISS ZDNET'S HOLIDAY GIFT GUIDE CHECK OUT THIS COOLER THAN COOL DIGITAL CAMERA MIDDLEWARE FRONT AND CENTER IN DOJ SETTLEMENT ******************ELSEWHERE ON ZDNET!****************** Check out the season's best tech gear in our Holiday Gift Guide! Get the latest enterprise application news, reviews and analysis. Browse this week's top 50 tech products at ZDNet Shopper. PCs, notebooks, PDAs, and more -- find perfect gifts for everyone. Does your career need a jumpstart? View over 90,000 job listings. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "1988015_1075862161869_JavaMail_evans_thyme"}