{"email_subject": "Re: Commercials", "email_body": "---------------------- Forwarded by John Arnold/HOU/ECT on 09/27/2000 03:26 PM --------------------------- From: Margaret Allen@ENRON on 09/27/2000 01:45 PM To: John Arnold/HOU/ECT@ECT cc: Subject: Re: Commercials John, John, John....very impressive analysis! The first two commercials were supposed to be idealistic spots announcing Enron as an innovative company, while the next four are proof points to our innovation by showing the businesses we have created. I know you were elated to get an email from me this morning, thus proving that I had not been kidnapped and all those important things I work on would continue to be completed. Oh and that certainly is a pretty design you add to your emails. Very masculine! Smile, Margaret ps, i hope you can read my sarcasm over email -- if you knew me better, you would understand it completely since it is rare that i'm in a totally serious mood. hope you don't take offense! John Arnold@ECT 09/27/2000 12:29 PM To: Margaret Allen/Corp/Enron@ENRON cc: Subject: Re: Commercials I really liked the commercials about specifics (i.e. weather, EOL, bandwidth). The metal man was definitely at a different philosophical level than where my brain operates. Still not quite sure what was going on there. Ode was a bit too idealistic. The campaign in general was very different than previous. But I guess you know that and that's the point. Again, I think the commercials that showed why we are the most innovative were very impressive. Just telling people we are innovative made less of an impact. Sorry I ruined your run. At least you weren't molested by the River Oaks car thief. From: Margaret Allen@ENRON on 09/27/2000 08:24 AM To: John Arnold/HOU/ECT@ECT cc: Subject: Commercials So, what did you think?! Don't lie or stretch the truth either -- you won't hurt my feelings, I promise. By the way, by the time I arrived home it was completely dark so I went for a three mile run this morning. Not fun, but I'm definitely awake right now! BUT, it's all your fault I couldn't go last night....he!he! Trade well, MSA", "id": "19955161_1075857597714_JavaMail_evans_thyme"}