{"email_subject": "Reminder: JDSU Q1 Earnings Announcement on October 25, 2001", "email_body": "If you cannot read this email, please click here .=20 Earnings.com - JDSU Earnings Detail Earnings.com =09[IMAGE] =09 =09 JDS Uniphase Corporation(JDSU) [IMAGE] View Today's Earni= ngs Announcements Earnings Date Upcoming Announcement October 25, 20= 01 AFTER MARKET Add This Event To My Calendar Upcoming Conference Ca= ll October 25, 2001 4:30PM [IMAGE] Add This Event To My Calendar Last Con= ference Call July 26, 2001 4:30PM Click To Listen Note: All times are E= astern Standard Time (EST) Consensus EPS Estimate This Qtr Jun 2001 Nex= t Qtr Sep 2001 This Fiscal Year Jun 2001 Next Fiscal Year Jun 2002 Avg Esti= matem (mean) $0.01 $0.01 $0.50 $0.13 # of Estimates 18 27 35 34 Low Estimat= e -$0.08 -$0.03 $0.34 $0.00 High Estimate $0.03 $0.06 $0.57 $0.35 Year Ago = EPS $0.14 $0.18 $0.42 $0.50 EPS Growth -92.46% -92.18% 18.78% -73.12% Qu= arterly Earnings Mar 2001 Dec 2000 Sep 2000 Jun 2000 Mar 2000 Estimate EPS = $0.14 $0.20 $0.16 $0.12 $0.10 Actual EPS $0.14 $0.21 $0.18 $0.14 $0.11 Diff= erence $0.00 $0.01 $0.02 $0.02 $0.01 % Surprise 0.00% 5.00% 12.50% 16.67% 1= 0.00% Earnings Growth Last 5 Years This Fiscal Year Next Fiscal Year Ave= Est Next 5 Years P/E (FY 2001) PEG Ratio JDSU Industry Rank: 75 of 129 67.= 80% 18.78% -73.12% 30.38% 22.67 0.75 INDUSTRY TELECOMM EQUIP 13.20% -7.10%= 30.70% 29.30% 14.75 0.59 SECTOR COMPUTER AND TECHNOL -20.96% -56.15% 96.12= % 29.05% 15.05 0.67 S&P 500 8.40% -4.20% 14.60% 17.00% 22.15 1.31 Long-t= erm Growth Avg Est High Est Low Est Estimates JDSU 30.38% 55.00% 18.00% = 16 Covering Analysts: View History ABN AMRO Adams Harkness = Argus Research Banc of America Branch Cabell CIBC World Markets CSF= B Chase H&Q Credit Lyonnais Dain Rauscher Wessels Deutsche Bank E= dward D. Jones Epoch Partners FS Van Kasper First Union Capital Gol= dman Sachs Jeffries and Company Lehman Brothers McDonald Investments = Merrill Lynch Morgan Stanley, DW National Bank Pershing Raymond J= ames Robertson Stephens S G Cowen Salomon Smith Barney Sands Brothe= rs Sprott Securities Thomas Weisel Unterberg Towbin Us Bancorp PJ = W.R. Hambrecht Wachovia Securities Warburg Dillon Reed William Blair= Wit Capital Yorkton Securities Zacks All research data provided by = Zacks Investment Research. Net EarningsEarnings data provided by Net E= arnings Corporation , the leading provider of future financial information = and calendars. =09 ? 1999-2001 Earnings.com, Inc., All rights reserved about us | contact us = | webmaster | site map privacy policy | terms of service", "id": "19990294_1075858635779_JavaMail_evans_thyme"}