{"email_subject": "RE: Receipt of Hedge Fund Information", "email_body": "Mike: Please resend the forms needed although I may have sent the necessary docs with the courier that delivered the check. Do not believe we've seen the worst yet. Will not be looking to put more money to work on the long only side for a while. Even with the rally today I do not believe we've seen the worst yet. \"Gapinski, Michael\" on 04/17/2001 08:48:53 AM To: \"'John.Arnold@enron.com'\" <John.Arnold@enron.com> cc: \"Herrera, Rafael J.\" Subject: RE: Receipt of Hedge Fund Information John - Yes, we received your check and forms. The check has been deposited and the forms have been processed. The actual debits for hedge fund subscriptions will begin on April 24th. As for naked options, I believe we sent the paperwork for naked options to you in February, but I don't believe we got it back. Also, I'm concerned about the margin requirements for naked options interfering with funds available for the hedge fund subscriptions on April 24th. I also have an ACCESS manager portfolio presentation for you to review concerning the long-stock portion of your portfolio. I'm thinking we could knock out the paperwork, discuss protecting your liquidity for the hedge funds vs. naked option margin requirements, and walk you through the ACCESS manager proposal in about 30-45 minutes if you're available around 5 PM tonight or tomorrow night. With regards to the marginable equity for naked options question, are the stocks at Fidelity held in joint name? Thanks, Mike -----Original Message----- From: John.Arnold@enron.com Sent: Monday, April 16, 2001 3:59 PM To: Gapinski, Michael Subject: RE: Receipt of Hedge Fund Information mike: just want to confirm you received my money and forms. also, checking to see if i am set up to sell naked calls on ENE. may be looking to do something this week. probably 100-200 contracts. john Notice Regarding Entry of Orders and Instructions: Please do not transmit orders and/or instructions regarding your PaineWebber account(s) by e-mail. Orders and/or instructions transmitted by e-mail will not be accepted by PaineWebber and PaineWebber will not be responsible for carrying out such orders and/or instructions. Notice Regarding Privacy and Confidentiality: PaineWebber reserves the right to monitor and review the content of all e-mail communications sent and/or received by its employees.", "id": "20066651_1075857651463_JavaMail_evans_thyme"}