{"email_subject": "ANCHORDESK: Why the idea of an ID chip makes my skin crawl", "email_body": "_____________________DAVID COURSEY_____________________ WHY THE IDEA OF AN ID CHIP MAKES MY SKIN CRAWL Dogs, cats, and cows have them now, so how long could it be before a surgically inserted ID chip comes to people? In the case of the new VeriChip, the answer is how long it takes for the FDA to approve it. This is an example of a technology that could help some people--but hurt lots of others, too. Let me explain why the VeriChip should give you shivers, too. PLUS: ANCHORDESK RADIO: IS THE FREE WEB DEAD? # _____________________NEWS ANALYSIS_____________________ Sylvia Carr XP HEATING UP?... DON'T COPY THAT CD!... 'NEW YEAR' WORM HITS... How's Windows XP doing? Not so hot on the retail front. But that doesn't mean it's going to be a flop. Judging by license sales to PC makers and businesses--a better measure of an operating system's success--XP may become Microsoft's best-selling OS yet. _____________________EXPERT ADVICE_____________________ Robert Vamosi WANT BETTER WORKPLACE SECURITY? JUST USE SOME COMMON SENSE! Yes, almost every electronic device emits radio noise that can be eavesdropped by your enemies. But is this really your company's biggest security worry? Robert says no. Your real concerns are much more mundane--like closing your shades. > > > > > Janice Chen LIGHTEN YOUR LOAD WITH THIS SLEEK AND SEXY NOTEBOOK Longer lines at airports and tighter restrictions on carry-on luggage mean you want your laptop to be as thin and light as possible. Your best bet? An ultralight. Janice has chosen a beauty--the Sharp PC-UM10--that's featherlight, super thin, and still has a lot of power under the hood. > > > > > Preston Gralla IM: HERE'S TALK THAT ISN'T JUST CHEAP, IT'S FREE For staying in constant contact with your friends and co-workers, it doesn't get much better than instant messaging. Preston rounds up three downloads that will get you into the IM game if you're not already, or show you how to make the most of your program if you're already addicted. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! DON'T MISS ZDNET'S LAST-MINUTE HOLIDAY SHOPPING GUIDE COMING SOON... A HANDHELD THAT TALKS BACK CHECK OUT THIS NEARLY PERFECT DIGITAL CAMERA ******************ELSEWHERE ON ZDNET!****************** Thrill your favorite techie with perfect presents at ZDNet Shopper. Ten tips to help you attain CRM ROI. Get the lowdown on all the different wireless LAN standards. Editors' Top 5: Check out the best gifts money can buy. Find out about standardizing C# in Tech Update's special report. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com/ To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "20084030_1075855376151_JavaMail_evans_thyme"}