{"email_subject": "Re: Trip to Houston", "email_body": "Andy: Good to hear. There continue to be a proliferation of new systems coming online in the US; two more start in the next two months. We are pretty close to finalizing a plan to open our system to everyone in terms of accepting limit orders and posting best bid/offer regardless of whose it is. In this framework, Enron would sleeve credit for free should two third parties be matched on our system. However, we would hold the book, getting to see what everyone was doing at all times. The idea is that if we can move the industry's order flow from 30-40% EOL to 60% EOL, we get a huge information advantage in addition to a couple trading advantages, namely we have first priority on all numbers even if we are joining a limit bid posted by a counterparty before us and second, we posess a proprietary stack manager that will allow us to transact on attractive limit orders faster than our competitors. Still working on technical issues. The decision to open EOL markets would be done on a product by product basis. Give me a call if you want to discuss. Andrew Fairley 03/13/2001 11:14 AM To: John Arnold/HOU/ECT@ECT cc: Subject: Re: Trip to Houston John Redmond & I have now had a few weeks to implement some of your advice with regard to EOL for UK gas. We have managed to double our average daily volumes, and are capturing a considerably greater share of the market. (We estimate 50% now). Spectron are getting about 20-30% of the number of trades we do. There are still some counterparties who insist on paying through our numbers and paying brokerage so they do not show us what we are doing! As far as we are concerned we only use SpectronLive on UK gas when we are executing the strategy you mentioned below. Once again, thanks for your help All the best, Andy John Arnold 21/02/2001 04:26 To: Andrew Fairley/LON/ECT@ECT cc: Subject: Re: Trip to Houston Andy: Enjoyed meeting with you. One more thing I did not address. My ultimate goal is to move all volume to EOL. However, in addition to the NYMEX, we have about 6 other viable electronic trading systems. We make it a point to never support these if possible. We will only trade if the other system's offer is at or greater than our bid. For instance, if we are 6/8 but have a strong inclination to buy and another system is at 7, I will simultaneously lift their 7's and move my market to 7/9. The lesson the counterparty gets is he will only get the trade if I'm bidding 7 and he will only get executed when it is a bad trade to him. People have learned fairly quickly not to leave numbers on the other systems because they will just get picked off. If they don't post numbers on the other systems, the systems get no liquidity and die. I mention this because I have heard that Enron is a fairly large trader on Spectron's system. I don't know whether it is in regards to gas, power, or metals. Just something to think about and maybe talk about with the other traders. John Andrew Fairley 02/20/2001 11:15 AM To: Phillip K Allen/HOU/ECT@ECT, John Arnold/HOU/ECT@ECT, Scott Neal/HOU/ECT@ECT, Thomas A Martin/HOU/ECT@ECT, Barry Tycholiz/NA/Enron@ENRON, Keith Holst/HOU/ECT@ect cc: David Gallagher/LON/ECT@ECT Subject: Trip to Houston Thank you so much for your time last week. David and I found the time especially valuable. We have spotted several issues helpful for our own market. This should certainly help in the growth of our markets here in Europe. We trust it won't be too long before we see similarly impressive results from our side of the pond. Best regards Andy", "id": "2039389_1075857653810_JavaMail_evans_thyme"}