{"email_subject": "Stick it in your Shockmachine!", "email_body": "---------------------- Forwarded by Phillip K Allen/HOU/ECT on 12/11/99 02:39 PM --------------------------- \"the shockwave.com team\" on 11/05/99 02:49:43 AM Please respond to To: Phillip K Allen/HOU/ECT@ECT cc: Subject: Stick it in your Shockmachine! First one's free. So are the next thousand. You know it's true: Video games are addictive. Sure, we could trap you with a free game of Centipede, then kick up the price after you're hooked. But that's not how shockwave.com operates. Shockmachine -- the greatest thing since needle exchange -- is now free; so are the classic arcade games. Who needs quarters? Get Arcade Classics from shockwave.com, stick 'em in your Shockmachine and then play them offline anytime you want. Lick the Frog. You're not getting a date this Friday night. But you don't care. You've got a date with Frogger. This frog won't turn into a handsome prince(ss), but it's sure to bring back great memories of hopping through the arcade -- and this time, you can save your quarters for laundry. Which might increase your potential for a date on Saturday. Business Meeting or Missile Command? You Decide. Take it offline! No, it's not a horrible meeting with your boss - it's Missile Command. Shockmachine has a beautiful feature: you can play without being hooked to the Internet. Grab the game from shockwave.com, save it to your hard drive, and play offline! The missiles are falling. Are you ready to save the world? \"I Want to Take You Higher!\" Wanna get high? Here's your chance to do it at home - Shockmachine lets you play your favorite arcade games straight from your computer. It's a chance to crack your old high score. Get higher on Centipede - get these bugs off me! Souls for Sale The '80s may not have left many good memories, but at least we still have our Atari machines. What? You sold yours for a set of golf clubs? Get your soul back, man! Super Breakout is alive and well and waiting for you on Shockmachine. Now if you can just find that record player and a Loverboy album... Playing Arcade Classics on your Shockmachine -- the easiest way to remember the days when you didn't have to work. If you haven't already, get your free machine now. the shockwave.com team REMOVAL FROM MAILING LIST INSTRUCTIONS We changed our unsubscribe instructions to a more reliable method and apologize if previous unsubscribe attempts did not take effect. While we do wish to continue telling you about new shockwave.com stuff, if you do want to unsubscribe, please click on the following link: #9001 - att1.htm", "id": "20615179_1075855692774_JavaMail_evans_thyme"}