{"email_subject": "Re: Natural update", "email_body": "Mark: We are still on for drinks on the 19th. You have called the market very well since you started sending me updates. Unfortunately for both of us, a couple of good calls does not a soothsayer make. Thus, keep sending me your updates so I can at least get a little broader judgment of your abilities. In terms of my trading style, I take positions to make $.25-$1, not $.05. Too much noise in this market to trade differently for me. \"Mark Sagel\" <msagel@home.com> on 10/04/2000 02:55:41 PM To: <John.Arnold@enron.com> cc: Subject: Re: Natural update John: I hope you know I was just fishing for a reaction on the phone before. I assumed we would discuss a potential relationship when I'm in Houston on the 19th. We're still on for drinks after work, right? By then, you should have a comfort level with the quality of my work. I think the analysis I've given you has been quite accurate as to market turns and price behavior. It would be helpful if I had some idea of how you trade/view the market. Are you mainly day-trading or do you hold positions for several days/weeks? That way I can structure my comments in order to best serve your interests. Let me know. Thanks, ----- Original Message ----- From: <John.Arnold@enron.com> To: <msagel@home.com> Sent: Wednesday, October 04, 2000 9:14 AM Subject: Re: Natural update Mark: Let's keep the present system for the short-term. I would like to continue looking at your work for another couple weeks. We'll talk later, John \"Mark Sagel\" <msagel@home.com> on 10/03/2000 02:29:47 PM To: \"John Arnold\" <jarnold@enron.com> cc: Subject: Natural update John: The price behavior of the past couple days has been disappointing. My short-term market patterns suggested a more robust price rally and natural appears to be waning at present. Volume on this rally is poor, particularly since yesterday was a decent day to the upside. The market appears to be using a lot of its energy but spinning its wheels. If we are at these same price levels in another two weeks, that would be extremely bullish. Right here, the risk/reward to being long is not so great. Recommend a neutral stance short-term on natural. Bigger picture is still very bullish. However, this market needs another 1-2 weeks of what I would call horizontal price action to set the stage for a big move to the upside. Let me know if this stuff is useful for you. I certainly don't want to waste your time. In addition, if you prefer I call when I have something to pass along, let me know. I don't know how often you check/see your e-mail. Thanks, Mark Sagel", "id": "20679245_1075857597281_JavaMail_evans_thyme"}