{"email_subject": "unsubscribe", "email_body": "Portfolio Tracker <ptracker@moneynet.com> on 05/30/2000 05:53:59 PM Please respond to websupport@moneynet.com To: jarnold@ei.enron.com cc: Subject: Portfolio for jennifer_arnold as of Tue May 30 18:43:22 2000 IMPORTANT MESSAGE FOR ALL INFOSEEK PORTFOLIO TRACKER USER'S The Infoseek Portfolio Tracker service provided by Reuters Investor is no longer accessible directly from the Infoseek Personal Finance page. However, your Portfolio and all associated financial content will continue to be accessible by going directly to the following web site address (URL): By entering this exact URL (case sensitive) in your browser software location box and hitting return, you will be able to access your Portfolio as before. We suggest you then bookmark this page for future access to your Portfolio. The Portfolio service will continue to be available to you in the future, although you may notice changes in the page format in the next several weeks. Thank you for your patience, and we're glad to be able to support your financial content needs. Portfolio: Invest Stocks: Symbol Description Last Change Volume Date Time AFL AFLAC INC 51 3/8 +1/2 682700 05/30/2000 16:02 BMCS BMC SOFTWARE 44 3/16 +2 1/8 1.9504M 05/30/2000 16:01 ENE ENRON CORP 69 7/8 +1/16 1.2943M 05/30/2000 16:02 PCTL PICTURETEL CP 2.9375 0 255800 05/30/2000 15:59 WCOM WORLDCOM INC 38 1/16 +7/8 22.2777M 05/30/2000 16:01 NEWS for Portfolio: Invest --- ENE --- 05/30/2000 10:27 Enron and Prudential Sign Long-Term Energy Management Agreemen --- WCOM --- 05/30/2000 17:49 CORRECTED - Nasdaq rises on optimism over interest rates -2- 05/30/2000 15:11 KLLM investor gets 2% of shrs, extends tender offer 05/30/2000 15:09 WorldCom/Sprint say EU should clear merger 05/30/2000 13:20 UPDATE 1-INTERVIEW-Swisscom-still time to find partners 05/30/2000 10:42 UPDATE 2-BT told to offer wholesale unmetered Internet access Market Update As Of: 05/30/2000 04:14 PM DJIA 10527.13 +227.89 NYSE Volume 842.044 Mil Transports 2741.70 +54.15 Adv-Decl 2018 920 Utilities 324.74 -2.72 NASDAQ 3459.48 +254.37 S&P 500 1422.45 +44.43 Value Line 410.35 +9 All stock quotes are delayed at least 20 minutes. If you have questions, comments, or problems with your Portfolio Tracker E-mail, send E-mail to websupport@moneynet.com.", "id": "20855505_1075857601779_JavaMail_evans_thyme"}