{"email_subject": "(01-154) Implementation of New NYMEX Rule 9.11A (Give-Up Trades)\n IMPORTANT MEMO", "email_body": "---------------------- Forwarded by John Arnold/HOU/ECT on 05/10/2001 08:18 AM --------------------------- SOblander@carrfut.com on 05/10/2001 07:50:19 AM To: soblander@carrfut.com cc: Subject: (01-154) Implementation of New NYMEX Rule 9.11A (Give-Up Trades) IMPORTANT MEMO Notice # 01-154 May 7, 2001 TO: All NYMEX Division Members and Member Firms FROM: Neal L. Wolkoff, Executive Vice President RE: Implementation of New NYMEX Rule 9.11A (\"Give-Up Trades\") DATE: May 7, 2001 Please be advised that beginning on the trade date of Friday, June 1, 2001, new NYMEX Rule 9.11A (\"Give-Up Trades\") will go into effect. ! In the absence of an applicable give-up agreement, new Rule 9.11A will define the respective responsibilities/obligations to an order of executing brokers, customers and Clearing Members. ! The term \"executing broker\" as used in Rule 9.11A refers to the registered billing entity, Member Firm or Floor Broker to whom the order is transmitted. ! Rule 9.11 will provide that, in the absence of an applicable give-up agreement, a Clearing Member may reject a trade only if: (1) the trade exceeds trading limits established by the Clearing Member for that customer that have been communicated to the executing broker as provided by the rule or (2) the trade is an error for which the executing broker is responsible. ! The new rule also places affirmative obligations on executing brokers to confirm Clearing Member authorization for an account. For example, prior to an executing broker accepting and executing an initial order for any new customer account, such executing broker must confirm with the Clearing Member by telephonic, electronic or written means, that: (a) the customer has a valid account with the Clearing Member; (b) the account number; (c) the brokerage rate; (d) the customer is authorized by the Clearing Member to place orders with the executing broker for that account; and (e) a listing or summary of persons authorized to place orders for that account. Moreover, the executing broker must retain a copy of the authorization or the specifics of the telephonic confirmation, which includes: opposite party, date, time, and any other relevant information. The Compliance Department will conduct periodic audits of such records, and falsification of such information shall be the basis for disciplinary action. If you have any questions concerning this new rule, please contact Bernard Purta, Senior Vice President, Regulatory Affairs and Operations, at (212) 299- 2380; Thomas LaSala, Vice President, NYMEX Compliance Department, at (212) 299-2897; or Arthur McCoy, Vice President, Financial Surveillance Section, NYMEX Compliance Department, at (212) 299-2928, NEW RULE 9.11A (\"Give-Up Trades\") (Entire rule is new.) Rule 9.11A Give-Up Trades In the absence of a give-up agreement whose terms and conditions govern the responsibilities/obligations of executing brokers, customers and Clearing Members, the following rules shall define the respective responsibilities/obligations of those parties to an order. The \"executing broker\", as used in this rule, is the registered billing entity, Member Firm or Floor Broker to whom the order is transmitted. (A) Responsibilities/Obligations of Clearing Members (1). Limits Placed by Clearing Member. A Clearing Member may, in its discretion, place trading limits on the trades it will accept for give-up for a customer's account from an executing broker, provided however, that the executing broker receives prior written or electronic notice from the Clearing Member of the trading limits on that account. Notice must be received by the executing broker in a timely manner. A copy of such notice shall be retained by the Clearing Member. (2). Trade Rejection. A Clearing Member may reject (\"DK\") a trade only if: (1) the trade exceeds the trading limits established under Section I(A) of this rule for that customer and it has been communicated to the executing broker as described in Subsection (A); or (2) the trade is an error for which the executing broker is responsible. If a Clearing Member has a basis for rejecting a trade, and chooses to do so in accordance with the provisions of Rule 2.21(B), it must notify the executing broker promptly. (3). Billing. A Clearing Member will pay all floor brokerage fees incurred for all transactions executed by the executing broker for the customer and subsequently accepted by the Clearing Member by means of the ATOM system. Floor brokerage fees will be agreed upon in advance among the Clearing Member, customer and the executing broker. (B) Responsibilities/Obligations of Executing Brokers (1) Customer Order Placement. An executing broker will be responsible for determining that all orders are placed or authorized by the customer. Once an order has been accepted, a broker or the broker's clerk must: (a) confirm the terms of the order with the customer; (b) accurately execute the order according to its terms; (c) confirm the execution of the order to the customer as soon as practicable; and (d) transmit such executed order to the Clearing Member as soon as practicable in accordance with Exchange Rules and procedures. 2. Use of Other Persons. Unless otherwise agreed in writing, the executing broker is allowed to use the services of another broker in connection with the broker's obligations under these rules. The executing broker remains responsible to the customer and Clearing Member under these rules. 3. Executing Broker Responsibility for Verifying Clearing Member Authorization. Prior to a broker accepting and executing an initial order for any new customer account, the executing broker must confirm with the Clearing Member by telephonic, electronic or written means, that: (f) the customer has a valid account with the Clearing Member; (g) the account number; (h) the brokerage rate; (i) the customer is authorized by the Clearing Member to place orders with the executing broker for that account; and (j) a listing or summary of persons authorized to place orders for that account. The executing broker must retain a copy of the authorization or the specifics of the telephonic confirmation, which includes: opposite party, date, time, and any other relevant information. The falsification of such information shall be the basis for disciplinary action. 4. Rejection of Customer Order. Where an executing broker has confirmed Clearing Member authorization to execute orders on behalf of a customer in accordance with this Rule 9.11A, the broker may, in the broker's discretion, reject an order that the customer transmits to the broker for execution. The broker shall promptly notify the customer and the Clearing Member(s) of any such rejection. Carr Futures 150 S. Wacker Dr., Suite 1500 Chicago, IL 60606 USA Tel: 312-368-6149 Fax: 312-368-2281 soblander@carrfut.com http://www.carrfut.com", "id": "20877951_1075857650163_JavaMail_evans_thyme"}