{"email_subject": "Enron/Avaya Meeting in Basking Ridge, wk of Jan 8, '01", "email_body": "Thad, Would you please get the calendars of your execs synchronized, and tell us which 2-day period the week of January 8 - 12, 2001 works best for our mutual meetings? We were originally looking at the 9th, 10th, or 11th as days to choose from primarily to avoid having the EBS executives located in the western U.S. travel from Portland, OR on Sunday for meetings on Monday in NJ. Consequently, I had asked the EBS executives to pencil in the 9th - 11th of January, and got the final one to confirm late last week. However, Kim Godfrey at EBS may have some new requirements; which is why I need your help in an expedited way - I'll need to give Kim your executives' availability during that week, and then we'll get things locked in ASAP.The meetings would still be scheduled such that the 1st meeting day would be for the meetings to be held during the 2nd half of that day, from 2-4 hours of meeting time for the executives (VP & up, primarily) to discuss possible alignments and opportunities. This would include two primary areas: 1) EBS-sell-to-Avaya for Avaya internal use: what types of potential solutions EBS could offer Avaya for Avaya's internal use; and 2) EBS & Avaya join together in a product and/or marketing effort to determine what kinds of solutions which the could jointly propose to the (common) markets served: \"sell with\" (each other); and \"sell through\" (channels type efforts), where either or both Avaya and EBS would act as sales channels for each other's sales forces. These meetings would be followed by the 2nd day's session(s), which would include primarily development and marketing team members who would discuss areas in which Avaya and EBS could develop one or more joint value propositions, such that they would have a \"jumping off point\" for a go-to-market effort (item #2, above). In addition, the technical aspects of some of the (item #1, above) meetings from the Executive session the 1st day could then be addressed. Please let me know which 2-day period looks like the most workable one for your executives at Avaya HQ during the week of 1/8/01, so that I can get to Kim to allow her to get the EBS executives' schedules locked into days synchronized with your executives'. Thank you, Jeff Jeff Youngflesh Director, Business Development Global Strategic Sourcing Enron Corp. 333 Clay Street, 11th Floor Houston, TX 77002 t: 713-345-5968 f: 713-646-2450 c: 713-410-6716", "id": "21051369_1075849624623_JavaMail_evans_thyme"}