{"email_subject": "The 10 top things you MUST know about Win XP", "email_body": "_____________________DAVID COURSEY_____________________ THE 10 TOP THINGS YOU MUST KNOW ABOUT WIN XP Reams have been written about XP. I've gone on and on about it myself. But now it's officially here, what's left to say? Not much, but just this: A list of the few features and issues that really, really matter. # _____________________NEWS ANALYSIS_____________________ Patrick Houston XP: PHOOEY ON YOUIE! WHY IPOD IS THE APPLE OF OUR EYES TODAY Apple poured some precipitation on Microsoft's XP-week parade by introducing its new MP3 player. But the iPod isn't just some mischief at Microsoft's expense. Instead, it's a product that embodies Apple at its very best and makes you wonder: Is Apple underestimating itself by not making more things for the rest of us? PLUS: EARTHLINK: FORGET DSL, GIVE US CABLE WHY AOL IS COZYING UP TO SUN _____________________EXPERT ADVICE_____________________ C.C. Holland GOT A TECH PROBLEM? GET IT SOLVED FAST--FOR FREE! If you're tired of trying to get through to your PC manufacturer's help desk, why not turn to the Web instead? C.C. shows you where you can get timely, knowledgeable technical support for the best price of all: free. > > > > > Janice Chen CUT YOUR EXPENSES! SAVE SOME BUCKS ON MICROSOFT'S NEW OS Which version of Windows XP is right for you? And where can you find it for the lowest price? Janice helps you make what could be your most important software purchase this year. > > > > > Preston Gralla DON'T WANT TO UPGRADE TO WINDOWS XP? FAKE IT! If you don't want to take the time to install Windows XP, but like the new OS's look and feel, worry not. Preston finds three downloads that will make your PC indistinguishable from one running XP. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! XP'S TOP 10 LIST FALLS SHORT FIRST TAKE: AN ULTRALIGHT NOTEBOOK WONDER HOW MCAFEE.COM IS CASHING IN ON VIRUSES ******************ELSEWHERE ON ZDNET!****************** Get FREE downloads for IT pros at TechRepublic Need a new job? Browse through over 90,000 tech job listings. eBusiness Update: Content Management systems grow up. Access your computer from anywhere with GoToMyPC. Check out the latest price drops at Computershopper.com. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "21288625_1075858635252_JavaMail_evans_thyme"}