{"email_subject": "Re: Guggenheim/Enron Event May 24th", "email_body": "planning on going. which night are you inviting guys for? also, heard there were some issues about contract negotiations. don't know specifics but if you want to discuss give me a call. might be able to mediate this a little bit if you want. Caroline Abramo@ENRON 03/30/2001 03:37 PM To: John Arnold/HOU/ECT@ECT, Mike Maggi/Corp/Enron@Enron cc: Subject: Guggenheim/Enron Event May 24th I think you guys need to attend ---------------------- Forwarded by Caroline Abramo/Corp/Enron on 03/30/2001 04:37 PM --------------------------- From: Per Sekse @ ECT 03/30/2001 12:02 PM To: Caroline Abramo/Corp/Enron@Enron, Russell Dyk/Corp/Enron@ENRON cc: Subject: Guggenheim/Enron Event May 24th I'm asking for 20 tickets, possibly 40 depending on whether they have spouces attending. Make a note for the calander. I'm thinking we can use this to get people like Paul Tudor Jones, Louis Bacon, etc. to attend an Enron function, while also gving the traders an opportunity to go as well. Per ---------------------- Forwarded by Per Sekse/NY/ECT on 03/30/2001 02:10 PM --------------------------- From: Margaret Allen@ENRON on 03/29/2001 02:40 PM CST To: Michael L Miller/NA/Enron@Enron, Alan Engberg/HOU/ECT@ECT, George McClellan/HOU/ECT@ECT, Mark Tawney/Enron@EnronXGate, Tim Battaglia/Enron@EnronXGate, John Arnold/HOU/ECT@ECT, Jean Mrha/NA/Enron@Enron, Eric Holzer/ENRON@enronXgate, Lauren Iannarone/NY/ECT@ECT, Kimberly Friddle/NA/Enron@ENRON, Peggy Mahoney/HOU/EES@EES, Suzanne Rhodes/HOU/EES@EES, Edward Ondarza/Enron Communications@Enron Communications, Rick Eric Gonzales/LON/ECT@ECT, per.sekse@enron.com, Christie Patrick/HOU/ECT@ECT, Raymond Bowen/enron@enronxgate, Jeffrey A Shankman/Enron@EnronXGate, Randal Maffett/HOU/ECT@ECT cc: Dennis Yvette Simpson/Corp/Enron@ENRON, Margaret Allen/Corp/Enron@ENRON Subject: Guggenheim/Enron Event Hello all, Over the last few weeks correspondence has been disseminated to you in regards to opportunities with the Guggenheim Museum in New York. We need to get a more accurate head count if we would like to have a private Enron event at the Frank Gehry Exhibit. Tentatively, we have May 24th on hold and Frank Gehry has agreed to be in attendance, which is an added-value. The event would be a formal dinner with approximately 150-200 people, including Enron executives and their potential/existing customers. Again, the attendance list is created through your requests but Enron Corporate covers the cost of the event (excluding travel arrangements). We need to make a firm commitment to the Guggenheim by Monday. Please let me know approximately how many people you would like to bring by tomorrow. Feel free to call me at 39056 or email me if you have any questions. Thanks, Margaret", "id": "21362877_1075857652540_JavaMail_evans_thyme"}