{"email_subject": "RE: Interface Design Update", "email_body": "Mery, This sounds better than the limitations you were describing in the meeting. We should be able to work with this. Phillip -----Original Message----- From: Sent: Monday, November 05, 2001 5:11 PM To: pallen@enron.com Cc: kmcdani@enron.com Subject: Interface Design Update Phillip, The purpose of this e-mail is to explain the results of our discussions with the technical team after our meeting with you. We need to get your approval of the points listed below so that we can begin building the application. We can have the Position and P&L Reports show the results of the learner's decisions in previous periods, which will allow the learner move forward in time with wrong answers. This will achieve our goal of giving the learners \"more rope\" and letting them see the results of their mistakes. In order to achieve this, we will have the following constraints: The feedback will be fairly high-level, as we discussed in Thursday's meeting. We will be able to provide feedback on cumulative P&L and positions, but not about specific actions the learner took in a previous period. We will not, for example, be able to say things like \"In November, when we were headed into a cold winter, you chose to withdraw gas. What you should have done was...\" We cannot save the P&L and position numbers. This means that if the learner leaves the simulation, returns to the main menu, or experiences a computer crash, his decisions will not be saved and he will need to start over at time period one. We cannot have the learner calculate P&L on storage costs, transportation costs, or hedging instruments. This is because the right answer and the available answer choices would have to depend on the decisions the learner has made. Now that the learner can go down any path he chooses, the number of possible answers is extremely large, and the right answers are variable. I believe these tasks will be actually better if we don't have the learner calculate P&L because he has already calculated P&L numerous times in the structurer/customer scenarios and conversion and arbitrage scenarios. Furthermore, the type of feedback we would have to give about specific P&L numbers will not flow well with the high-level, global-type feedback we are now planning to give in this task. We cannot export price numbers into Excel because the Indeliq framework does not support the downloading of data into external applications. The technical effort required to add this functionality far exceeds our current development budget. We can, however, do some calculations for the learner on the screen. We can also try to somehow allow the learner to make the mistake of using future prices instead of discounted prices. If you could please respond with your approval or concerns by end of day Wednesday, it will allow us to move forward with the development of this simulation. I would be happy to discuss these points with you; please let me know if you would like to set up a meeting. Thank you. Mery This message is for the designated recipient only and may contain privileged or confidential information. If you have received it in error, please notify the sender immediately and delete the original. Any other use of the email by you is prohibited.", "id": "21374978_1075862165008_JavaMail_evans_thyme"}