{"email_subject": "Re: Extra credit", "email_body": "no crap, what's your bid? \"Eva Pao\" <epao@mba2002.hbs.edu> on 05/13/2001 12:48:23 AM Please respond to <epao@mba2002.hbs.edu> To: <John.Arnold@enron.com> cc: Subject: Extra credit break even on info ass-symetry is 100%, any project above that level is profitable to Pooks&Co. -----Original Message----- From: John.Arnold@enron.com Sent: Sunday, May 13, 2001 1:04 AM To: epao@mba2002.hbs.edu Subject: RE: try this one... For extra credit.... If the company is worth 150% more under management A rather than 50% more, does your answer change? \"Eva Pao\" <epao@mba2002.hbs.edu> on 05/11/2001 05:13:59 PM Please respond to <epao@mba2002.hbs.edu> To: <John.Arnold@enron.com> cc: Subject: RE: try this one... will you do all of my homework? -----Original Message----- From: John.Arnold@enron.com Sent: Friday, May 11, 2001 8:41 AM To: epao@mba2002.hbs.edu Subject: Re: try this one... i'll pay a grand total of 0 \"Eva Pao\" <epao@mba2002.hbs.edu> on 05/10/2001 05:15:59 PM Please respond to <epao@mba2002.hbs.edu> To: <jarnold@enron.com> cc: Subject: try this one... Please read the following problem very carefully, and write in a number at the end. You should be ready to defend your answer. Only a number is allowed, not an algebraic equation. Acquiring a Company In the following exercise you will represent Company A (the acquirer), which is currently considering acquiring Company T (the target) by means of a tender offer. You plan to tender in cash for 100% of Company T's shares but are unsure how high a price to offer. The main complication is this: the value of Company T depends directly on the outcome of a major oil exploration project it is currently undertaking. Indeed, the very viability of Company T depends on the exploration outcome. If the project fails, the company under current management will be worth nothing--$0/share. But if the project succeeds, the value of the company under current management could be as high as $100/share. All share values between $0 and $100 are considered equally likely. By all estimates, the company will be worth considerably more in the hands of Company A than under current management. In fact, whatever the ultimate value under current management, the company will be worth fifty percent more under the management of A than under Company T. If the project fails, the company is worth $0/share under either management. If the exploration project generates a $50/share value under current management, the value under Company A is $75/share. Similarly, a $100/share value under Company T implies a $150/share value under Company A, and so on. The board of directors of Company A has asked you to determine the price they should offer for Company T's shares. This offer must be made now, before the outcome of the drilling project is known. From all indications, Company T would be happy to be acquired by Company A, provided it is at a profitable price. Moreover, Company T wishes to avoid, at all cost, the potential of a takeover bid by any other firm. You expect Company T to delay a decision on your bid until the results of the project are in, then accept or reject your offer before the news of the drilling results reaches the press. Thus, you (Company A) will not know the results of the exploration project when submitting your price offer, but Company T will know the results when deciding whether or not to accept your offer. In addition, Company T will accept any offer by Company A that is greater than the (per share) value of the company under current management. Thus, if you offer $50/share, for instance, Company T will accept if the value of the company to Company T is anything less than $50. As the representative of Company A, you are deliberating over price offers in the range of $0/share (this is tantamount to making no offer at all) to $150/share. What price offer per share would you tender for Company T's stock? $______ per/share", "id": "21808189_1075857649876_JavaMail_evans_thyme"}