{"email_subject": "FW: Meeting to discuss West gas desk \"FERC messages\"", "email_body": "Ina, Can you get a conference room on 32 for this meeting on Wednesday and let Becky Cantrell know. thank you -----Original Message----- From: Cantrell, Rebecca Sent: Monday, June 25, 2001 2:22 PM To: Allen, Phillip K. Cc: Lawner, Leslie; Fulton, Donna Subject: RE: Meeting to discuss West gas desk \"FERC messages\" Works for us. I've scheduled 47C1 at 10:30. If you'd rather get a conference room on 32, just let me know. Thanks. From: Phillip K Allen/ENRON@enronXgate on 06/25/2001 03:48 PM To: Rebecca W Cantrell/HOU/ECT@ECT cc: Subject: RE: Meeting to discuss West gas desk \"FERC messages\" Becky, How about Wednesday morning at 10:30 am? Phillip -----Original Message----- From: Cantrell, Rebecca Sent: Monday, June 25, 2001 11:09 AM To: Allen, Phillip K. Cc: Lawner, Leslie; Fulton, Donna Subject: Meeting to discuss West gas desk \"FERC messages\" Phillip -- Would you have some time Wednesday afternoon to meet with Leslie Lawner and me (and Donna Fulton in the D.C. office by phone) to discuss what we could be doing for you at FERC in the next few months? ---------------------- Forwarded by Rebecca W Cantrell/HOU/ECT on 06/25/2001 12:58 PM --------------------------- James D Steffes@ENRON 06/24/2001 09:56 AM To: Leslie Lawner/NA/Enron@Enron, Rebecca W Cantrell/HOU/ECT@ECT, Donna Fulton/Corp/Enron@ENRON cc: Christi L Nicolay/HOU/ECT@ECT, Sscott3@enron.com, Sarah Novosel/Corp/Enron@ENRON Subject: RE: Western Wholesale Activities - Gas & Power Conf. Call Privileged & Confidential Communication Attorney-Client Communication and Attorney Work Product Privileges Asserted Following up on Alan's comment to Phillip -- I've asked the RTO heads to think about 6 month and 18 month \"plans\". What about something like this for gas? Jim ---------------------- Forwarded by James D Steffes/NA/Enron on 06/24/2001 09:55 AM --------------------------- From: Alan Comnes/ENRON@enronXgate on 06/24/2001 02:46 AM To: Ray Alvarez/NA/Enron@ENRON, Steve Walton/HOU/ECT@ECT, Susan J Mara/NA/Enron@ENRON, Leslie Lawner/NA/Enron@Enron, Rebecca W Cantrell/HOU/ECT@ECT, Donna Fulton/Corp/Enron@ENRON, Jeff Dasovich/NA/Enron@Enron, Christi L Nicolay/HOU/ECT@ECT, James D Steffes/NA/Enron@Enron, Phillip K Allen/ENRON@enronXgate, Linda J Noske/HOU/ECT@ECT, Dave Perrino/SF/ECT@ECT, Don Black/HOU/EES@EES, Robert Frank/NA/Enron@Enron, Stephanie Miller/ENRON@enronXgate, Barry Tycholiz/ENRON@enronXgate cc: Bernadette Hawkins/Corp/Enron@ENRON Subject: RE: Western Wholesale Activities - Gas & Power Conf. Call Privileged & Confidential Communication Attorney-Client Communication and Attorney Work Product Privileges Asserted Per last week's call, I am circulating updated FERC staff talking points to the entire Western Wholesale group. This version of the talking points incorporates comments from Steffes, Walton, and Perrino. Phillip Allen: people on the call were wondering if there are any informal messages the West gas desk would like to relay to FERC staff. Notes, however, that ex parte contacts such as these generally must avoid issues that are being currently litigated by the FERC. << File: FERC Western Message Points 062301.doc >> <Embedded Picture (Device Independent Bitmap)>", "id": "21912048_1075858640163_JavaMail_evans_thyme"}