{"email_subject": "Grab a seat, and join me for my dinner with Bill Gates", "email_body": "_____________________DAVID COURSEY_____________________ GRAB A SEAT, AND JOIN ME FOR MY DINNER WITH BILL GATES On the eve of Windows XP's launch, I joined 14 other journalists for a private dinner with the chairman and chief software architect of Microsoft. We had one thing in common: When Bill talks, we write about it. And on this night he was talking, and just to us. Here's part one of what Bill had to say. # _____________________NEWS ANALYSIS_____________________ Patrick Houston WILL THE PATRIOT ANTI-TERRORIST BILL BETRAY US? A new anti-terrorism law, which significantly expands law enforcement powers, is speeding into law. So now we'll see: Whether Congress, with our assent, acted wisely or whether we allowed fear to lead us astray. PLUS: HEY, DON'T OVERLOOK THIS: NEW LINUX UPGRADES, TOO DAIMLERCHRYSLER TALKS UP 'TELEMATICS' _____________________EXPERT ADVICE_____________________ Greg Shultz WANT TO TRANSFER YOUR OLD FILES TO WINDOWS XP? NO SWEAT! Moving files and settings from your old computer to your new XP system doesn't have to take all day--if you follow these guidelines. Greg leads you step-by-step through the entire process. > > > > > John Morris and Josh Taylor BEYOND THE HYPE: SEE WHAT XP HAS TO OFFER IN OUR FULL REVIEW The birth of Microsoft's newest operating system was arguably the most-hyped OS launch all of time. What's behind the noise? Josh and John offer up an in-depth look at Windows XP, along with a roundup of this week's reviews. > > > > > David Berlind SERIOUS ABOUT SECURITY? BETTER DOUBLE YOUR OPTIONS Think user IDs and passwords are adequate? Think again. Those single-factor security systems are quite vulnerable. Add a second element, such as an ID card, and the solution's more secure. David looks at the promise--and the difficulties--of two-factor security. > > > > > Preston Gralla NO MORE PLAIN JANE! 3 EASY WAYS TO JAZZ UP YOUR WEB SITE Everyone wants a great-looking Web site. But not everyone can create snazzy animations, images, and menus. Worry not. Preston rounds up 3 easy-to-use programs that will make your site sing. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! EMC CHANGING TACK RED CROSS SOLICITATION IS A TROJAN HORSE WHAT'S THE FUTURE OF LINUX? ******************ELSEWHERE ON ZDNET!****************** Get FREE downloads for IT pros at TechRepublic Need a new job? Browse through over 90,000 tech job listings. eBusiness Update: Content Management systems grow up. Access your computer from anywhere with GoToMyPC. Check out the latest price drops at Computershopper.com. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "22514860_1075858636017_JavaMail_evans_thyme"}