{"email_subject": "Re: power gen", "email_body": "fyi : bo is a big put buyer and fence seller today. though he is trying to defend j. slafontaine@globalp.com on 03/29/2001 09:22:15 PM To: John.Arnold@enron.com cc: Subject: Re: power gen agree on view. as u cud tell i got a little less bearish for a bit so i delta hedged and day traded to keep from losing a ton, let go og the delta after aga number which was exactly on my forecast still implying 7.5 bcf swing(i actually thot it could have been worse so my range pre was 5-12 basis past cupla weeks aga. that said i with you took my lumps. having a very good month in petro helped me hold on to natgas shit p&l. got most of it back now tho.trying to be more patient. think we hold 5.20's for another week or so-must be plenty chopped up traders mite mean we lose some momentum for a bit. what the hell was going on today between you and bo(seems i see this more and more)? how come he always seems to be fighting you on this stuff. if he would go the same way as you(and i) this mkt would just crap. either way im unwinding-gonna be making a jump soon(thats p&c for the moment). will keep u informed of course. power gen up 3% last week and cal rate hikes the kiss of death for demand in cal this summer i think John.Arnold@enron.com on 03/29/2001 07:45:02 PM To: Steve LaFontaine/GlobalCo@GlobalCo cc: Fax to: Subject: Re: power gen Wow, what a week so far. Beauty of a short squeeze early on. Even some of the biggest bears I know were covering to reestablish when the market lost its upward momentum. Unfortunately, my boat is too big to play that way. Takes too long to put the size of the position I manage on or off to play that game. just had to sit back and take my lumps. couldnt have been a more bearish aga # in my opinion. got one more decent one and then watch out below. amazing that we've had more demand destruction recently. the economy is the 800 pound gorilla that is sitting on nat gas and it aint getting up.", "id": "2268604_1075857652949_JavaMail_evans_thyme"}