{"email_subject": "Your confirmation, PHILLIP ALLEN", "email_body": "[IMAGE] Hi, PHILLIP! Within the last few weeks you received an introd= uction to your membership in The Opt in NetworkTM from Open2Win. We welcom= e you to The Opt in Network and promise to commit ourselves to delivering y= ou a highly rewarding online experience with offers that include discounts,= bargains, special offers, and sweepstakes, along with entertainment, trave= l and financial opportunities. Let us extend a warm welcome by offering yo= u one last opportunity to redeem your $5 Gift Certificate at MagazineReward= s.com. Cash in your gift certificate now . That?s only part of our new m= ember welcome gift: If you redeem your $5 gift certificate TODAY, we will s= et you up with FREE 3-day, 2-night accomodations in a luxurious top-brand = hotel or resort in one of over 32 U.S. destinations (and even the Bahamas!)= [IMAGE] There?s no strings attached. Click Here Now to cash in your ce= rtificate at MagazineRewards.com, and start planning for your indulgent min= i-vacation in a city near you. Click To redeem you $5 Gift Certificate W= ith its millions of subscribers, The Opt in Network has strong negotiating = power?that?s why only we can offer you exclusive deals like this. When you = receive mail from The Opt in Network, you know it?s worth opening. Again, = welcome to The Opt in Network! Warmest regards, The Opt in Network Subscr= iber Team If for some reason you choose not to participate in The Opt in N= etwork and get free and heavily discounted offers, please click here or = send an email with remove as the subject to remove@opthost.com. Smart Dea= ls, Just a Click Away! =09 This email= is not sent unsolicited. This is a Open2Win mailing! This message is sent= to subscribers ONLY. The e-mail address you subscribed with is: pallen@en= ron.com To unsubscribe please click here. or Send an mail with remove as t= he subject to remove@opthost.com ++++++++++++++++ =09", "id": "23255281_1075862162887_JavaMail_evans_thyme"}