{"email_subject": "Spring Recruiting at Vanderbilt", "email_body": "---------------------- Forwarded by John Arnold/HOU/ECT on 01/17/2001 07:03 PM --------------------------- From: Beth Miertschin 01/16/2001 03:21 PM To: Nicole Alvino/HOU/ECT@ECT, Brian Katie Stowers/HOU/ECT, James Wininger/NA/Enron, Ashley Dietz/Enron Communications@Enron Communications, John Arnold/HOU/ECT@ECT, Jodi Thrasher/HOU/EES@EES, Russell T Kelley/HOU/ECT@ECT, Cheryl Lipshutz/HOU/ECT@ECT, Steve Venturatos/HOU/ECT@ECT, Michelle Juden/HOU/EES@EES, Christine Straatmann/HOU/EES@EES cc: Jeffrey McMahon/HOU/ECT@ECT, Sue Ford/HOU/ECT Subject: Spring Recruiting at Vanderbilt Hello Vanderbilt Team! First, Congratulations on a wonderful Fall! Of the 13 offers extended, we have 3 declines, 3 outstanding, and 7 acceptances! Now its time for Summer Intern recruiting. Jeff McMahon and I met to finalize the schedule and assigned each of you a time to participate. If you are unable to attend the event for which you are scheduled, please find a replacement and let me know as soon as possible. I will assume that everyone is attending their assigned event unless I am told otherwise. Jan. 22, 7:00 PM - Outstanding and Accepted Offer Dinner - Nicole Alvino, Brian Steinbrueck, Katie Stowers, Jim Wininger, Ashley Dietz Jan. 23, 1 - 5 PM - Intern Career Fair - Jim Wininger, Ashley Dietz, Brian Steinbrueck Jan. 23, TBD - Enron Research Fellows Interviews - Nicole Alvino, Katie Stowers Jan. 31, 7:00 PM - Open Presentation - Jeff McMahon, John Arnold, Jodi Thrasher, Rusty Kelley Jan. 31, 8:00 PM - Dinner with Research Fellows - Jeff McMahon, John Arnold, Jodi Thrasher, Rusty Kelley Feb. 11, 7:00 PM - Pre-Interview Reception - Cheryl Lipshutz, Steve Venturatos, Michelle Juden, Christine Straatman Feb. 12, 8 - 4 - First Round Interviews - Cheryl Lipshutz, Steve Venturatos, Michelle Juden, Christine Straatman Feb. 13, Second Round Interviews - Jeff McMahon, Jeff Ader, Andy Zipper If any of you have any questions or need additional information, please call me at 3-0322 or Shawna Johnson at 5-8369. You will receive detailed event sheets as we get closer to each event. Thanks again to everyone who helped make this Fall so successful! Beth", "id": "2363438_1075857657841_JavaMail_evans_thyme"}