{"email_subject": "ANCHORDESK: iPod for Windows: Why Jobs must join the dark side", "email_body": "<!--[core.text]--> _____________________DAVID COURSEY_____________________ IPOD FOR WINDOWS: WHY JOBS MUST JOIN THE DARK SIDE It's the coolest thing many people say they've seen in a while: Apple's sleek new iPod music player. But here's the hitch: There's no Windows version right now. Will there be? I'm betting on it. And here's my plan for Steve Jobs' foray into darkness. # _____________________NEWS ANALYSIS_____________________ Sylvia Carr MS TO SETTLE?... LINUX PDA SHIPS... OPEN SOURCE FACES REALITY... Microsoft may settle! Again! This time, it could get out of a slew of private antitrust suits by donating software to schools. A good cause, no doubt. But does that really make up for its legal violations? _____________________EXPERT ADVICE_____________________ Stephen Howard-Sarin VIVA LAS VEGAS! YOU'RE STILL IN A COMDEX STATE OF MIND New products and people from Fall Comdex dominate this week's tally of top tech search terms. Why fly to Vegas when a search engine will bring you the latest? Stephen finds out what's piquing your interest--from Xbox and GameCube to Jorma Ollila and Harry Potter. > > > > > Robert Vamosi HOW HACK ATTACKS ARE GETTING SMARTER--AND HARDER TO STOP Malicious users are learning to better outsmart their captors, a new report says. They're using hard-to-detect worms to carry out denial-of-service attacks, and targeting routers that could bring down whole portions of the Internet. What should you watch out for? Robert has the scoop. > > > > > Preston Gralla MAKE WINDOWS YOUR OWN: 3 EASY WAYS TO CUSTOMIZE XP You've been playing with Microsoft's newest operating system for a month or so--now it's time to start bending it to your will. Though XP downloads are still hard to come by, Preston has found three that let you tweak the OS's look and optimize its performance. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! DON'T MISS ZDNET'S HOLIDAY GIFT GUIDE CHECK OUT THE LATEST CD BURNERS WHY YOU SHOULD OUTSOURCE YOUR SECURITY ******************ELSEWHERE ON ZDNET!****************** Did you miss COMDEX? Get all the details in our special report. Don't miss top price drops from premier vendors at ZDNet Shopper. FREE trial offers from leading business and technology magazines. Find perfect presents in our Holiday Gift Guide. Check out the most popular notebooks, handhelds, cameras, and more. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com/ To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "23974451_1075862162769_JavaMail_evans_thyme"}