{"email_subject": "Market Insight: Restraints Will Be Overcome", "email_body": "[IMAGE] Market Insight for December 24, 2001 From [IMAGE] The Gl= obal Online Financial Services Firm Please note, the Market Insight will = not be published next week. Have a safe and happy holiday season! Deadl= ine for Converting to a Roth IRA December 31, 2001 is your deadline for co= nverting a Traditional IRA to a Roth IRA. You should consult with a tax pr= ofessional or accountant to help you determine if a conversion is advantag= eous for you. For assistance, please call 1-800-934-4448, press 4 then 4 = to speak with a Retirement Plans Specialist. Restraints Will Be Overcome = We see an irregular upward trend in the market. Stocks face some formid= able hurdles. The risk of additional terrorism and fresh memories of the m= arket's 18-month downward spiral are inhibiting buying. So are dismal four= th-quarter earnings pre-announcements as the economic cycle approaches bot= tom, as well as continued high P/E ratios on recession-depressed profits. = In addition, the supply of stock for sale at prices just above current lev= els is heavy, according to technical analysts. But we expect that these= and other impediments will be overcome. And we note that market recoverie= s that proceed in halting fashion amid widespread skepticism often are the= most sustainable. Congress's failure to pass a fiscal stimulus bill is n= ot a major negative, according to S&P chief economist David Wyss. The econ= omy will recover anyway, says Wyss, with absence of the package pinching = GDP growth in 2002 by only 0.2%. Without fiscal stimulus, the chances of a= 12th fed funds rate cut on January 30 are improved. Based on Wyss's fo= recast of GDP turning positive in the first quarter and improving to an an= nual growth rate of 5% in the fourth quarter, investors should be getting = more encouraging news before long. The recent rally lost upward momentu= m when it bumped up against overhead resistance at 1170 on the S&P 500 on = December 5. With the help of turn-of-the-year reinvestment demand, the nex= t attempt to work through this supply is likely to be more successful, say= s Mark Arbeter, S&P chief technical analyst. But even if it is, the area = of resistance runs all the way up to 1313, so Arbeter believes further pro= gress in the period ahead will be labored. We think the S&P 500 and Nas= daq will see double-digit gains over the course of 2002. A portfolio alloc= ation of 65% stocks, 20% bonds and 15% cash reserves remains appropriate. = As a TD Waterhouse customer, you can view a complete copy of S&P's The O= utlook (a $298 value) for FREE. Just select 'News & Research' when you log= in to yourTD Waterhouse account . The Outlook is available under 'Other R= eports.' Managing Your Mutual Funds Doesn't Have to Be Complicated Hold= ing mutual funds at several institutions can make managing your financial = activities more difficult than it needs to be. Too many account statements= , too many account and phone numbers, and just too much information to kee= p track of. Consolidating your mutual funds can help simplify your life. = Click here for a Transfer Form Your feedback is important to us! Emai= l us with any questions or comments at eServices@tdwaterhouse.com TD= Waterhouse Investor Services, Inc. Member NYSE/SIPC. Access to services= and your account may be affected by market conditions, system performance= or for other reasons. Under no circumstances should the information herei= n be construed as a recommendation, offer to sell or solicitation of an of= fer to buy a particular security. The article and opinions herein are obta= ined from unaffiliated third parties and are provided for informational pu= rposes only. While the information is deemed reliable, TD Waterhouse canno= t guarantee its accuracy, completeness or suitability for any purpose and = makes no warranties with regard to the results to be obtained from its use= . To unsubscribe from this email, login to your account and select 'My= Account' then 'My Info'. Or email us at eServices@tdwaterhouse.com =09", "id": "24383848_1075855375221_JavaMail_evans_thyme"}