{"email_subject": "DIRECTV is now $1.00", "email_body": "[IMAGE] Holiday Clearance! - Paradigm Wireless =09=09 We have a holiday gift for you--- a FREE DIRECTV System for $1! E= veryone should have DIRECTV for the holidays this year---more choice, bette= r reception, and great fun for one and all. You are also APPROVED for a F= REE Standard Professional Installation with your DIRECTV System-valued at o= ver $100! In fact, the entire offer is valued at $299! THIS DEAL IS FOR = REAL! THERE ARE NO GIMMICKS OR ADDITIONAL CHARGES! CLICK HERE! This limi= ted-time offer is made available to select consumers for the low, low shipp= ing and handling price of just $1.00 when you sign up for 1 year of DIRECTV= programming. Please act now - this offer is only available for the Holiday= Season. This FREE DIRECTV System comes with these outstanding features: = Access to over 225 channels Up to 31 premium movie channels, more than= 25 sports networks, up to 55 pay-per-view choices and MORE Digital qualit= y picture and sound FREE standard professional installation CLICK NOW -- = DON'T DELAY! ACTIVATION OF PROGRAMMING MAY BE SUBJECT TO CREDIT APPROVAL A= ND REQUIRES VALID SERVICE ADDRESS, SOCIAL SECURITY NUMBER AND/OR MAJOR CRED= IT CARD. Offer may not be valid in the limited areas served by members or a= ffiliates of the National Rural Telecommunications Cooperative. Limited-tim= e offer for new residential customers who purchase any DIRECTV System by 2/= 28/02, and subscribe to one year of any DIRECTV programming package ($31.99= /mo. or above). A FEE OF UP TO $85.00 MAY BE CHARGED FOR EARLY TERMINATION,= SUSPENSION, DISCONNECTION OR DOWNGRADE OF REQUIRED DIRECTV PROGRAMMING. Sh= ipping and handling fee is $1.00. Programming, pricing, terms and condition= s subject to change. Hardware and programming sold separately. Pricing is r= esidential. Taxes not included. Equipment specifications and programming op= tions may vary in Alaska and Hawaii. DIRECTV services not provided outside = the U.S. Receipt of DIRECTV programming are subject to the terms of the DIR= ECTV Customer Agreement; a copy is provided at DIRECTV.com and in your firs= t bill. ?2001 DIRECTV, Inc. DIRECTV and the Cyclone Design logo, TOTAL CHOI= CE, DIRECTV PARA TODOS and \"FEEL THE JOY\" are trademarks of DIRECTV, Inc., = a unit of Hughes Electronics Corp. All other trademarks and service marks a= re the property of their respective owners. =09=09 =09=09", "id": "24596009_1075855375403_JavaMail_evans_thyme"}