{"email_subject": "Re: distillates", "email_body": "yea, i think the two dumps in the market are when everybody realizes the loss of demand, which is in the first 4 inj numbers. customer buying and fear about the summer will keep may at a decent level. if my theory holds, eventually that wont be enough to hold the market up and m pukes. second puke is in the winter when 4th quarter production is 4-5% on y/y basis, demand still weak (economic weakness isn't a 3 month problem), industry realizes that not only is it ok to get to 500-700 bcf in march but you should, and early winter weather will not match 2000. we develop large y/y surplus in x and z. z futures hold up because some risk premium still exists for rest of winter. by late december, just trying to find a home for gas. think decent chance f futures finish with a 2 handle. slafontaine@globalp.com on 03/25/2001 08:16:26 PM To: John.Arnold@enron.com cc: Subject: Re: distillates f puts?? you mean january? u mean june and january??? John.Arnold@enron.com on 03/25/2001 07:30:38 PM To: Steve LaFontaine/GlobalCo@GlobalCo cc: Fax to: Subject: Re: distillates just when i'm turning really bearish you're starting to turn bullish on me. weather to me relatively unimportant. yes, it will leave us with 30 bcf or so less in storage than if we had mild weather. i think it is masking a major demand problem. think what the aga numbers would be with moderate weather. when we get into injections, i think we'll see a big push down. spec and trade seem bearish but hesitant to get short. customer buying still strong. thus even with the demand picture becoming clearer, we haven't moved down. however i think when the picture becomes clearer (i.e. -when we start beating last year's injections by 20 bcf a week), trade will get short. customers very unsophistocated. the story they keep telling us is we're coming out 400 bcf less than last year, thus the summer has to be strong. when we start inj, customers will start seeing other side of story. pira finally came out this week and said stop buying. to me, the mrkt just a timing issue. i want to be short before the rest of the idiots get short. i continue buying m,f puts. projecting k to settle 450 and m 400. slafontaine@globalp.com on 03/23/2001 01:44:10 PM To: jarnold@enron.com cc: Subject: distillates this strength cud persist awhile-is a little bullish ngas demand since we now above parity in some places. shit theres so many things shaking my faith on the short bias of this thing. weather hot /west cold est, hydo, califronia,mkt talking new engl shortages.oil demand cont to show stellar y on y and curve recoveriung, opec hawkish stance for px support. i think we close the y on y gap still significantly but im starting to question how when,how much and how long prices come off in apr-jun? thanks god i can trade oil cuz i have made anything in ngas to speak of. short term still sort of neutral ngas-beleive we range bound. u prob know this but hearing texas rr data coming out pretty bearish prodcution-good news . regards", "id": "24632457_1075857653283_JavaMail_evans_thyme"}