{"email_subject": "RE: Compaq / EBS Relationship", "email_body": "Jeff, As of Dec 14th, Enron received the message regarding David Spurlin greater involvement in the EBS relationship. In the past, EBS had included David on the direction of our relationship and not the details. Our prior direction was to have Derrick Deakins as our key point of communication. In regards to your comment about amending the Agreement. I would like to fill yourself, David and Bob in on some history. During the meetings in August 2000, EBS and Compaq reviewed the Agreement line by line and identified 5 sections to be clarified / amended. There was a group of at least 8 Compaq attendees (Chris Sweet took extensive notes for Compaq). Both EBS and Compaq agreed on the methodology to calculate the value of the Compaq Minimum Annual Spend of EBS Services. Spreadsheets were exchanged between both Parties and the amounts were agreed upon. A significant amount of time was spent in this process between August through October. EBS and Compaq (Derrick Deakins) developed contract language to clarify the outstanding 5 sections. This contract amendment was sent to Compaq (Rob and Derrick) for comments in November. EBS has not heard anything regarding the language. During the course of these discussions, EBS agreed to concede on certain points of interpretation on the Server Purchase Agreement and Compaq agreed to work with EBS to achieve revenue recognition in 2000. The EBS concessions were used by both Parties to develop the methodology to calculate the Compaq Minimum Spend toward EBS Services. This was reason for the development of the EBS Consulting Payment ($832,000). EBS looks forward to the resolution of these issues and moving forward with our relationship. Kim Godfrey Director, Enterprise Services Enron Broadband Services phone : 713 345 8813 cell : 713 501 8105 fax: 713 853 7354 Jeff.Gooden@compaq.com 12/18/00 07:58 PM To: Kim Godfrey/Enron Communications@Enron Communications cc: Subject: RE: Compaq / EBS Relationship Kim, Thank you for including me in this email...I agree, without question, Dave Spurlin \"Owns\" the Enron/Compaq relationship, from Compaq's perspective. All matters should go through Dave...Thank you, this will make your life easier. Although I was not in the entire meeting with yourself, Keith and Rob; My reaction was that this agreement needs to be amended to protect both Enron and Compaq. We are both exposed to potential unnecessary pitfalls that are clearly evident in the original agreement. We look forward to resolving this issue, amending this agreement, and moving forward in the partnership between Enron and Compaq. Sincerely, Jeff Gooden Enterprise Sales Manager Compaq Computer Corporation (281) 927-3500 -----Original Message----- From: Kim_Godfrey@enron.net Sent: Monday, December 18, 2000 5:54 PM To: Gooden, Jeff Subject: Compaq / EBS Relationship Jeff, David asked that I include you in future Emails. thanks, Kim G ----- Forwarded by Kim Godfrey/Enron Communications on 12/18/00 05:57 PM ----- | | Kim Godfrey | | | | | | 12/18/00 | | | 05:49 PM | | | | -| | | | To: bob.jordan@compaq.com, david.spurlin@compaq.com | | cc: Jim Crowder/Enron Communications@Enron Communications, | | Everett Plante/Enron Communications@Enron Communications, Tracy | | Prater/Enron Communications@Enron Communications, | | derrick.deakins@compaq.com, Gil Melman/Enron Communications@Enron | | Communications | | Subject: Compaq / EBS Relationship | -| David and Bob, We look forward to working with you to strengthen the Compaq and EBS relationship. EBS has identified potential server business opportunities (storage, streaming media) where our two organizations can work together. After our meeting on Dec 14th, EBS now understands to utilize David Spurlin as the point person for these communications. EBS had prior direction from Compaq to direct our discussions to Derrick Deakins, Rob Senders, Keith McAuliffe or Kent Major. Tracy Prater and myself look forward to spending additional time with David to ensure that he is aware of the EBS business opportunities and issues. EBS had invested significant dollars, time and energy with Compaq to develop the streaming media server solutions. We discussed during the Dec 14th meeting that there are decisions to be made regarding the existing Product and Server Supply Agreement that are contingent on those streaming media solutions. EBS and Compaq have both acted in good faith to achieve the intent of the Product and Server Supply Agreement in pursuing these solutions. To that end, EBS has had internal discussions regarding the appropriate next steps to further our relationship. The January 2000 Product and Service Supply Agreement is the legal framework for our relationship until both parties mutually agree to change. Until those changes are made: 1) 2000 Compaq Annual Purchase of ECI Services: Per the Agreement, Compaq was invoiced for the 2000 Minimum Annual Purchase of ECI Services on November 7, 2000 as per Sections 3.1, 3.2 and 3.3. Compaq had agreed to the invoice amount. EBS expects payment for the total invoice as outlined in Section 3.0 on or before December 31,2000. 2) Potential for Agreement Termination: Prior to the Dec 14th meeting, Compaq (Keith and Rob) have discussed this with EBS (Jim Crowder, myself). The understanding between both Parties was that EBS would need a written notice and payment by Compaq of $2,500,000. The concept to start over with a new contractual agreement was again discussed during the Dec 14th meeting. EBS strongly believes in the value of the Compaq and EBS relationship, if Compaq believes that to start over with a new agreement is necessary then we look forward to working with Compaq to achieve that goal. Again, we look forward to working with yourselves to identify and create strategic business opportunities for both EBS and Compaq. Kim Godfrey Director, Enterprise Services Enron Broadband Services phone : 713 345 8813 cell : 713 501 8105 fax: 713 853 7354", "id": "24917045_1075849627545_JavaMail_evans_thyme"}