{"email_subject": "RE:", "email_body": "Don, Jeff Gosset runs the risk management group. I spoke to him about including a module on how the books work. He liked the concept and is willing to sit down with you to discuss further. His number is X37306. He is expecting a call to set up a meeting. Phillip -----Original Message----- From: Sent: Friday, September 14, 2001 12:37 PM To: O'rourke, Tim Cc: McDaniel, Kirk; Frolov, Yevgeny; mery.l.brown@accenture.com; sheri.a.righi@accenture.com; Allen, Phillip K. Subject: RE: Tim, Please clarify what is not right so I may make changes. I have received verbal approval from Phillip today in our meeting. Donald L. Barnhart Houston 837/1591 713-837-1591 \"O'rourke, Tim\" <Tim.O'Rourke@enron.co To: Mery L. m> <pallen@enron.com>, \"Arnold, John\" <John.Arnold@enron.com>, \"Frolov, Yevgeny\" <Yevgeny.Frolov@enron.com>, <tim.orourke@enron.com> 09/13/2001 07:07 PM cc: Donald L. <kmcdani@enron.com>, Sheri A. Subject: RE: This looks about right. -----Original Message----- From: mery.l.brown@accenture.com Sent: Friday, September 07, 2001 9:52 AM To: pallen@enron.com; Arnold, John; Frolov, Yevgeny; tim.orourke@enron.com Cc: kmcdani@enron.com; sheri.a.righi@accenture.com Subject: We have begun working on our first deliverables for the Risk Management Simulation project. The first thing we need your sign-off on is the Target Audience Analysis. We have defined the key characteristics of our target audience in order to help us maintain focus as we design the simulation. I would appreciate it if you could review the attached document and respond by end of day Monday, the 10th, with either your revisions or your sign-off. Please let me know if you have any questions. Thank you. Mery (See attached file: Target Audience.doc) This message is for the designated recipient only and may contain privileged or confidential information. If you have received it in error, please notify the sender immediately and delete the original. Any other use of the email by you is prohibited. This e-mail is the property of Enron Corp. and/or its relevant affiliate and may contain confidential and privileged material for the sole use of the intended recipient (s). Any review, use, distribution or disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please contact the sender or reply to Enron Corp. at and delete all copies of the message. This e-mail (and any attachments hereto) are not intended to be an offer (or an acceptance) and do not create or evidence a binding and enforceable contract between Enron Corp. (or any of its affiliates) and the intended recipient or any other party, and may not be relied on by anyone as the basis of a contract by estoppel or otherwise. Thank you.", "id": "25041277_1075858643477_JavaMail_evans_thyme"}