{"email_subject": "SPECIAL AND OPEN FERC MEETINGS FOR NOVEMBER & DECEMBER 2001", "email_body": "FERC MEETINGS FOR NOVEMBER AND DECEMBER 2001 Meeting Dates, Times and Agendaare Subject to Change by FERC without Notice If you are interested in FERC Openand Special Meetings throughout the year you may way to consider a Yearly Internet Package which includes: Open and Special Meetings covered by the Capitol Connection and unlimited access to the Archives (available for 3 months). SPECIAL MEETINGS FOR NOVEMBER AND DECEMBER 2001 The Capitol Connection is pleased to announce that it will broadcast (via the internet and telephone) the following Federal Energy Regulatory Commission Special Meeting: Wednesday, Nov. 27, 2001, 8 a.m. - 7 p.m. MST - (10 a.m. 9 p.m. EST) Topic: Generation Interconnection Activitiesand related Matters. This conference is being held at the Holiday Inn Denver International Airport in Denver Colorado. The conference is available via Phone Bridge Only. Click Here for Contract Agenda Thursday, Nov. 28, 2001, 8 a.m. - 2 p.m. MST - (10 a.m. 4 p.m. EST) Topic: Generation Interconnection Activitiesand related Matters. This conference is being held at the Holiday Inn Denver International Airport in Denver Colorado. The conference is available via Phone Bridge Only. Click Here for Contract Agenda Tuesday, Dec. 4, 2001 8 - 5 p.m. ET Topic: Generation Interconnection Activities. This meeting is being held in the Commission Meeting Room in Washington, DC. This meeting is available via the Internet and Phone Bridge only. Click Here for: Contract Agenda Wednesday, Dec. 5, 2001 8 - 5 p.m. ET Topic: Generation Interconnection Activities. This meeting is being held in the Commission Meeting Room in Washington, DC. This meeting is available via the Internet and Phone Bridge only. Click Here for: Contract Agenda Thursday, Dec. 6, 2001 8 - 5 p.m. ET Topic: Generation Interconnection Activities. This meeting is being held in the Commission Meeting Room in Washington, DC. This meeting is available via the Internet and Phone Bridge only. Click Here for: Contract Agenda Monday, Dec. 10, 2001 10:00 a.m. ET Topic: Hydro Licensing Status Workshop. This meeting is being held in the Commission Meeting Room in Washington, DC. This meeting is available via the Internet and Phone Bridge only. Click here for: Contract Agenda Tuesday, Dec. 11, 2001 10:00 a.m. ET Topic: Hydro Licensing Status Workshop. This meeting is being held in the Commission Meeting Room in Washington, DC. This meeting is available via the Internet and Phone Bridge only. Click here for: Contract Agenda PLEASE NOTE: FERC has scheduled Interconnect meetings for the week of December 10-14, 2001. FERC has decided not to tape or broadcastthese meetings; therefore The Capitol Connection will not cover them. If you need additional information, please contact the Office of the Secretary at FERC. OPEN MEETINGS FOR DECEMBER 2001 The Capitol Connection is pleased to announce that it will broadcast the Federal Energy Regulatory Commission Open Meetings on: Wednesday, Dec. 19, 2001, 10:00 am ET Click Here for Contract Meeting dates and times are subject to change without notice. For current information, you can go to our website at www.capitolconnection.org for a link to the FERC's page (you may need to Refresh your browser for the most current information to appear) or you can go to the FERC's web page at www.ferc.gov The FERC Office of the Secretary can be reached at 202.208.0400. If you have an annual subscription to the Capitol Connection internet service, these meetings are included in the annual fee. Please contact us if you are interested in signing up for either of these meetings or want to get an annual subscription to our internet service. The Capitol Connection offers FERC meetings live via the Internet, as well as via phone bridge, and satellite, please visit our website at www.capitolconnection.org or send e-mail to capcon@gmu.edu for more information. If there is a meeting you are interested in receiving, please call 703-993-3100. Sincerely, David Reininger", "id": "25658139_1075862162585_JavaMail_evans_thyme"}