{"email_subject": "Yahoo! Newsletter, November 2001", "email_body": "[IMAGE] [IMAGE][IMAGE] [IMAGE] Yahoo! Warehouse - What's In It For You Visit= the Yahoo! Warehouse grand opening for deals on used, overstock, and clea= rance goods from distributors, liquidators, and individual sellers. Buy you= r favorite books, music, DVDs and videos, video games, computers, and elect= ronics at bargain prices! Got stuff to sell? It's a cinch to list your item= s and watch your business grow. Four Dimensions of Shopping The New Yaho= o! Shopping consists of Shopping, Warehouse, Auctions, and Classifieds. Se= lect the universal search box to find that perfect holiday gift, or make a = purchase for yourself or your business. Buy brand-name goods from catalog m= erchants or boutique storefronts; commodity items from discount sellers; on= e-of-a-kind collectibles on auction; or cars, pets, furnishings, and more f= rom sellers in your local area. Shop at Home for the Holidays Find great = gift ideas and seasonal specials at the Yahoo! Shopping Gift Center . Or vi= sit the Cosmo Gift Guide 's boutique collection of presents for the ladies = on your list, including Mom (plus treats for that special someone -- you)! = From Yahoo! Shopping and Cosmopolitan Magazine -- your favorite things for = the holidays or anytime. Desktop Essentials Made Easy One simple download= gets you started with three powerful Yahoo! Essentials : Yahoo! Messenger,= for instant messaging; Yahoo! Companion, a custom toolbar for your browser= ; and the Messenger Explorer bar, for access to messaging within your brows= er. Don't miss Yahoo! Messenger's new IMVironments -- liven up your instan= t chat with interactive themes like Dilbert, Hello Kitty, or the Super Smas= h Bros. Set up your Windows desktop for easy access to your favorite Yahoo!= services and preferences. More Great Ways to Yahoo! Short Takes * P= ut Your Resume Where the Jobs Are - Create an online resume and post it fo= r free on Yahoo! Careers -- thousands of jobs listings are just a click awa= y. Let employers find you. * Consumer Reports Auto Hub - Steer your way t= o expert, unbiased buying advice before you shop the showrooms. Get 90-day = access to over 150 in-depth vehicle reports for only $9.95. Sample one of t= he free reports on Yahoo! Autos, like this Best & Worst Used Cars . * Simp= lify Your Financial Life - Let Yahoo! Finance organize all your accounts, = calculate and monitor your net worth, and automatically create budgets that= save you money. Completely free! * Yahoo! Mortgage Center - Mortgage int= erest rates keep falling. Want to see how much you could save by refinancin= g? Apply online for a loan and receive up to four offers. Cool Stuff *= Shop for Thanksgiving - Everything you need for a feast at home or away: = cookbooks, centerpieces, tools for roasting and carving, and even the tende= rest turkeys. * Want to Sell Your Car? - Advertise your vehicle on Yahoo!= Auto Classifieds -- it's easy to reach an audience of millions. Only $14.9= 5 for 21 days. Use Yahoo! Wallet and our secure web submission form. * Fan= tasy NBA - What's bigger, badder, and better than Yahoo! Sports' free Fant= asy NBA? Premium add-ons that raise your game to a new level. Try the Fanta= sy NBA StatTracker, only $7.95 for an edge that lasts all season. Then, get= Wireless Access for those remote last-minute moves -- $3.95 buys you a sea= son's worth of mobile play. * Yahoo! Personals - Make a date, find a mate= . Membership is less than $20 a month. Join ClubConnect now and get your fi= rst month free. Offer available until November 30, 2001. Copyright ? 20= 01 Yahoo! Inc. All rights reserved. =09 =09 You received this email because your account information indicates that = you wish to be contacted about special offers, promotions and Yahoo! featur= es. If you do not want to receive further mailings from Yahoo! Delivers, u= nsubscribe by clicking here or by replying to this email. You may also mo= dify your delivery options at any time. To learn more about Yahoo!'s use= of personal information, including the use of web beacons in HTML-based e= mail, please read our Privacy Policy . =09", "id": "26393700_1075862162007_JavaMail_evans_thyme"}