{"email_subject": "RE: Updates to our Video Production Timeframes and Scope", "email_body": "Kirk - My update was regarding storyline video with actors/actresses. Enron Legal is now reviewing the scripts we will need for this video shoot. This timeframe communicated below is NOT applicable for the Enron experts who will be filming expert stories. The video shoots for the Enron Expert Stories will be held December 10th and 11th and Ann Chen will be working on this (I have forwarded her your response below). However, I agree with your comment to Phillip. We need to identify these additional Enron experts to be filmed as soon as possible. Sorry for the confusion and again, thanks for your help. Sheri A. Righi Accenture Human Performance Service Line Hartford - One Financial Plaza Direct Dial: 860 756 2245 VPN & Octel: 765 2245 e-mail: sheri.a.righi@Accenture.com Kirk.McDaniel@enron.c om To: Michelle.Cash@enron.com, Phillip.K.Allen@enron.com, Tim.O'Rourke@enron.com, Yevgeny.Frolov@enron.com, Sheri A. 11/27/2001 11:10 AM cc: Subject: RE: Updates to our Video Production Timeframes and Scope Team FYI Sheri The 3 SME's that have already committed to being on film need to be keep in the lope regarding the timeline. Also check with these 2 SME's for additional candidates (i.e. check with Mark Reese to see if Lamar Frazier would be interested). I would like to be conferenced in on the media calls & meetings. Also cc me on their emails or forward to me their emails. This will keep me in the loop. Thanks Phillip If you have some additional people in mind, we need them identified as soon as possible. Thanks Cheers Kirk ---------------------- Forwarded by Kirk McDaniel/HOU/EES on 11/27/2001 10:04 AM --------------------------- sheri.a.righi@accenture.com on 11/27/2001 09:09:46 AM To: kmcdani@enron.com cc: Subject: RE: Updates to our Video Production Timeframes and Scope Kirk - Thank you for helping us work towards sign-off from Enron Legal. Seeing as you haven't been closely involved, I thought you'd like an update on our media production tasks. As you know, we are completing our planning phase for the production of the storyline scripts. Our media vendor, Cramer, has been extremely helpful and enjoyable to work with. Below is an email from Steve, the director for our storyline video, explaining where we are in the production process. Have a good day! Sheri A. Righi Accenture Human Performance Service Line Hartford - One Financial Plaza Direct Dial: 860 756 2245 VPN & Octel: 765 2245 e-mail: sheri.a.righi@Accenture.com ----- Forwarded by Sheri A. Righi/Internal/Accenture on 11/27/2001 09:05 AM ----- Steve Johnson <SJohnson@crameronline.co To: Sheri A. m> cc: Chris Ciotoli <CCiotoli@crameronline.com> Subject: RE: Updates to our Video Production Timeframes and Scope 11/26/2001 11:27 AM Hey Sheri, I hope you had a great Thanksgiving! I can't believe it's over already! Anyway...we've shuffled the schedule around, securing the 6th and 7th of December for the shoot in the studio. We're working on finalizing the edit dates to reflect that shift. Chris is moving to hold all talent for those dates. I guess it's now in the hands of legal! As soon as we confirm the edit suite availability we'll revise and post the new schedule. We're scheduled for our weekly call tomorrow but if anything comes up just give me a buzz! Thanks Sheri! Steve -----Original Message----- From: sheri.a.righi@accenture.com Sent: Wednesday, November 21, 2001 1:42 PM To: SJohnson@crameronline.com; CCiotoli@crameronline.com Cc: mery.l.brown@accenture.com; Subject: Updates to our Video Production Timeframes and Scope Hello Steve and Chris - Recently, there were changes to the overall number of our scenarios in our simulation. There will be seven scenarios versus the nine we have been discussing. These changes result in: Deletion of 2 intro and 2 exit videos Deletion of six interview questions (see more detail below) No additional characters. We will still need all characters (and talent) that we have casted for. Laura has been working with John to make the required edits to the scripts. We have recieved today (mid-day). Based on our last discussion, I'd like to recommend we set the date for our shoot for the end of the first week in Dec. Specifically, Dec. 6th and 7th. This recommendation is based on the response I received from our project manager in regards to the time it will take to have Legal review our scripts. Please let me know if you have any questions. Thank you and have a wonderful Thanksgiving! Sheri A. Righi Accenture Human Performance Service Line Hartford - One Financial Plaza Direct Dial: 860 756 2245 VPN & Octel: 765 2245 e-mail: sheri.a.righi@Accenture.com ----- Forwarded by Sheri A. Righi/Internal/Accenture on 11/21/2001 01:30 PM ----- Laura A. de la Torre To: Mery L. Sheri A. 11/20/2001 05:35 PM cc: Subject: Conversion and Arbitrage Q&A These are the changes resulting from omitting conversion and arbitrage From Scenario 6 Conversion: -delete Q # 1, 2, 6 -move Q #3 to scenario 5 (power plant) and make the Q be for the financial trader, Garcia -move Q #4 and #5 to scenario 9 (storage) and make them be for the structurer, Chen From Scenario 7 Arbitrage: -delete Q #1, 2, 3 -move Q#4 to scenario 9 (storage) and keep it as a Q for the physical trader (Rick Lee) Laura de la Torre Accenture Resources Houston, Texas Direct Dial 713.837.2133 Octel 83 / 72133 This message is for the designated recipient only and may contain privileged, proprietary, or otherwise private information. If you have received it in error, please notify the sender immediately and delete the original. Any other use of the email by you is prohibited. This message is for the designated recipient only and may contain privileged, proprietary, or otherwise private information. If you have received it in error, please notify the sender immediately and delete the original. Any other use of the email by you is prohibited. This e-mail is the property of Enron Corp. and/or its relevant affiliate and may contain confidential and privileged material for the sole use of the intended recipient (s). Any review, use, distribution or disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please contact the sender or reply to Enron Corp. at and delete all copies of the message. This e-mail (and any attachments hereto) are not intended to be an offer (or an acceptance) and do not create or evidence a binding and enforceable contract between Enron Corp. (or any of its affiliates) and the intended recipient or any other party, and may not be relied on by anyone as the basis of a contract by estoppel or otherwise. Thank you. This message is for the designated recipient only and may contain privileged, proprietary, or otherwise private information. If you have received it in error, please notify the sender immediately and delete the original. Any other use of the email by you is prohibited.", "id": "26558429_1075862163836_JavaMail_evans_thyme"}