{"email_subject": "Re: Implementation issue on IE5.0/5.5", "email_body": "yea, i'll talk to them. who should i call? Brian Hoskins@ENRON COMMUNICATIONS 10/25/2000 09:04 AM To: John Arnold/HOU/ECT@ECT cc: Subject: Re: Implementation issue on IE5.0/5.5 John, Looks like IT has decided not to install Internet Explorer 5.5 after all. The program is ready to go as soon as that is installed. Do you want to put some pressure on them, or would you rather wait to see if they can fix it to work on IE 5.0? You have 5.5 by the way, so I'm not quite sure what the problem is. Brian Brian T. Hoskins Enron Broadband Services 713-853-0380 (office) 713-412-3667 (mobile) 713-646-5745 (fax) Brian_Hoskins@enron.net ----- Forwarded by Brian Hoskins/Enron Communications on 10/25/00 09:08 AM ----- John Cheng@ENRON Sent by: John Cheng@ENRON 10/24/00 08:52 PM To: Brian Hoskins/Enron Communications@ENRON COMMUNICATIONS cc: Marlin Gubser/HOU/ECT@ECT Subject: Re: Implementation issue on IE5.0/5.5 Brian, We are not good to go here. These are high profile traders and I do not want to install IE55 just for this chatting application. I would like for Fangming to resolve whatever the problem is with IE5 first and go from there. Again, sorry to be a pain and I understand your situation, but developers should not develop applications with unsupported dependencies. -jkc Brian Hoskins@ENRON COMMUNICATIONS 10/24/2000 03:44 PM To: John Cheng/NA/Enron@Enron cc: Subject: Re: Implementation issue on IE5.0/5.5 John, So are we good to go to install IE 5.5? From you email yesterday, I was under the impression that we were. I understand that you guys need to keep the integrity of the system, but these guys really need this program ASAP. Again, if you need additional support, we can get that for you. Just let me know what you need to resolve the problem. Thanks, Brian Brian T. Hoskins Enron Broadband Services 713-853-0380 (office) 713-412-3667 (mobile) 713-646-5745 (fax) Brian_Hoskins@enron.net Fangming Zhu@ENRON 10/24/00 02:38 PM To: Brian Hoskins/Enron Communications@ENRON COMMUNICATIONS, John Cheng/NA/Enron@Enron@ENRON COMMUNICATIONS cc: Subject: Implementation issue on IE5.0/5.5 All, As John suggested, I have contacted the Microsoft Expert on the IE 5.0/5.5 issue early this morning. We actually had a conversition over the phone. I also sent him E-mail to describe the problem. So far I haven't heard anything from him yet. I adoult if he can solve the problem. In order to solve this browser issue, I suggest we can have 5-10 traders to install IE5.5 on their PC. If everything works fine, we can update everyone into IE5.5. It is really not my decision weather or not to use IE5.0 or 5.5. Right now everything is ready for users to test the application except the browser issue. Let me know when and how we are going to implement the messageboard application. Thanks, Fangming", "id": "26702401_1075857595677_JavaMail_evans_thyme"}