{"email_subject": "ANCHORDESK: Happy holidays! (And where to get help in a pinch)", "email_body": "_____________________DAVID COURSEY_____________________ HAPPY HOLIDAYS! (AND WHERE TO GET HELP IN A PINCH) The week between Christmas and New Year's is traditionally vacation time in Silicon Valley, so we're taking the week off, too. In the meantime, here are some places you can get computer help over the holidays. And if you really, really miss me, I've also linked to my most popular columns of 2001. PLUS: MY 2001 FAVORITES: PRODUCTS THAT MADE A DIFFERENCE FOR ME # _____________________NEWS ANALYSIS_____________________ Patrick Houston HO, HO, HO! WHY CHRISTMAS 2002 WILL BE JOLLY, BY GOLLY While this is a muted Christmas for most of us, it's been a merry one indeed for e-tailers. Pat thinks that if this holiday generated so much holiday cheer, just wait 'til next year. That's when some enabling technologies will make online shopping far more than the glorified catalog-buying experience it is now. _____________________EXPERT ADVICE_____________________ Adrian Mello WHY YOU'RE STILL NOT GIVING CUSTOMERS WHAT THEY WANT The Internet promised to make \"mass customization\" a reality. But so far it hasn't worked out that well. Reason: It's simply too costly. But is there some way your business can create tailor-made goods for even broad markets? Adrian thinks so--but it's going to be tricky. > > > > > Larry Dignan BUILDING AN E-GOVERNMENT: IT'LL BE HARD, BUT IT'LL HELP IT Will the government ever go paperless? It looks like in 2002 it might start. Such an undertaking would boost government spending and give tech businesses a much-needed shot in the arm. But it won't be easy. Larry explains why it'll be so challenging to bring the government into the wired world. > > > > > Preston Gralla WEB GRAPHICS MADE EASY: 3 TOOLS THAT DO YOUR DIRTY WORK Creating graphics for your Web site doesn't have to be a pain in the neck. With the right tools, it can be easy, even fun. Preston recommends three all-purpose downloads that make a breeze of all of your graphics tasks--from resizing images to removing red eye. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! DON'T MISS ZDNET'S LAST-MINUTE HOLIDAY SHOPPING GUIDE DROOL OVER APPLE'S UNBEATABLE IPOD FIND OUT HOW E-TAILERS ARE CAPTURING CLIENTS ******************ELSEWHERE ON ZDNET!****************** Thrill your favorite techie with perfect presents at ZDNet Shopper. Ten tips to help you attain CRM ROI. Get the lowdown on all the different wireless LAN standards. Editors' Top 5: Check out the best gifts money can buy. Find out about standardizing C# in Tech Update's special report. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com/ To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "27123521_1075855375335_JavaMail_evans_thyme"}