{"email_subject": "Re: Mexico Industrial", "email_body": "Hello: I received this by mistake. Rick Curry <rgcurry@mihc.com.mx> on 10/21/2000 05:45:42 PM To: Jennifer Stewart Arnold <jarnold@ei.enron.com> cc: Subject: Mexico Industrial > MIHC is a consulting firm with offices in Mexico City and > Los Angeles. We specialize in assisting foreign national > corporations with regard to their real estate interest in > Mexico. > > Currently our M,xico City office is representing a client regarding the disposition of their surplus corporate assets in country. > > They have three properties which may be might be of > interest. > > 1. Light to Heavy Industrial building in Tula, Hidalgo (a > well-populated industrial valley roughly 50 miles north of > Mexico City). Deluxe all brick and concrete building is > approximately 98,500 square feet with clear span ceiling > height in excess of 30 ft. The site includes adjacent land, > which would allow more than doubling the size of facility. > Located in front of the PEMEX Hidalgo refinery / > petrochemical plant and a Thermoelectric power generating > station. Factory is equipment ready and could be in full > production quickly. > > 2. Housing complex built for the Tula factory supervisory > personnel consists of 32 three-bedroom garden style > townhouse apartments and an independent eight bedroom > extended stay dormitory for engineers. In a separately > enclosed compound is a 3,800 square foot deluxe residence > with 4-car garage designed for the plant manager or visiting > officials. The property contains appropriate recreational > and sports areas for families. It is entirely gated and > fully secured. > > 3. Development site City of Puebla. This highly visible 8.7 > acres of flat land fronts the Puebla-Mexico City > superhighway at a formal exit. It is at the entrance corner > to an industrial area of other trans-national manufactures. > Site is located approximately 5.5 miles north of the > Volkswagen assembly plant. > > Prefer selling items 1 & 2 as a package, but will entertain > separate offers. Would also consider long term lease with a > creditworthy corporate tenant. > > With respect to item 3, a build to suit, again a > long-term lease with a credit worthy corporate tenant is > possible. > > All properties are surplus assets and therefore very > aggressively priced. Factory and housing offered at > substantially below replacement cost. > > For more information on these items and other services we > provide in Mexico please visit our web site. > > http://www.MIHC.com.mx > > In the US: > > Rick Curry > General Counsel > MIHC - Los Angeles > PH 213-308-0300 > email to: RGCurry@MIHC.com.mx > > In Mexico: > > Ari Feldman, CCIM, SIOR, CIPS > Director General > MIHC - Mexico City > Phone from the US (011) (52) 5286-3458 > email to: AFeldman@MIHC.com.mx", "id": "27194541_1075857596155_JavaMail_evans_thyme"}