{"email_subject": "PHILLIP, Check this out now. Get a free* CD player.", "email_body": "[IMAGE] Free* Cd Player, valued at $70.00! =09=09=09[IMAGE]=09 [IMAGE] [IMAGE]=09December 28, 2001=09[IMAGE]=09[IMAGE]=09 =09 PHILLIP, your Deluxe Hayo Digital CD Player valued at $70.00 is current= ly being held awaiting details for shipment to you, absolutely FREE*. Cli= ck here now and verify your address (we want to make sure your Deluxe Hayo= Digital CD Player is delivered directly to you) and to make arrangements f= or you to receive your Deluxe Hayo Digital CD Player at no charge. Your A= pproval Status entitles you to receive your Deluxe Hayo Digital CD Player v= alued at $70.00 for FREE*, and by becoming a Sprint long distance customer,= you can receive Sprint 7? AnyTime(SM) Online plan. You get 7? per minute s= tate-to-state calling, with no monthly fee**. Simply remain a customer for = 90 days, complete the redemption certificate you will receive by mail, and = we will send you your Deluxe Hayo Digital CD Player. Act now! Respond be= fore January 14, 2002 or you may waive your eligibility to receive your Del= uxe Hayo Digital CD Player! These arrangements may not be available after t= he above date. Keep this document in a safe place. This could be the only= notification you may receive. FILED: PREPARATIONS FOR: PHILLIP =09= [IMAGE]=09 [IMAGE] FEATURES ESPMax electronic skip protection for active = use Digital Mega Bass low-frequency enhancement for rich bass response wit= h extremely low harmonic distortion Digital volume control for precise pus= h-button adjust-ment with visual confirmation via LCD display 4 playback m= odes for listening flexibility Includes lightweight stereo headphones and = AC adapter =09 =09=09=09 =09 =09=09=09 *Requires change of state-to-state long distance carrier to Sprin= t, remaining a customer for 90 days and completion of redemption certificat= e sent by mail. ** When you select all online options such as online orde= ring, online bill payment, online customer service and staying a Sprint cus= tomer, you reduce your monthly recurring charge and save $5.95 every month.= Promotion excludes current Sprint customers. =09 =09=09=09 =09", "id": "27532571_1075855374363_JavaMail_evans_thyme"}