{"email_subject": "Continental/Enron meeting, December 11th, 2-3 PM", "email_body": "Mr. Shankman: In preparation for the meeting on December 11th with Larry Kellner, CFO, Continental Airlines I have noted below some background on the Enron/Continental relationship and the purpose for the meeting. We would appreciate your answers to a couple of questions below. Background: Ron Howard, Vice President, Continental Food Services, met earlier this year with George Wasaff, Managing Director, Enron Corporation Global Strategic Sourcing and Tracy Ramsey, Sourcing Portfolio Leader, to review the strong business relationship in fuel management and travel services which Enron has had with Continental Airlines. Discussions were held as to how this relationship could be expanded favorably for both companies. A subsequent meeting held October 25th enabled decision makers from both companies to act on these earlier discussions and explore opportunities to expand beyond the current fuel management and travel initiatives to those in weather derivatives and plastics hedging. December 11th Meeting Purpose: Follow-up from October 25th meeting to specifically address Larry Kellner (who could not make the October 25th meeting) on three initiatives in order of $ magnitude: (1) fuel management, (2) weather derivatives, and (3) plastics hedging -- VaR analysis. Location: Larry Kellner's office will be getting back to us regarding his availability to do a quick tour of the trading floor. If he can make it for a trading floor tour Kellner would meet at Enron Corporation; otherwise, he is requesting that Enron Executives meet in his executive offices at 1600 Smith Street. Is either location fine for you or do you have a specific preference? Meeting Attendees from Continental Airlines: Ron Howard, Vice President, Food Services Larry Kellner, Chief Financial Officer Greg Hartford, Vice President, Fuel Management Company Jeff Misner, Vice President and Treasurer (tentative) Mr. Shankman, who would you like to have at the meeting from Enron? To date, we have coordinated through John Nowlan. At the October 25th meeting, Alan Engberg and Mark Tawney presented the plastics hedging and weather derivatives opportunities, respectively. Next week, I will be forwarding a short briefing which outlines Enron's current relationship with Continental in fuel management and the proposed initiatives in both weather derivatives and plastics hedging. Larry Gagliardi, Craig Breslau, Alan Engberg, and Gary Taylor are all providing input on this. Sarah-Joy Hunter Enron Corporation Global Strategic Sourcing -- Business Development #(713)-345-6541", "id": "2761027_1075849624277_JavaMail_evans_thyme"}