{"email_subject": "Will hackers make a fool of Larry Ellison?", "email_body": "_____________________DAVID COURSEY_____________________ WILL HACKERS MAKE A FOOL OF LARRY ELLISON? Larry says his company's new e-mail server--intended to replace Microsoft Exchange--is \"unbreakable.\" But is anything bulletproof if the bad guys really want to bring it down? I don't think so. But never mind me. If the bad guys don't think so, Larry's bravado could be setting up his company and his customers for hardship and humiliation. # _____________________NEWS ANALYSIS_____________________ Sylvia Carr GAMECUBE: IT'S HERE!...BAD CELL PHONE MANNERS...FIORINA FIGHTS ON... Video game consoles are making headlines these days--Microsoft's Xbox and Nintendo's GameCube launched this past week--and for good reason. These devices are worth a look even if you're not a gamer. Why? Read on. A NOTE FROM PAT: THE TORCH HAS BEEN PASSED! _____________________EXPERT ADVICE_____________________ David Berlind WHY YOU CAN'T TRUST PDAS FOR THE BIG STUFF--NOT YET David's mission: Work from Comdex using only his Compaq iPaq and wireless Net connection. The result? Well, let's just say he hasn't trashed his notebook computer yet. Find out what the handheld could handle and what it couldn't in his report. > > > > > Preston Gralla DRESS 'EM UP: HOW TO MAKE YOUR CDS LOOK AS GOOD AS THEY SOUND Hand-lettered labels and jewel cases just don't cut it. If you're gonna take the time to burn your own CDs, you might as well dress them up in professional-looking garb. Preston find three downloads that deck out your CD cases with photos, colorful backgrounds, and funky fonts. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! CHECK OUT ZDNET'S COMDEX 2001 SPECIAL REPORT DON'T MISS ZDNET'S HOLIDAY GIFT GUIDE LINUX FAMILY GIVES BIRTH TO NEW PDAS ******************ELSEWHERE ON ZDNET!****************** Did you miss COMDEX? Get all the details in our special report. Don't miss top price drops from premier vendors at ZDNet Shopper. FREE trial offers from leading business and technology magazines. Find perfect presents in our Holiday Gift Guide. Check out the most popular notebooks, handhelds, cameras, and more. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "27668131_1075862160798_JavaMail_evans_thyme"}