{"email_subject": "This deal is crazy PHILLIP", "email_body": "[IMAGE] Free Genuine Quartz [IMAGE] [IMAGE] [IMAGE] [IMAGE] =09 DATE: 12/19/01 RE: FREE* Genuine Quar= tz Titanium timepiece for PHILLIP... PHILLIP, Yes, you're reading well= . Now you can get a Genuine Quartz Titanium Watch, with gold and silver lin= k band, and it's yours FREE* of charge! -- But PHILLIP, this is not just a = great looking watch; it's a sophisticated quartz timepiece made in Japan fr= om resistant Titanium alloy, with separate dials for date & day, a sweep ha= nd for accurate timing and luminous green dial with highlighted hands for e= asier time reading in the dark. Click here now to claim your FREE* Genuin= e Quartz Titanium Watch! You are entitled to receive the FREE* Genuine Qu= artz Titanium Watch, valued at $35.00 just by becoming a Sprint long distan= ce customer. With Sprint 7? AnyTimesm Online plan, you will get 7? per minu= te state-to-state calling, with no monthly fee**. Simply remain a customer = for 90 days, complete the redemption certificate you will receive by mail, = and we will send you your Genuine Quartz Titanium Watch absolutely FREE*. C= lick here now! =09 FOR: PHILLIP DISTRIBUTION NO: 0330672-01 [IMAGE] [IMA= GE] Genuine Titanium Gold and Silver Link Band Separate dials for d= ate and time Sweep hand for accurate timing Luminous Green dial = with highlighted hands [IMAGE] =09 =09=09 *Requires change of state-to-state long distance carrier to Sprint, = remaining a customer for 90 days and completion of redemption certificate s= ent by mail. **When you select all online options such as online ordering, = online bill payment, online customer service and staying a Spring customer,= you will reduce your recurring charge and SAVE $5.95 every month. In order= to reduce or eliminate the $5.95 monthly fee you need to order online, use= online bill paying and customer service and stay with Sprint. Promotion ex= cludes current Sprint customers. =09", "id": "28080899_1075855375453_JavaMail_evans_thyme"}