{"email_subject": "re:mkts", "email_body": "Hey: Haven't had the best of months. Like you had some good positions but others wiped out everything. Unbelievable how the whole curve moves as one for 6 months and then separates completely. The z/f/g and f/g/h flies are amazing. Something definitely out of whack. Hard to believe cash in Z will be cantango to F and front spread, F/G, will be 40. Spreads definitely implying we will see some $10+ prints on daily cash at the hub this winter. Hell, already seeing it in the West. The system is just broken there. interesting to see if it is a sign of what can come in the east later. definitely more flexibility in the east so the blowouts won't occur until latter part of the winter. the inelasticity of demand continues to be unbelievable. who would have thunk it. Gas can be 3 times what it was one year ago and not a significant loss of demand. market definitely trained to buy the dips at this point. continues to be a very trending market. most days finish on the intraday high or low. Pira told the boys to hedge jv and cal 2 and the impact has been significant. i quote bids on term strips 5 times a day. understand they are changing their view somewhat tomorrow. wait and see if it relieves some back pressure. very surprised at lack of spec long interest in jv at 4.5 considering the scenario that's being painted. slafontaine@globalp.com on 11/21/2000 01:06:40 PM To: jarnold@enron.com cc: Subject: re:mkts johnny, hope things re treating you well. this month has been frustrating for me-generally caught many mkt moves but had 2 postions that nearly cancelled all the rest. im finding it really really hard to assess risk now in oil and gas therefore im taking a step back esp in front of holidays and year end. was long mar gas vs backs which worked great but i took profits waayyy too early flat px i think is pretty clear-if weather stays normal to below we keep a flaoor at 5.80-6.00 bucks for another 40 days at least. if we have sustained aboves we drop like a rock in part due to back en d pressure. but spreads-what the hell do we do with em?????????? was just saying to mark silverman there is a huge opportunity here staring us in the face but i hve no idea what it is-i have equal arguements for why sprds shud fall or move out. any great insites? hope all is well and enjoy the long weeknd-we both deserve it. guess the curve will stop blowing out when/if we see the back end selling dry up??", "id": "28717626_1075857571947_JavaMail_evans_thyme"}