{"email_subject": "RE:", "email_body": "I will send checks directly to the vendor for any bills pre 4/20. I will fax you copies. I will also try and get the payphone transferred. -----Original Message----- From: \"Jeff Smith\" <jsmith@austintx.com>@ENRON Sent: Monday, June 18, 2001 12:06 PM To: Allen, Phillip K. Subject: RE: I spoke with Pauline again this AM. She chewed me out about the utility transfer again. She was mad about not being told about the transfer before it happened. I wasn't sure about the exact date so by the time I told her; it had already been done. She would have been pissed either way. There are two additional items involving the sale that she is requesting. 1. She wants to transfer the pay phone account 2. She wants reimbursement for the bills that I am faxing to you. I will talk to her again about the check that she sent. We need to work on getting the pay phone transfer, and the small outstanding bills. Let me know what I can do to help. Jeff > -----Original Message----- > From: Allen, Phillip K. > Sent: Monday, June 18, 2001 1:19 PM > To: jsmith@austintx.com > Subject: > > > Jeff, > > I understand you spoke to Jacques Craig about the consent and assignment > documents. Maybe the attorneys can work this out faster than we have. > > I spoke to the city this morning and the final bills are to be mailed > out today. So I should have an amount on Wednesday. I will email and > fax the amount and the supporting bills as soon as possible. Maybe we > can close out the release this week and consent to the assignment > pending 1st lien holder approval. > > I have a favor to ask you. I received the check from Pauline that was > due May 20th. However, I have misplaced it. Can you ask her to put a > stop on her 1st check and send me another (net of any costs for the stop > payment). If you would prefer for me to call her myself, I will. It > seems that communicating through you is working well. > > Thanks for all your help. > > Phillip >", "id": "28819021_1075858639808_JavaMail_evans_thyme"}