{"email_subject": "Revised High Level Design-Sign-off for Acceptance", "email_body": "Phillip/Tim/Yevgeny Please review the two attachments below for final sign-off and Acceptance of this deliverable. Phillip, you have approved these documents prior to Tim and my input reflected below, which primary consist of showing how the Knowledge system is connected to the simulation system (Tim's idea with some direct guidance from me to Accenture on how to reflect this in the flow chart). Thus it shows how the user can go to the knowledge system and get help during the simulation. This is reflected in the high level design flow chart.ppt In addition, Accenture has added the following condition language to the High Level design. doc After sign-off on this document, the following things can be changed within the first two weeks of the content development phase: ? Small story-line details (Example: company background, learner role) ? Resources (reports and interviews) (Example: add a news article, remove a storage report) ? Order and details of learner actions and decision (Example: add a sub-step where learner identifies the location of each risk; have the learner calculate net present value after choosing the best instrument rather than before) Changes to any other High Level Design elements (Example: add a step where learner uses a pricing model to price a deal), or changes to anything after the first two weeks, will impact the budget and schedule. Issue: Do we agree to this condition. I recommend we agree. Although, we are in the content development phase the two week period begins from the time we accept this deliverable. I have confirmed this with Accenture and they will send another email with this change, but I do not want to hold up acceptance since we are on our clock. Thanks. Phillip, Tim & Yevgeny (if possible), please e-mail with your thumbs up or further input at your earliest convenience, but no later then COB 10/23. Cheers Kirk ---------------------- Forwarded by Kirk McDaniel/HOU/EES on 10/19/2001 07:58 AM --------------------------- mery.l.brown@accenture.com on 10/18/2001 12:46:06 PM To: kmcdani@enron.com cc: Subject: Revised High Level Design Kirk, Attached are the latest High Level Design and Flow Chart with revisions based on Tim's and your comments. Please let me know if you have any questions. (See attached file: High Level Design.doc)(See attached file: High Level Design Flow Chart.ppt) Mery Time spent on these revisions: Mery - 30 minutes Laura - 1 hour This message is for the designated recipient only and may contain privileged or confidential information. If you have received it in error, please notify the sender immediately and delete the original. Any other use of the email by you is prohibited. - High Level Design.doc - High Level Design Flow Chart.ppt", "id": "28910401_1075858634934_JavaMail_evans_thyme"}