{"email_subject": "Re: Broadband opportunity with Corestaff", "email_body": "Colleen, Thanks for the heads up on this. We would be pleased to look into this whe= n=20 the time is right from your perspective. Let us know. Please follow-up= =20 with Mike Rogala or me. FYI - there were some conversations with ProStaff earlier this year around= =20 the same topic and I believe the conclusion was that their bandwidth needs = to=20 were too small to be interesting. I would recommend that we get some sizi= ng=20 info from Corestaff up front so we can determine whether it is worth their= =20 time and ours. =20 Thanks again, Brad =09Colleen Koenig@ENRON =0912/18/00 05:23 PM =09=09=20 =09=09 To: Brad Nebergall/Enron Communications@Enron Communications =09=09 cc: Jennifer Medcalf/NA/Enron@Enron =09=09 Subject: Broadband opportunity with Corestaff Brad, As you are aware, Enron has recently signed an agreement with Corestaff for= =20 temporary staffing services. Our group, Global Strategic Sourcing Business= =20 Development, is now working with Corestaff from a cross-sell prospective. = =20 Corestaff has a contract with MCI for broadband services that will be comin= g=20 up this year for renegotiation. In the coming month, we would like to=20 facilitate a meeting with the EBS contacts you determine and the Corestaff = IT=20 contacts. Nationally, Corestaff has 100 offices and its parent company, The Corporate= =20 Services Group, has 348 offices located in Great Britain, France and Spain.= =20 For your reference, I've also included the original all-Enron e-mail=20 regarding the Corestaff alliance. =20 Colleen Koenig Analyst Global Strategic Sourcing, Business Development 713.345.5326=20 ----- Forwarded by Colleen Koenig/NA/Enron on 12/18/2000 05:15 PM ----- =09Cindy Olson Executive VP Human Resources & Community Relations =09Sent by: Enron Announcements =0912/12/2000 06:50 PM =09=09 =09=09 To: All Enron Employees United States =09=09 cc:=20 =09=09 Subject: Improved Process for Engaging Temporary Workers Cindy Olson Executive VP Human Resources & Community Relations =20 As you are aware, Enron utilizes temporary staffing services to satisfy=20 staffing requirements throughout the company. For the past several months,= a=20 project team, representing Enron=01,s temporary staffing users, have resear= ched=20 and evaluated alternative Managed Services programs to determine which sour= ce=20 would best meet our current and future needs in terms of quality, performan= ce=20 and cost containment objectives. The Business Unit Implementation Project= =20 Team members are:=20 Laurie Koenig, Operations Management, EES Carolyn Vigne, Administration, EE&CC Linda Martin, Accounting & Accounts Payable, Corporate Beverly Stephens, Administration, ENA Norma Hasenjager, Human Resources, ET&S Peggy McCurley, Administration, Networks Jane Ellen Weaver, Enron Broadband Services Paulette Obrecht, Legal, Corporate George Weber, GSS In addition, Eric Merten (EBS), Kathy Cook (EE&CC), Carolyn Gilley (ENA),= =20 Larry Dallman (Corp/AP), and Diane Eckels (GSS) were active members of the= =20 Selection Project Team. As a result of the team=01,s efforts, we are pleased to announce the beginn= ing=20 of a strategic alliance with CORESTAFF=01,s Managed Services Group. This g= roup=20 will function as a vendor-neutral management entity overseeing all staffing= =20 vendors in the program scope. They will also provide a web based online=20 technology tool that will enhance the ordering and reporting capabilities. = =20 The goal of our alliance with CORESTAFF is to make obtaining a temporary=20 worker with the right skills and experience easier while protecting the bes= t=20 interests of the organization.=20 We plan to implement Phase I of this improvement effective January 2, 2001.= =20 This Phase I of the implementation will encompass administrative/clerical= =20 temporary workers at the Houston locations only. If you currently have=20 administrative/clerical temporary workers in your department, the enhanceme= nt=20 will not affect their position. In an effort to preserve relationships, all= =20 current staffing vendors will be invited to participate in this enhanced=20 program. CORESTAFF shares our commitment to minimize any disruptions in=20 service during this transition.=20 =20 We expect to incorporate the administrative/clerical workers in Omaha,=20 Seattle and Portland in Phase II, which is scheduled for February, 2001. T= he=20 scope and timing of any additional phases will be determined after these tw= o=20 phases have been completed. Realizing the impact that the temporary workforce has in business today, we= =20 selected CORESTAFF=01,s Managed Services Group based on their exceptional= =20 management team, commitment to quality service, and creative solutions to o= ur=20 staffing needs. The relationship promises to offer Enron a cost effective= =20 and simple means for obtaining temporary employees. In the coming weeks, Enron and CORESTAFF=01,s Managed Services Group will b= e=20 communicating to Enron=01,s administrative/clerical temporary staffing vend= ors=20 about the new process. =20 There are many benefits to this new Managed Services program, which are=20 outlined on the attached page. More details on how to utilize CORESTAFF=01= ,s=20 Managed Services program will be announced soon and meetings will be=20 scheduled to demonstrate the reporting system and to meet the Managed=20 Services team. What is Managed Services? CORESTAFF=01,s Managed Services program includes: ? Vendor-neutral management model ? Equal distribution of staffing orders to all staffing partners ? Web-based application with online ordering, data capture and customized= =20 reporting ? Benchmarking and performance measurement for continuous improvement ? Methodologies for accurate skill-matching and fulfillment efficiencies=20 Key Benefits ? More vendors working on each order from the outset =01) faster access to= =20 available talent pools ? Standardized mark-ups and fees to manage costs more effectively ? Online access to requisition status for users=20 ? Robust databases offering managers enhanced tracking and reporting of=20 temporary usage and expenditures ? Standard and customized reporting capabilities -- online ? Tenured, experienced Managed Services team on-site to assist users in=20 accessing web site, identifying usage trends, preparing specialized reports= ,=20 etc. =20 Corestaff/Managed Services/Staffing Joseph Marsh =01) Lead / Operations (josephm@corestaff.com; 713-438-1400) Amy Binney, Sharon B. Sellers =01) Operations Cherri Carbonara =01) Marketing / Communications Cynthia Duhon =01)Staffing Partner management", "id": "28964864_1075849627373_JavaMail_evans_thyme"}