{"email_subject": "LNG on the road", "email_body": "Re: trucking LNG to California - The short answer is that trucking LNG to California is not a feasible option for endusers other than companies with LNG-fueled vehicle fleets. There are a couple of reasons for this. First, California has a relative abundance of LNG fueling stations but only two plants capable of regasification. One serves Borrego Springs, a small, affluent desert community near San Diego. The other is dedicated to military and industrial supply near Sacramento. I spoke this morning to Applied LNG Technologies, which is based in Amarillo and has the second largest LNG truck fleet (after Transgas in Massachusetts). It shouldn't be a surprise that I was not the first to call regarding this question. While ALT's fleet is operating at capacity - trucking LNG from liquefaction plants in Wyoming and Topock, Arizona - it's serving its normal fleet customers in Southern California and Nevada, and Arizona. The Topock, AZ plant is owned jointly by ALT and El Paso, and receives gas from El Paso for liquefaction and subsequent loading onto trucks. Second, LNG trucks, unlike LNG tankers, carry an extremely small volume. The average truck carries 10,000 gallons of LNG, which translates roughly into 820,000 cubic feet. ALT has about 23 vehicles so potentially one could deliver 18.8 mmcf. However, these trucks don't regasify LNG, they merely transfer it into storage. The only really viable option for putting gas into the pipeline system would be a portable pipeline unit, of which ALT has the only one (it's under repair). It can deliver high pressure gas at 1800 cubic feet/minute (2.6 mmcf/day if it runs 24 hours). It has connections for two LNG trucks at a time - one live and one backup, so it can operate continuously. In the past, ALT has used the unit to cover industrials who had a supply outage for some reason. I'm going to continue gathering info on domestic LNG peakshaving plants, etc. I think the opportunity may lie more in future, more strategically located peakshaving plants rather than LNG trucking arbitrage. Please let me know if you have specific questions.", "id": "29039422_1075857570959_JavaMail_evans_thyme"}