{"email_subject": "EnronOnline Broker Client", "email_body": "Recently we signed Letters of Interest (LOI's) with three brokers. The letters contemplate our interest in providing these brokers with the ability to execute on behalf of their customers on EnronOnline. Below are the terms of these transactions as outlined in the LOI's. I have contacted many of the desk heads prior to entering into the LOI's and outlined the general terms of these transactions (J Arnold, J Nowlan, K McGowan, U Ek, S Hastings, K Presto,J Hawthorn). We are also in discussions with the following brokers E D & F Man (US Gas and US Power), GFI (global gas, power, coal and emissions), PVM (European Crude and Products), and Prebon (world-wide gas & power). We would appreciate if you could give us the names of additional brokers we could talk to that are active in your products. Please pay particular attention to the Amerex terms which include the ability to initiate executions telephonically using website prices. Enrons obligation to transact telephonically on website prices are good faith only. This term allows Amerex to get around a exclusivity clause with Altra which they are trying to negotiate out of. Please review the terms and contact me at (ext 3-0397) concerning any comments or concerns that need to be addressed prior to the execution of definitive agreements. Amerex Natural Gas I, Ltd./Amerex Power, Ltd. Products: Worldwide Gas, Power, Crude, Crude Products and Bandwidth Broker Fee: No fee for transactions executed on EnronOnline (or initiated with a website price) Other: Ability to initiate execution telephonically using a website price with good faith effort by Enron. License Fee: $250,000 Term: One year Liquidated Damages: Payable on broken transactions up to dollar amount of collateral deposit and accounts payable due to broker. No limit on Broker fraud or misrepresentation. Natsource LLC Products: US Gas and US Power Broker Fee: No fee for transactions executed on EnronOnline License Fee: $250,000 Term: One year Liquidated Damages: Payable on broken transactions up to dollar amount of collateral deposit and accounts payable due to broker. No limit on Broker fraud or misrepresentation. Power Merchant Group Products: Nymex Natural Gas Broker Fee: No fee for transactions executed on EnronOnline License Fee: $100,000 Term: One year Liquidated Damages: Payable on broken transactions up to dollar amount of collateral deposit and accounts payable due to broker. No limit on Broker fraud or misrepresentation.", "id": "29894641_1075849631229_JavaMail_evans_thyme"}