{"email_subject": "Re: Gas Implied Volatility Smile", "email_body": "unfortunately, mathematical analysis of skew is extremely hard to do. the question is why does skew exist and does the market do a proper job of correcting for violations of the black scholes model. in my mind, there are three big reasons for skew. one is that the assumption of stochastic volatility as a function of price level gets violated. commodities tend to have long range trading ranges that exist due to the economics of supply and elasticity of the demand curve. nat gas tends to be relatively stable when we are in that historical pricing environment. however, moving to a different pricing regime tends to bring volatility. an options trader wants to be long vol outside the trading range, believing that a breakout of the range leads to volatility while trying to find new equilibrium. supports a vol smile theory. in addition, in some commodities realized vol is a function of price level. nat gas historically is more volatile at $5 than at $4 and more volatile at $4 than $3. thus there has been a tendency for all calls to have positive skew and all puts except weenies to have negative skew. the market certainly trades this way as vol has a tendency to come off in a declining market and increase in a rising market. to test, regress 15 day realized vol versus price level and see if there is any correlation. second reason is heptocurtosis, fatter tails than lognormal distribution predicts. supports vol smile theory. easy to test how your market compares by plotting historical one day lognormal returns versus expected distribution. third, is just supply and demand. in a market where spec players are bearish, put skew tends to get bid as vol players require more insurance premium to add incremetal risk to the book. if you have a neutral view towards market, or believe that market will come off but in an orderly fashion, enron can take advantage of our risk limits by selling more expensive insurance. crude market tends to have strong put skew and weak call skew as customer business in options is nearly all one way: producer fences. if you believe vol is stochastic in the region of prices where the fence strikes are, can be profitable to take other side of trade. if you want to discuss further give me a call 4-6 pm houston time. hope this helps, john Sharad Agnihotri 04/04/2001 12:44 PM To: Mike Maggi/Corp/Enron@Enron, John Arnold/HOU/ECT@ECT cc: Subject: Gas Implied Volatility Smile John, Mike I work for the London Research team and am looking at some option pricing problems for the UK gas desk. Dave Redmond the options trader told me that you had done some fundamental research regarding the gas implied volatility smiles and may be able to help. I would be grateful if you tell me what you have done or suggest someone else that I could ask. Regards Sharad Agnihtori", "id": "30199663_1075857652713_JavaMail_evans_thyme"}