{"email_subject": "CBS SPORTSLINE.COM FANTASY FOOTBALL NEWSLETTER", "email_body": "[IMAGE]=09Fantasy Football Newsletter=09 October 19, 2001 =09=09 =09 [IMAGE]Fantasy Sports [IMAGE]Fantasy Football [IMAGE]CBS Sport= sLine.com =09 =09 Welcome to another edition of the 2001 Fantasy Football Newsletter! = The Fantasy Football newsletter will arrive in your e-mail inbox at the end= of every week. We'll include news about the web site; tips on using all th= e features available; and answers to your player-related questions from the= \"Gridiron Guru.\" =09[IMAGE]=09Inside ? Fantasy Football Matchups = ? Customize Reports to Display the Info You Want ? Gridiron Guru ? Tip = of the Week =09 [IMAGE] [IMAGE] [IMAGE] =09 Fantasy Football Matchups Every Friday our Fantasy experts break do= wn the key Fantasy matchup of the week. It may be a top running back facing= a sturdy run defender; a deep-threat wideout matched up with a premier co= ver-corner; or a gunslinging QB against a defense with ball-hawking safetie= s. We'll tell you who has the edge. We'll also highlight the key matchups i= n every NFL game to help you decide who to start and who to bench. Check o= ur Fantasy News area (click News, Fantasy News on the toolbar) Fridays fo= r Fantasy Football Matchups. =09 Customize Reports to Display the Info You Want Did you know you can= customize the settings of most reports on the site, and save those settin= gs so they are displayed each time you visit the report? For example, supp= ose you'd like the Transactions, View report to display only Add/Drops ov= er the past 7 days for all teams. Enter those settings, click GO and then = click the Save icon displayed over the report. Now each time you click Tra= nsactions, View on the toolbar, the report is displayed according to your c= ustom settings. After you click Save you can click the E-Rept icon to have= your new custom report e-mailed to you on the days you choose. =09 Gridiron Guru Welcome to Gridiron Guru, where we'll answer your que= stions about players and offer Fantasy Football roster advice. We invite yo= u to send your own scouting reports and comments on players to: gridguru@co= mmissioner.com . You'll get the chance to be heard by thousands of Fantasy = players just like yourself! =09 Question - Matt Biggins, Los Angeles, CA Which two receivers should I= start this weekend, out of Todd Pinkston, Bill Schroeder, Chris Carter, Te= rry Glenn and James McKnight? Who would you recommend starting out of Duce = Staley, Stephen Davis, Ron Dayne, Kevan Barlow and Jason Brookins? Answe= r - GG As long as Schroeder (ankle) is healthy, he's a must- start agai= nst a Minnesota defense that allowed Charlie Batch to throw for 345 yards a= nd three touchdowns last weekend. Miami has a bye, so McKnight is obviously= not an option. Pinkston and Glenn both have good matchups, but we'd have t= o go with Carter in this case. This season has been very unpredictable, so = going with your most established player in this case is the best move. To a= nswer your second question, we'd recommend Davis against a vulnerable Carol= ina defense and Dayne against Philadelphia. It's tough to choose Davis, but= Barlow has a bye and both Staley and Brookins will be splitting carries at= best, so our hands are tied. =09 Question - Jeff Smith, Tampa, FL I have Jeff Garcia, who has a bye th= is week. I have the option of starting Jim Miller or picking up Chris Weink= e. What do you recommend? Answer - GG Miller has been very inconsist= ent from a Fantasy perspective, so we'd have to side with Weinke. He'll be = facing a Washington defense decimated by injuries and vulnerable to players= like Muhsin Muhammad, Donald Hayes and Wesley Walls. Weinke could have a b= ig game. =09 Question - Scott Buzby, Newark, DE Who should I start this week: Shan= non Sharpe or Bubba Franks? Also, is it time to drop James Thrash? Kevin J= ohnson, Laveranues Coles, Todd Pinkston and Joe Jurevicius are all still av= ailable. Answer - GG Franks has been Brett Favre's favorite target i= n the red zone, but Sharpe is one of the best tight ends in the league. Sha= rpe will always give you good production from the tight end spot, and we hi= ghly doubt that Franks will be able to continue to score touchdowns at his = current pace of one per game. As far as Thrash goes, we feel he's just not = good enough to be facing No.1 cornerbacks on a weekly basis, so his numbers= will be inconsistent at best. Your best bet is to drop him and go after an= other No. 1-caliber wideout like Johnson, who could emerge as a reliable Fa= ntasy player. =09 Tip of the Week Phil Brown, St. Louis, MO: When will people start = giving Priest Holmes the credit he deserves? He is the best offensive optio= n the Chiefs have, and he even has more rushing yards than Marshall Faulk a= fter five weeks. With Dick Vermeil calling the shots in Kansas City, Holmes= will continue to be a productive player all season. =09 This message has been provided free of charge and free of obligation. If = you prefer not to receive emails of this nature please send an email to rem= ove@commissioner.com . Do not respond to this email directly. =09", "id": "30586875_1075858632657_JavaMail_evans_thyme"}