{"email_subject": "Re: Compaq Update", "email_body": "fyi - our position is either pay the $2.5 million termination fee or pay the $4.1 million toward Compaq future purchases. You will see a bcc of my EMail to Bob and Rob. My reason for the blind copy is that I want to ensure that this communication is between Bob and our group. Kim ----- Forwarded by Kim Godfrey/Enron Communications on 12/18/00 11:35 AM ----- Jim Crowder 12/17/00 07:23 PM To: Kim Godfrey/Enron Communications@Enron Communications cc: Bryan Williams/Enron Communications@Enron Communications, Everett Plante/Enron Communications@Enron Communications, Marie Thibaut/Enron Communications@Enron Communications bcc: Subject: Re: Compaq Update 832k is not going to have a dramatic impact on our business. Stick with the 2.5 number and ensure that Global Sourcing holds the line.c Kim Godfrey 12/15/00 09:01 AM To: Everett Plante/Enron Communications@Enron Communications, Jim Crowder/Enron Communications@Enron Communications cc: Marie Thibaut/Enron Communications@Enron Communications, Bryan Williams/Enron Communications@Enron Communications Subject: Compaq Update Everett and Jim, I have phone calls into both of you to gain your feedback and support on appropriate next steps with Compaq. Everett, I am asking for your input as it is your cost center that purchases the Compaq servers and hence one of the relationship owners. During the meeting yesterday - the following happened : a) Keith McAuliffe announced that he is leaving Compaq effective immediately (his replacement has yet to be named). My perception is that Keith took the hit for Compaq missing their 4th quarter Server Business Unit sales projections. EBS is not their only account who did not meet projected targets. b) Bob Jordan - Director NA Sales reporting to Jerry Earle will expand his existing Enron sales relationship to include ownership of the EBS Server Agreement c) EBS Server Agreement - Under the agreement Compaq was to buy EBS Services. For the first two quarters - the Compaq purchase amount was fixed at $1.72 million and starting with the third month then would be based on an 8% value of the total EBS Server spend for the prior two quarters. EBS sent Compaq an invoice for $4,134,229 on November 7th. Compaq has not paid the invoice. Lou Casari's team is handling the delinquency and notifying Compaq. Compaq ( Keith M.'s stewardship) had agreed to pay. Bob stated that EBS has not performed to Compaq's satisfaction under the Server Agreement and Compaq does not believe that Compaq should be accountable to buy any EBS services (Bob's first negotiation position). d) EBS and Compaq have different viewpoints on what should be included in the EBS Server Spend amount. Compaq (Bob Jordan) value - EBS purchase of $5.1 million for servers and hardware in 2000 EBS (added) - EBS purchase value would add an additional $1.0 million for servers and hardware in 2000 EBS (added) - EBS purchase of $4.9 million for servers and hardware in 1999 EBS (added) - EBS purchase of $3.1 million in Compaq professional services (costs for Server deployment) From these viewpoints - if one was to set a Compaq purchase amount then the following might occur EBS total is $14.1 million spend for 1999/2000 at 8% would equal a Compaq purchase amount of $1.128 million (w/out the 2 fixed quarters) Compaq total is $5.1 million spend at 8% would equal a Compaq purchase amount of $408,000 EBS Viewpoint - Per the signed EBS Server Purchase Agreement - the amount is $4,134,229. (I did not concede) e) 2000 income. Per the signed EBS Server Purchase Agreement - Compaq had to pay for the Compaq Purchase amount before or by Dec 31, 2000 but could defer identifying the services to be used against the amount until Dec 31, 2002. If Compaq had not used the services by Dec 31, 2002 then they lost the right to spend against the amount. To gain 2000 income recognition, EBS worked with Keith M and Rob Senders to invoice for $832,000 to cover EBS consulting services provided to Compaq. Again, under Keith M's stewardship - they verbally agreed to pay. Now with the above information - my offered next steps : a) Until everything is done - maintain the \"stick\" of the EBS invoice ($4.1 million). This is being done. b) Termination fee - the contract does not state a termination fee. It does state a value of $2.5 million max for liquidated damages. Prior conversations have discussed Compaq paying a $2.5 million termination fee (again with Keith M). This could be recognized as yr 2000 income. c) Consulting Fee - The recognition of the $832,000 would be a 20% return on services of $4.1 million. This is a good return for a commodity transaction. So.... do we accept a lower amount to maintain a healthier relationship. So...... please let me know your thougths. We have countered with the $2.5 million with the understanding that the lower end would be $832,000. Please let me know your thoughts Kim Godfrey Director, Enterprise Services Enron Broadband Services phone : 713 345 8813 cell : 713 501 8105 fax: 713 853 7354", "id": "30653468_1075849627227_JavaMail_evans_thyme"}