{"email_subject": "Strategic Sourcing Conference", "email_body": "----- Forwarded by Jeff Leath/NA/Enron on 12/04/2000 01:57 PM ----- \"Johnson, Beverly\" 12/04/2000 01:48 PM To: \"'jeff.leath@enron.com'\" <jeff.leath@enron.com> cc: \"Wallin, Kelli\" \"Hudson, Coleman\" Subject: Strategic Sourcing Conference ENRON STRATEGIC SOURCING FOLIO # 336135 10/8-11/00 MR. JEFF LEATH PHONE: 713-646-6165 FAX: 713-646-6313 Jeff, Per our conversation this morning, I will list the items in question. I am also forwarding this to Kelli Wallin in our accounting department to follow up on as well. * ACCOUNTING: Please see that all service charges were posted as 18%, per contract * JEFF: I will fax you the comp ticket showing the 1 hour reception posted to The Woodlands House account. * ACCOUNTING: Please fax Jeff the back up for the package handling charges. $451.35 * ACCOUNTING: Please adjust (1) wireless mouse charge for a total of $156.41 * JEFF: In regards to the lunch charges, we charged a day guest rate to include lunch in The Woodlands Dining Room @ $57.00 for 40 day attendees. You had 80 persons on the Complete Meeting Package. However, when coordinating with Tracey Kozadinos, she ordered and guaranteed 100 box lunches @ $5.50 per person surcharge for the golf. Thus, 80+40=120 - 100 (box lunches) would leave 20 persons permitted to have lunch in The Woodlands Dining Room. We billed you for the total amount of persons over the 20 permitted in the Woodlands Dining Room. * JEFF: Breakout charges were for (2) rooms. Enron had a guarantee of 120 attendees. We allow (1) breakout per 40 attendees. This particular day, (5) breakouts were ordered. The audio visual in the additional breakouts is based on a-la-carte pricing and is not included in the package. Only av is included in the rooms that are part of the allocation. Jeff, I will see that the adjustments are forwarded to you as soon as possible in order to remit for payment. Please feel free to call me should you have further questions. Thank you for your business! Beverly J. Johnson Conference Planning Manager The Woodlands Resort & Conference Center (281) 364-6234 -- Direct Dial (281) 364-6338 -- Fax", "id": "30699607_1075849623903_JavaMail_evans_thyme"}