{"email_subject": "FW: Workshop on Energy Modeling Forum - Impact of Climate Change", "email_body": "Do you want to send someone to this? -----Original Message----- From: Steffes, James Sent: Tuesday, June 05, 2001 5:51 AM To: Allen, Phillip K. Subject: Workshop on Energy Modeling Forum - Impact of Climate Change Phillip -- Any interest in sending someone from your fundamentals desk to cover this meeting? May be a good opportunity to hear from the leading \"experts\" on the subject. May want to present a basic outline of our fundamental analysis. Please let me know. Jim ---------------------- Forwarded by James D Steffes/NA/Enron on 06/05/2001 07:49 AM --------------------------- Jeffrey Keeler 06/04/2001 03:35 PM To: James D Steffes/NA/Enron@Enron cc: Subject: Pew Center Summer workshop Jim: see note below from Pew Center on Climate Change. Do you have any suggestions as to someone in Enron who could speak (someone from gas trading who does modeling, fundimentals?) Thanks Jeffrey Keeler Director, Environmental Strategies Enron Washington DC office - (202) 466-9157 Cell Phone (203) 464-1541 ----- Forwarded by Jeffrey Keeler/Corp/Enron on 06/04/2001 04:33 PM ----- \"Vicki Arroyo-Cochran\" <CochranV@pewclimate.org> 06/04/2001 02:40 PM To: <jkeeler@enron.com> cc: Subject: Summer workshop Jeff - The Pew Center is sponsoring a 2-day workshop in conjunction with an annual summer program held by the Energy Modeling Forum in Snowmass, CO. We are hoping to supplement EMF's list of economists and economic modelers who are largely academics or with government labs or offices with folks from companies who can help shed some light on how companies anticipate markets will react to climate policies and the possible changes to prices and availability of cleaner fuels such as natural gas. A description of the 2-day program follows, and we can provide more information on the EMF meeting as well if that's helpful. I would be grateful if you can help identify someone at Enron -- or otherwise -- who you feel could both contribute to and benefit from the discussions with top economists and modelers. If you need more information, please feel free to call me or Leianne Clements (our economist) at the Pew Center number listed below. Thanks for considering, Vicki Arroyo Cochran Director of Policy Analysis The Economics of Natural Gas in the Climate Change Debate (August 9-10, 2001) Determining future demands and supply of natural gas (NG) are important in determining climate policies since burning NG is relatively \"cleaner\" than burning coal and oil. A climate policy based on reducing the carbon content in fuels would favor NG, along with other less-carbon intensive energy sources, thus accelerating its demand. However, economic models looking at the climate change issue show mixed results on this issue; many models show the demand for NG increasing relative to more \"dirty\" fuels while others show its demand decreasing at a rate faster than oil (explained by NG demand being more responsive to a tax). The Pew Center has found that NG information is often extrapolated from that of oil. Without clear information on the true path of the NG sector, policy-makers will be misinformed on how to address the climate change problem. The Pew Center will host a conference in conjunction with the Energy Modeling Forum of Stanford University, to gather leading experts on both the modeling and practical side of determining natural gas issues. A report will be published summarizing the topics discussed in the conference. Pew Center on Global Climate Change 2101 Wilson Blvd. Suite 550 Arlington, VA 22201 Tel: (703) 516-4146 Fax: (703) 841-1422 www.pewclimate.org - Chess.gif <Embedded Picture (Device Independent Bitmap)>", "id": "30701753_1075858639502_JavaMail_evans_thyme"}