{"email_subject": "Re: EIM Due Diligence: Nymex, Enron Gas Data", "email_body": "Catherine: Sorry it's been so long since I could respond. With the craziness here I am way behind on everything. #1. 3 years #2. volume way down on exchange recently with recent volatility. volume probably averaging 25000 these days. EOL volume averaging around 14000. Very high percent of market. Current market conditions shows why our transactional model of being one side of every trade is superior. #3. good liquidity first 3 years. okay liquidity years 4-6. #4. calendar 2004-2008 maybe 1 trade a day. 70% chance Enron is one side. calendar 2009-2013 very rare that it trades. Catherine Pernot@ENRON 12/01/2000 02:31 PM To: John Arnold/HOU/ECT@ECT cc: Subject: EIM Due Diligence: Nymex, Enron Gas Data Per my voicemail, I've included a list of the Investors' questions and preliminary answers. The answers are attempts by our group, Bob Crane and Bryon Hoskins but need confirmation by you. Would you mind giving us some feedback for #4 as well? I could not find these numbers. These are again going to be forwarded to Bain Capital, the potential equity investor in the pulp, paper and steel net works fund. They are in their final stages of due diligence and are comparing pulp and paper facts with gas. (They are under a confidentiality agreement). Please call with any questions Thank you, Catherine Rentz Pernot X57654 1. # of years of NYMEX visibility on the typical gas curve. 3 years 2. # of daily trades on NYMEX, in total and for Enron specifically. 102,492 daily trades on NYMEX (11/28/00)and ours amounts to 8,061 per day (usually around 10% daily NYMEX trades) 3. length and nature of \"price discovery\" windows past the NYMEX portion of the gas curve (e.g., 7 years of visibility provided by proprietary market making past NYMEX, then 10 years of macro / industry average assumptions). NYMEX price discovery equates to about 3 years. Liquidity of the market and proprietary market information equates to about 2 years after that with the remaining portion coming from more macro industry information. 4. trade volume data (# of daily trades as well) for each 5 year increment of the gas curve beyond the NYMEX portion, in total and for Enron specifically. ??", "id": "31341884_1075857570873_JavaMail_evans_thyme"}