{"email_subject": "Carolyne Roehm, Tools, and Holiday Guides", "email_body": "Amazon.com Delivers Home & Garden [IMAGE] [IMAGE] [IMAGE] Home & Garde= n [IMAGE] [IMAGE] Editor, Teri Kieffer [IMAGE] October 29, 2001 = Search: BooksRare & Used Books Kids' BooksSpanish BooksAll Products Brow= se: Home & Garden Choose a subject:Arts & PhotographyBiographies & Memo= irs Business & Investing Children's BooksComputers & Internet Cooking, = Food & Wine EngineeringEntertainmentGay & Lesbian Health, Mind & Body His= toryHome & GardenHorrorLawLiterature & Fiction MedicineMystery & Thrille= rs NonfictionOutdoors & Nature Parenting & Families Professional & Techn= ical ReferenceReligion & Fiction & Fant= BooksBargain BooksChristian Books = e-Books & DocsLarge PrintOprahSpanish-Language =09 [IMAGE] Some terrific books are coming out just now--in prime time for = holiday gifting or simply for escaping into pleasant dreams of redecoratin= g your home, landscaping your yard, or planning your next craft project. C= arolyne Roehm gives us a privileged glimpse of her entertaining secrets; D= iane Ackerman treats us to a lyrical trip around her garden; and Bethany R= eynolds has come out with a new stack-n-whackier quilts book, with many new= ideas for layering and cutting multiple pieces, and a whole lot more. Hap= py reading! --Teri Kieffer =09 [IMAGE] Home [IMAGE] [IMAGE] [IMAGE] Fruitcake, Garlands, and Cente= rpieces [IMAGE] Martha's newest holiday guide, Classic Crafts and Recipes= for the Holidays, brings brilliant Christmas crafts right to your fingert= ips. Unique ideas, simple but elegant decorations, and truly edible fruitc= ake are the order of the day. [IMAGE]See all of Martha's holiday guides= [IMAGE] At Home with Carolyne Roehm Icon by Carolyne Roehm = Former fashion designer Carolyne Roehm is renowned for combining a keen app= reciation of beauty with practical know-how. With this gorgeously illustra= ted guide, available on October 30, readers can go behind the scenes of he= r memorable parties, learn her entertaining secrets, and visit the glamoro= us homes where she has dazzled her prominent guests. --From the publisher = [IMAGE] [IMAGE]Read more Our Price: $42.00 You Save: $18.00 (3= 0%) [IMAGE]See more special occasions titles Garage: Rein= venting the Place We Park Icon by Kira Obolensky Anyone who thinks the= garage is simply a place to park the car will never think that way again = after a look at this book. Garage takes a look at the last, undiscovered f= rontier of home design--the most versatile room not in the house. The book= explores many uses for this ubiquitous space--from studio, library, and m= useum, to soundstage, playroom, and greenhouse. --From the publisher [I= MAGE] [IMAGE]Read more Our Price: $22.40 You Save: $9.60 (30%) = [IMAGE]See more home design titles Tools: A Complete Illus= trated Encyclopedia Icon by Garrett Wade, Dick Frank (Photographer) A = spectacular visual dictionary of more than 450 beautifully photographed too= ls, this gorgeous volume presents a dazzling range, from the trusty and fa= miliar hammer and screwdriver to the very handsome ebony or rosewood marki= ng gauge that one simply must have to make the most precise marks of where= to cut--and let's not forget the crosscut saws, ripsaws, tenon saws, dove= tail saws, slotting saws, veneer saws, frame saws, bucksaws, bow saws, cop= ing saws, and jeweler's saws needed to do the actual cutting. --From the p= ublisher [IMAGE] [IMAGE]Read more Our Price: $28.00 You Save: $= 12.00 (30%) [IMAGE]See more titles about tools [IMAGE] Garde= n [IMAGE] [IMAGE] Cultivating Delight: A Natural History of My Garden= Icon by Diane Ackerman Diane Ackerman relishes the world of her gard= en. As a poet, she finds within it an endless field of metaphors. As a na= turalist, she notices each small, miraculous detail: the hummingbirds and = their routines, the showy tulips, the crazy yellow forsythia. Of visiting = deer she writes, \"I love watching the deer, which always arrive like magic= or a miracle or the answer to an unasked question.\" In her popular book = A Natural History of the Senses , Ackerman celebrates the human body; in = Cultivating Delight: A Natural History of My Garden, she turns her attenti= on to the world outside the body, outside the human sphere. Structured by = seasons, this is a book of subtle shifts, but the reader never feels lost.= [IMAGE] [IMAGE]Read more Our Price: $17.50 You Save: $7.50 = (30%) [IMAGE]See more gardening and horticulture essays T= he 12-Month Gardener : Simple Strategies for Extending Your Growing Season= Icon by Jeff Ashton, et al For vegetable gardeners who dread winter a= nd grocery store produce aisles, Jeff Ashton has an answer, and it's this:= don't allow the cold to come. Cover your plants like you would a child in= a crib. The 12-Month Gardener is a book about defying the tyranny of seas= ons by building contraptions that control the plant's environment. It's a = clearly written, detailed guide to constructing row covers, tunnels, and g= reenhouses. [IMAGE] [IMAGE]Read more Our Price: $17.46 You Save= : $7.49 (30%) [IMAGE]More books on horticultural technique = The Greater Perfection: The Story of the Gardens at Les Quatre Vents = Icon by Francis H. Cabot Les Quatre Vents in Charlevoix County, Quebec, = has been acclaimed as the most aesthetically satisfying and horticulturall= y exciting landscape experience in North America. The garden seamlessly co= mbines elements from the best gardening traditions with the original and t= he unexpected into a splendid composition that is nevertheless perfectly c= ompatible with its natural surroundings. --From the publisher [IMAGE] = [IMAGE]Read more Our Price: $52.50 You Save: $22.50 (30%) [I= MAGE]More books on landscape design [IMAGE] Crafts [IMAGE] [IMAGE]= Yuletide Crafting, Decorating, and Other Delights [IMAGE] Incredibly, t= he holidays are upon us again. To help you get started on your planning, t= ake a look at our list of holiday craft guides--everything from Martha Ste= wart's latest to Christopher Radko's Heart of Christmas is in stock. [I= MAGE]Peruse our selection Vogue Knitting on the Go: Chunky Knit= s Icon by Trisha Malcolm (Editor) Fashion meets function in super-size= stitches, chic styles, and ultra-hip accessories. Large needles, simple s= hapes, and multiple strands of yarn make this fabulous selection of dazzli= ng pullovers, vests, tunics, turtlenecks--even accessories for the home--a= s fast to finish as they are stylish. Best of all, the more than 20 chunky= knit designs for men, women, and children are sized just right to fit eas= ily in a knitting bag, offering a convenience every busy knitter on the go = will appreciate. --From the publisher [IMAGE] [IMAGE]Read more Our= Price: $10.36 You Save: $2.59 (20%) [IMAGE]See more knitting b= ooks Stack-n-Whackier Quilts (Another Magic Stack-n-Whack(tm) Bo= ok) Icon by Bethany S. Reynolds Are you ready for an adventure into u= nknown territory? Within almost every print fabric lies a world of designs= waiting to be discovered. With the instructions and projects in this book= , you will be ready to find unique and wonderful patterns in the most unex= pected places. Whether you are a new quilter looking for an easy but intri= guing project, or a veteran seeking new challenges, you will find delightf= ul possibilities. The Stack-n-Whack method engages your eyes and mind thro= ugh each step of the process, from cutting to piecing to finishing, as new= designs emerge and change like patterns in a kaleidoscope. --From the pub= lisher [IMAGE] [IMAGE]Read more Our Price: $16.06 You Save: $6.= 89 (30%) [IMAGE]See more quilting books [IMAGE] Bestsellers = in Home & Garden [IMAGE] [IMAGE] The Private House [IMAGE] by Rose= Tarlow Our Price: $22.50 You Save: $15.00 (40%) Well-Tended P= erennial Garden: Planting & Pruning Techniques [IMAGE] by Tracy Disabato= -Aust, Steven M. Still (Foreword) Our Price: $20.96 You Save: $8.99 (3= 0%) The Not So Big House : A Blueprint for the Way We Really Live = [IMAGE] by Sarah Susanka, Kira Obolensky (Contributor) Our Price: $21.0= 0 You Save: $9.00 (30%) [IMAGE] Discover More at Amazon.com [I= MAGE] [IMAGE] [IMAGE] Refine Your E-mail Choices [IMAGE] To receive mo= re recommendations from our expert editors, just visit the Amazon.com De= livers sign-up page . [IMAGE]See all Delivers categories [IMAGE] = [IMAGE] KitchenAid Sweepstakes [IMAGE] Enter our sweepstakes for a ch= ance to win $10,000 in KitchenAid appliances. [IMAGE] [IMAGE] [IMAG= E] Now You Can Look Inside Many of Our Books Before You Buy [IMAGE] Thou= sands of books are now available for you to browse through at Amazon.com. = Any time you see this bent orange arrow on a book--or the words \"Look insi= de!\"--it means parts of that book are available for you to look at online.= Learn more or try looking inside The Impatient Gardener . [IMAGE]= Visit the Reading Room [IMAGE] =09 [IMAGE] We hope you enjoyed receiving this n= ewsletter. However, if you'd like to unsubscribe, please use the link belo= w or click the Your Account button in the top right corner of any page on = the Amazon.com Web site. Under the E-mail and Subscriptions heading, click= the \"Manage your Delivers\" link. ate You may also change your communication preferences by clicking the = following link: Please note that = the prices of the items featured above were accurate at the time this news= letter was sent. However, because our prices sometimes change, the prices = in the newsletter occasionally differ from those you see when you visit ou= r store. Copyright 2001 Amazon.com, Inc. All rights reserved. =09 [IMAGE]", "id": "31359005_1075858645054_JavaMail_evans_thyme"}