{"email_subject": "How to pick an all-in-one: It's the form factor, stupid", "email_body": "_____________________DAVID COURSEY_____________________ HOW TO PICK AN ALL-IN-ONE: IT'S THE FORM FACTOR, STUPID I'll say it straight up: There's no perfect device (yet) that combines a cellular phone and a PDA. So finding one you can live with is always a trade-off. My advice? Choose form factor first and live with the compromises. (Or just stick with separate gadgets.) # _____________________NEWS ANALYSIS_____________________ Sylvia Carr APPLE: BRING ON XP... HP'S SPEED BOOST... PENTAGON GOING PRIVATE... Might you Windows users come back to the Mac? Apple thinks so. It's confident its new OS X out-XPs Microsoft XP--enough to entice more than few converts into the Mac fold. But will it work? _____________________EXPERT ADVICE_____________________ John Morris and Josh Taylor WIFI AND BLUETOOTH: TOGETHER AT LAST IN A NOTEBOOK PC Everyone's been talking about wireless networking for some time, but where are the products? Josh and John have found one. The Toshiba Port&#233;g&#233; 4000 is the first notebook they've seen that is ready for the wireless world. > > > > > Wayne Rash CAN YOUR BIZ PASS A SECURITY AUDIT? HERE'S WHY IT MUST A recent review of government computing showed its security was sorely lacking. What about at your company? The nation has paid ample lip service to the importance of tight security, now it's time to act. Wayne tells you how. > > > > > Preston Gralla GOODBYE, BLOATWARE! TRY THESE 3 STRIPPED-DOWN HTML EDITORS Bloatware--fat programs stuffed with useless features--only create an obstacle between you and your beloved coding. You can do better. Preston picks out three downloads that offer just the tools HTML jockeys need. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! CHECK OUT ZDNET'S COMDEX 2001 BEST OF SHOW DON'T MISS ZDNET'S HOLIDAY GIFT GUIDE GET YOUR VERY OWN LASER PRINTER ******************ELSEWHERE ON ZDNET!****************** Did you miss COMDEX? Get all the details in our special report. Don't miss top price drops from premier vendors at ZDNet Shopper. FREE trial offers from leading business and technology magazines. Find perfect presents in our Holiday Gift Guide. Check out the most popular notebooks, handhelds, cameras, and more. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "31398378_1075862161845_JavaMail_evans_thyme"}