{"email_subject": "Texas1031_homepage", "email_body": "Carlos, Can you help me with several 1031 exchange questions? I spoke to your office and they thought it best that I address my questions to you directly. Here is my situation. I purchased a 32 acre tract in Leander about 8 months ago. I have a contract to sell the property which should close around July 18th. I expect to realize a gain of around $400,000. See calculations below: Sales price: 2,100,000 Purchase price 1,200,000 Fees&Devel costs 500,000 Profit 400,000 The cash generated at the sale will be close to $1 million after repayment of a loan. I am interested in protecting this gain through a 1031 exchange. I am already involved in a couple of other real estate transactions that might qualify. First, there is a 10 acre tract that was purchased by Bishops Corner, Ltd for $1.15 million six months ago. I lent the partnership the cash to buy the land with the intent of working with the developer to build a multifamily project. We could not come to terms for the development, so the partnership was conveyed to me. The loan still exist. I am an 80% limited partner. Another investor is the other limited partner. We have set up a Corporation to be the general partner. We intend to develop the property. Is there a creative way to use the land purchase in a 1031 exchange? Second, I have a small tract in New Braunfels under contract for $400,000. I am applying for FHA financing for a 180 unit apartment complex and hope to receive an invitation letter prior to closing. I would need to place this property in a limited partnership eventually, but is there a way to buy the property hold it in my name long enough to satisfy the IRS then move it to a LP. If neither of these deals qualify, I would still like to find another piece of property. My two biggest concerns are tying up too much cash and holding property in my own name. Is there a way to insure during the 1st year then move a different entity? Thank you in advance for your help. Phillip Allen 8855 Merlin Ct Houston, TX 77055 pallen70@hotmail.com wk 713-853-7041 hm 713-463-8626", "id": "31396092_1075858639743_JavaMail_evans_thyme"}