{"email_subject": "Why the RIAA owes us all an apology", "email_body": "_____________________DAVID COURSEY_____________________ WHY THE RIAA OWES US ALL AN APOLOGY When recording industry types last week tried to get provisions against music swappers included in anti-terrorism legislation, they trivialized everyone involved in America's fight against terrorism--and proved themselves to be absolutely the sort of people who'd do anything for a buck. # _____________________NEWS ANALYSIS_____________________ Patrick Houston WHAT'S MS' ULTIMATE GOAL FOR XP? HINT: WAY MORE THAN AN OS When you first try out Windows XP, you're reminded no less than five--count 'em, five--times to sign up for its Passport authentication service. These pleas speak of far more than Microsoft's persistence. Like what? Like how it plans to become another AOL inside an OS. PLUS: APPLE HINTS AT 'BREAKTHROUGH' DEVICE. WHAT COULD IT BE? PALM V GETS SOME BLACKBERRY JUICE _____________________EXPERT ADVICE_____________________ C.C. Holland BANISH YOUR BLANK WALLS WITH HELP FROM THE WEB If you want to decorate your space but are having trouble finding the right posters or prints, just turn to your computer! C.C. shows you where to find great selections of art online (and get your picks delivered to your door). =09=09=09> > > > > Janice Chen SLOW PC? NO PROBLEM! FIX UP YOUR CLUNKER FOR UNDER $50 Sure, if you have a need for speed, you could buy a new PC. But you can also streamline your older PC by tuning up your hard drive with a good utility. Janice hunts for bargains (and freebies!) that'll rev you up in no time. =09=09=09> > > > > Preston Gralla TURN YOUR PC INTO A MOVIE THEATER--FOR FREE! If you like finding music online, you'll love getting movies. With the right tools, you can download, watch, and trade films and videos on your PC. Preston offers up three freebies that'll have you reaching for the popcorn. =09=09=09> > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! MICROSOFT.COM GAFFE REVEALS PASSWORDS ENTERPRISE E-MAIL GETS UP AND GOES ain/0,14179,2817463,00.html CEO CRAIG BARRETT SHARES INTEL'S ITANIUM VISION ain/0,14179,2816881,00.html ******************ELSEWHERE ON ZDNET!****************** Find the facts on firewalls and compare other security solutions. Laid off? Check out over 90,000 tech job listings. Take SmartPlanet's online classes for the skills you need to get ahead. Get 100=12s of IT downloads FREE from TechRepublic. eBusiness Update: Can dot-coms benefit from filing for bankruptcy? AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ) 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "31824250_1075858630851_JavaMail_evans_thyme"}