{"email_subject": "Re: BMC update, 17:15", "email_body": "Chaz and Steve, Here's the latest, in a nutshell. Basically, the testing is not fully completed, even where we might have felt that it was close (because there is also a financial component which needs to be exercised - the TCO part of the purchase decision). As you know, both Randy Matson and Bob McAuliffe are out on vacation, so getting a decision from them is not likely before Christmas. However, it looks like there has been enough feedback to/through them to surmise that BMC is not in the driver's seat in either situation. In a meeting today, it became apparent that BMC's revenue opportunity with the Net Works organization is much lower than BMC has projected to you at EBS. The primary opportunity for BMC in Net Works is for their Schema Manager tool, and the rest of the opportunities look increasingly dim, especially given the time constraints imposed in your situation. Still, the Net Works team has not completely ruled BMC out as a potential vendor; but neither is there a commitment (written OR verbal) to make a BMC purchase at this point. I will be on vacation next week, but will be checking in on Monday the 18th and Tuesday the 19th. Jennifer or I will keep you posted if we are able to report opportunity changes in your favor. I have sent you a paraphrased version of Doug's most recent communication to me. The overall message would apply fairly universally to the other Net Works teams in question: more testing, but looks like BMC's total sales opportunity to Enron is not going to get to the amount necessary to get your deal done. The issues mentioned in the other summary update note from yesterday still apply. Thank you, Jeff ----- Forwarded by Jeff Youngflesh/NA/Enron on 12/15/2000 05:15 PM ----- Douglas Cummins@ECT 12/15/2000 04:14 PM To: Jeff Youngflesh/NA/Enron@ENRON cc: Subject: Re: BMC Summary to-date Jeff, We backed away from Patrol for monitoring - we feel that a competitor's solution is a better one for us. My group still considers BMC's Schema Manager tool to be an excellent product, and would consider it to be a viable option for purchase. I believe Net Works will still evaluate more similar tools, and related design tools, before making a decision. Regards, Douglas", "id": "31926280_1075849627175_JavaMail_evans_thyme"}