{"email_subject": "Windows XP urban legends and myths--debunked!", "email_body": "_____________________DAVID COURSEY_____________________ WINDOWS XP URBAN LEGENDS AND MYTHS--DEBUNKED! As the clamor about Windows XP grows--it's being officially launched tomorrow--so does the confusion. I'll take a look at the most common misconceptions and questions about licensing, authorization, and compatibility and give you some answers. # _____________________NEWS ANALYSIS_____________________ Patrick Houston HOW WIN XP MARKS THE END OF THE PC'S PLANNED OBSOLESCENCE The debut of Windows XP could stand as an occasion more momentous than Microsoft itself anticipated. Reason: At the same time we're saying hello to the new OS, we could be saying goodbye to the Microsoft-Intel duopoly. PLUS: APPLE REVEALS ITS 'BREAKTHROUGH' GADGET AS TECH SHRINKS, SO DO THE PAYCHECKS _____________________EXPERT ADVICE_____________________ Robert Vamosi WINDOWS XP JUST DOESN'T CUT IT IN THE SECURITY DEPARTMENT Like those cheesy all-in-one stereos from the '70s, the components in Windows XP are inferior to their standalone counterparts--especially when it comes to security. Robert points out the OS's security weaknesses, and tells you how to safeguard your computer. > > > > > Stephan Somogyi APPLE JUMPS INTO THE MP3 GAME--AND DOES IT RIGHT The just-unveiled iPod may have the distinction of being the first portable MP3 player to make the most of the genre. Stephan Somogyi investigates why this Mac peripheral might be worth a good long look (and listen). > > > > > Stephen Howard-Sarin STAY HOME! SOFTWARE FOR SHUT-INS DOMINATES THE TECH INDEX Can you say 'agoraphobia'? The most popular topics on ZDNet this week are all about staying at home and letting the music, software, or business meetings come to you. Stephen looks at the growing popularity of home delivery. > > > > > Preston Gralla THREE 3D SHOOTERS: PUT YOUR AGGRESSION TO GOOD USE Feeling a bit belligerent? Take it out on your PC. Preston picks three great 3D shooter video games that will help release your excess frustration. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! IS XP READY FOR THE ENTERPRISE? SONY PDA JUMPS TO 16-BIT COLOR SIX TRENDS IN BUSINESS INTELLIGENCE ******************ELSEWHERE ON ZDNET!****************** Get FREE downloads for IT pros at TechRepublic Need a new job? Browse through over 90,000 tech job listings. eBusiness Update: Content Management systems grow up. Access your computer from anywhere with GoToMyPC. Check out the latest price drops at Computershopper.com. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "32003278_1075858634695_JavaMail_evans_thyme"}