{"email_subject": "RE: Bishops", "email_body": "Greg, I went to the title company yesterday and as instructed by Irwin I signed t= he deed of trust, the promissory note for 8.4, and the subordination agreem= ent. Can the loan amount be adjusted based on new costs estimates. What w= ill happen at closing? Is the major problem with the appraisal that since = the land was only appraised at 1,120,000 we would be required to contribute= an additional 180,000 in equity? If so, that is not good. You mentioned that the we are firm on the construction numbers given to me = previously. Can you send those numbers again so I can be positive I am not= looking at old numbers. Also, I would really appreciate a schedule of tru= e costs and expected loan. Thank you, Phillip -----Original Message----- From: =09Greg Thorse <gthorse@keyad.com>@ENRON =20 Sent:=09Tuesday, October 09, 2001 1:45 PM To:=09Allen, Phillip K. Subject:=09Bishops Phillip, I am trying to press Bank to get the Deed of Trust to you. I am in a balanc= ing act between moving on the construction and holding until the lien is pe= rfected. I talked to Cheerie and she said the person in Dallas is trying to= get it done today, however, she may not finish it out today, which means i= t will be sent for Thursday morning delivery to a sister Ticor office for s= ignature and recording. Have they told you any of this? Or do I need to ma= ke sure you know when, where, and how as soon as I know. I talked to Andrew this morning the Dallas office received the Appraisal an= d gave the information to us over the phone. The appraised value as built = is 12.5 million, the NOI is $1,152,695. The problem is the Land Value is $= 1,120,000, as this is what they have recorded as the transaction cost in Ja= nuary. Andrew talked to me about if we want to put additional costs on top= of this showing improvements or other costs associated with the value to s= how an increase in value?. I am tending to think we are going to reduce ou= r overall loan by adjusting the Land, Title Policy Amount, Debt Carry Cost = and some other small adjustments to costs. This would reduce our overall de= bt and resultant equity requirement. The main difference in committing to a= greater loan is that our costs of points will rise and our equity may be o= ut of balance in the end, vs. if we borrow the exact amount, we may risk be= ing short and needing a loan increase for any soft cost overages. I have be= en working on this and I am reviewing the changes to see what overall effec= ts each change will have on your equity and return. We are firm on the construction numbers given to you previously and we have= had a number of additional costs which we have been able to absorb in the = overall construction budget. The biggest is the detention pond dredging wh= ich has gone up in cost. The only area left to work through is the foundat= ion/concrete number and I am confident we will hit that one on the mark. Th= us, overall I am comfortable with the Hard Cost numbers at this point. I am attempting to get with Irwin and Cheerie and seeing if we can get the = final Doc's put together. Have'nt been able to get a meeting yet. I just got interrupted in another meeting. Let me know if there are any qu= estions today.", "id": "32176318_1075858643784_JavaMail_evans_thyme"}