{"email_subject": "Here is the Article---no picture though...", "email_body": "---------------------- Forwarded by John Arnold/HOU/ECT on 03/23/2001 12:32 PM --------------------------- \"Zerilli, Frank\" <fzerilli@POWERMERCHANTS.COM> on 03/23/2001 08:10:05 AM To: \"'jarnold@enron.com'\" <jarnold@enron.com> cc: Subject: Here is the Article---no picture though... Warming Up To Green BY ERIC ROSTON Breathe in. Hold it. Hold it. O.K., now breathe out. Unless you're outdoors in the midst of a cold snap, chances are you can't see your breath. And no one would ever ask you to drop a quarter in a tin box for the right to free this invisible spirit from your lungs. Yet last November, Murphy Oil Corp., based in El Dorado, Ark., voluntarily shelled out several hundred thousand dollars for the right to cough out carbon dioxide, the same stuff you exhaled three sentences ago. The reason it did so is closely related to events that occurred that same autumn day, half a world away, at the Hague. Thousands of policymakers and scientists from all over the world had gathered, hoping to dot the i's, cross the zeds and umlaut the o's on the 1997 Kyoto Protocol to the U.N. Framework Convention on Climate Change. The protocol was devised to curb the industrial emission of six gases, CO2 among them, that are slowly--actually quickly in geological terms--turning the earth into a hothouse. But no final accord was reached. In this context, Murphy's purchase of options on 210,000 metric tons of carbon (the equivalent of annual exhaust from approximately 27,800 cars) from a Canadian company that was itself trying to help meet a national target seems a bit odd. The market for this kind of trade hasn't been established, and there isn't even a global agreement on how carbon dioxide should be valued. Indeed there isn't even unanimity on global warming itself. Yet the transaction is emblematic of industry on the verge of an environmental transition. Congress may have snubbed the Kyoto accord, and global bureaucrats may be stumbling over the details of a carbon-emissions trading system. But corporations, against the run of play, are beginning to confront the climate conundrum the best way they know how--as a business opportunity. John Browne, CEO of BP Amoco, and Mark Moody-Stuart, chairman of Royal Dutch/Shell Group, have both responded to the global-warming threat and set up internal systems that exceed goals put forth in Kyoto. Shell and BP have vowed to cut their greenhouse-gas emissions 10% each--nearly twice the Kyoto target--Shell by 2002, BP by 2010. \"This isn't an act of altruism,\" says Aidan Murphy of Shell. \"It's a fundamental strategic issue for our business.\" And not theirs alone. A growing number of corporations, from IBM to your neighborhood Kinko's, are reducing their greenhouse footprints. DuPont is pledging to knock its emissions 65% below 1990 levels by 2010. \"There's been a shift in the center of gravity in the U.S. corporate community since Kyoto,\" says Alden Meyer of the Union of Concerned Scientists. \"Now the view is that climate change is serious and we ought to do something about it.\" There are a few ways of doing that: invest in renewable energy sources and \"cap and trade\" emissions. That is, set ceilings for worldwide greenhouse-gas emission and let nations either sell emission credits if they emit below their allowance or buy credits if they exceed permitted levels. The theory is that the pursuit of greenbacks will fuel greener business. \"Whenever you turn a pollution cut into a financial asset,\" says Joseph Goffman, an attorney at Environmental Defense, \"people go out and make lots of pollution cuts.\" Even where green fervor is of a paler shade, corporations are viewing the potential for global regulation as a business risk they need to consider. Witness Claiborne Deming, Murphy's CEO, who doesn't see the science of global warming as solid enough yet to cry havoc. But Deming hears shareholders clamoring and the bureaucrats buzzing. Someone may ask his company to put more than a quarter in that box when it wants to exhale more than its allotted amount of CO2. Breathe in. Hold it. You know the drill. How much CO2 did you just exhale? Tricky question. Yet that's analogous to the one businesses are struggling with on a massive scale. Until they figure it out, companies interested in trading will be on their own to determine 1) how you buy the right to emit a gas that has no standard of measurement and 2) how to do so when no nation currently assigns a CO2 property right. \"It's risky as hell,\" says Deming. Many groups are working to mitigate that risk. The World Resources Institute and others are road-testing a system that would make trading less risky by creating universal carbon-accounting practices. And four companies--Arthur Andersen, Credit Lyonnais, Natsource and Swiss Re--are developing an exchange where companies can trade, even in an embryonic market devoid of legislative standards. \"They're trying to nail down something that will be useful under laws that are not yet defined,\" says Garth Edward, a broker at Natsource, an energy-trading firm. The U.S. struggled to introduce a cap-and-trade system into the Kyoto Protocol, and achieved it by agreeing to a tough, many say impossible, target: bringing emissions 7% below 1990 levels from 2008 to 2012. The irony of the current situation is that the Europeans, reluctant to accept trading at first, have become its champion; Britain next month will become the first country to embark on a national trading system. Another practice, still hotly debated, is to assign credits for sequestering carbon in growing forests. Trees soak up limited amounts of CO2, release oxygen into the air and turn carbon into wood. The Kyoto mechanisms will evaporate without global ratification, thus setting up an early environmental test for President Bush, who campaigned against the document. But Secretary of State Colin Powell has already heard preliminary briefings on the matter as the U.S. preps for the next round of talks, to be held in Bonn in mid-July. Bush the First helped pioneer credit trading in 1990, when he signed legislation that capped power plants' sulfur dioxide emissions--the main ingredient in acid rain--but allowed the plants to swap credits. And Houston-based Enron, an energy trader whose chairman, Ken Lay, was a prominent W. campaign adviser, stands to be a huge player in any such market. So if it's good for business, Bush the ex-businessman won't need that big a push. With him or without him, the monetization of carbon emissions--green for greed's sake, if nothing else--is gaining momentum. So breathe easy. For you, it's still free. But for many companies, the carbon meter will be running soon. In the very near future, pollution is going to be either a cost to them or an opportunity.", "id": "32730441_1075857653351_JavaMail_evans_thyme"}