{"email_subject": "RE: Topic Framework Deliverable - Sign-Off for Acceptance", "email_body": "These are fine. -----Original Message----- From: McDaniel, Kirk Sent: Tuesday, October 23, 2001 1:36 PM To: Allen, Phillip K.; O'rourke, Tim; Frolov, Yevgeny Subject: Topic Framework Deliverable - Sign-Off for Acceptance Importance: High Gentlemen Good day. I hope all is going well. If I do not hear from you by COB tomorrow I will take your silence as acceptance and that their are no non-conformities to prevent acceptance of this deliverable. This action is necessary as contractually we are coming to the end of the acceptance period for this deliverable. Good news is that this deliverable and the High level design deliverable are the last two deliverables for the Design Phase of the project. Thanks Cheers Kirk ---------------------- Forwarded by Kirk McDaniel/HOU/EES on 10/23/2001 03:31 PM --------------------------- Kirk McDaniel 10/19/2001 08:39 AM To: Phillip K Allen/Enron@EnronXGate, Tim O'Rourke/Enron@EnronXGate, Yevgeny Frolov/Enron@EnronXGate cc: Ed McMichael/Enron@EnronXGate, Dutch Quigley/Enron@EnronXGate Subject: Topic Framework Deliverable - Sign-Off for Acceptance Phillip/Tim/Yevgeny The attached zip file contains the 10 topic frameworks for sign off. Phillip you have reviewed these documents and given them the thumbs up prior to my input. The email below from Monica summarizies my minor input and after reading Monica email, if no red flags or concerns or raised you can again give your approval without necessarily reviewing the attachments again. Tim and Yevegeny (If possible), please review the attachment, the email below and provide input no later then COB 10/22. Thanks Cheers Kirk Note: Please notice that Accenture is putting how long it takes them to complete tasks in their emails to us. - Topic Framework_Final.zip << File: Topic Framework_Final.zip >> ---------------------- Forwarded by Kirk McDaniel/HOU/EES on 10/19/2001 08:29 AM --------------------------- monica.l.brown@accenture.com on 10/18/2001 11:04:02 AM To: kmcdani@enron.com cc: sheri.a.righi@accenture.com Subject: Topic Framework Updates! Hi Kirk, Here are the answers to some of your questions and concerns on the Topic Frameworks. These updates, along with discussions with SMEs, took a total of one hour. Accounting and Reporting - (1) Deal Flow - <<According to Berney Aucoin>> there is no difference between an Orginator/Marketer on the deal flow, they stated that a deal is a deal and it is the same for everyone. (2) Roles associated within the Desk - <<According to Berney Aucoin >> Admin support and Commerical support should not be added. We are concentrating on the major roles within a desk, any more granular could be inaccurate because it is different for every company. Admin support - answers the phones and Commerical support runs the books in the back office. Commodity Fundamentals - (1) Broker fees and Margin calls were added in the overview, <<According to Berney Aucoin>> it was worth mentioning, but wholesale is exempt from fees and taxes. (2) Industrial, Retail and Wholesale was added as an i.e., by consumption by consumer Organizational Structure - (1) Communication - Inter/Intra department communications were added into the Challenges of Managing Trading Function and Trading System. Inter department communication (i.e., between departments within organization) and Intra department communications (i.e., between roles on a desk after a trade/deal) (between desks, internal communication between Marketer, Originator, Structurer and Trader, after a trade and reconciling position reports) Risk Management Inputs - Consequences within VaR guidelines was added to \"Trading outside of prescribed VaR guidelines Swaps - Types of credit classifications was added to Credit Review under Protecting Againist Loss. The note for the references used was included on every topic framework - *Note: Please note in your assignments when using additional resources other than the BRM course material and your own knowledge. Please do not copy and paste from Derivatives 1 or any other resource material. This will significantly help us deter any copyright infringements. Thank you Let me know if you have any questions! Thanks, Monica L. Brown Accenture PDP Experienced Analyst Houston - 2929 Allen Parkway Direct Dial: +1 713 837 1749 VPN & Octel: 83 / 71749 Fax: +1 713 257 7211 email: monica.l.brown@accenture.com This message is for the designated recipient only and may contain privileged or confidential information. If you have received it in error, please notify the sender immediately and delete the original. Any other use of the email by you is prohibited. ---------------------- Forwarded by Kirk McDaniel/HOU/EES on 10/19/2001 08:29 AM --------------------------- sheri.a.righi@accenture.com on 10/18/2001 11:11:04 AM To: kmcdani@enron.com cc: monica.l.brown@accenture.com Subject: Topic Frameworks - Updates Completed Kirk - Thank you for your timely feedback. Per our discussions, we have updated all of the topic frameworks and attached them below. In addition, Monica has sent you an email describing the changes she has made and explanations around why some changes weren't made (SME's responses to your questions). These updates, along with discussions with SMEs, took a total of one hour. (See attached file: Topic Framework_Final.zip) Sheri A. Righi Accenture Human Performance Service Line Hartford - One Financial Plaza Direct Dial: 860 756 2245 VPN & Octel: 765 2245 e-mail: sheri.a.righi@Accenture.com This message is for the designated recipient only and may contain privileged or confidential information. If you have received it in error, please notify the sender immediately and delete the original. Any other use of the email by you is prohibited. - Topic Framework_Final.zip << File: Topic Framework_Final.zip >>", "id": "33059747_1075858644328_JavaMail_evans_thyme"}