{"email_subject": "Re: CSFB Columbia/Appalachia Hedging Deal", "email_body": "Certainly encourage CSFP to transact all volumes with us. If they shop the deal, everyone will front-run the volumes and they won't get a good price on the deal. Financial deals settle 5 days after the index has been published. Physical deals settle much later. My understanding is this is a financial deal. From: Russell Dyk @ ENRON 10/23/2000 12:43 PM To: Paul Radous/Corp/Enron@ENRON cc: Per Sekse/NY/ECT@ECT, Caroline Abramo/Corp/Enron@Enron, John Arnold/HOU/ECT@ECT, Sara Shackleton/HOU/ECT@ECT, William S Bradford/HOU/ECT@ECT Subject: CSFB Columbia/Appalachia Hedging Deal The New York office has been speaking to Credit Suisse First Boston for roughly 6 months about a producer hedging deal that is part of a strucutured deal they're putting together. It now looks as if it will get done in the next 3 weeks-1 month so we want to get all the necessary credit issues taken care of. In brief, the deal is a fixed price one, basis TCO (67% of the volumes) and CNG (33%) with a fixed price Nymex component as well. It will settle against the Inside FERC indices for both locations. The term of the deal is from December, 2000 to December 2012. The volumes decline throughout the term from roughly 22,000 mmBtu/d to 13,000 mmBtu/d. The average daily nominal volume is 17,000 mmBtu/d. As I understand it, these volumes are about 65% of the producers' total volumes. I've attached a spreadsheet to this message with more details. There are a couple of contractual and credit issues that CSFB wants to clarify. First, there is a question of the monthly cash settlement. CSFB would like payment to take place on the fifteenth of the month following the date both the floating and fixed prices are known. As I understand it, for the December settlement, which would be known in early December, cash payment would take place on February 15, 2000. Second, there is a question of a parent guarantee from Enron Corp. Apparently, there is an existing credit arrangement in place between ENA and Credit Suisse First Boston International - the same counterparty that we would be dealing with here - that has a $15 million guarantee from Enron Corp. CSFB would like to increase this guarantee to at least $100 million. (CSFB already has an unlimited guarantee from Enron Corp. for a deal they've done with us in Europe so in their opinion it should not be an issue). There is another minor issue involving centralizing credit discussions with the aim of securing a similar credit arrangement for CSFB's dealings with EnronCredit.com - which may be an issue for London rather than Houston. However, CSFB agreed that this was a secondary issue in relation to this transaction. CSFB would like to do the entire deal through us, rather than having to split it among one or more counterparties. Per, Caroline Abramo, and I are meeting with Paul tomorrow to discuss various credit issues, including this one. Ideally, CSFB would like to have a good idea of where they stand by the end of this week. Please let me know if you have any questions or suggestions. Regards, Russ", "id": "33284317_1075857573033_JavaMail_evans_thyme"}