{"email_subject": "Re: BMC Update, 2:30pm 12/13 - changes noted", "email_body": "Jennifer, This is apparently the type of deal flip-flop which BMC has been blessing EBS with. In the note from Doug Cummins which contained his updated spend projections, he had the \"Professional Services\" highlighted with a bunch of question marks. It is at the bottom of his sheet, and lists a qty of 30 @ $2000 per = $60,000 --- I assume that's $2K/hour or per day. Either way, it's not something that appears palatable to them (Net Works). I'll be going over there in a few minutes, and will try to check w/each of the guys. I'll keep you posted. Jeff ----- Forwarded by Jeff Youngflesh/NA/Enron on 12/13/2000 02:41 PM ----- Stephen Morse@ENRON COMMUNICATIONS 12/13/2000 02:10 PM To: Chaz Vaughan/Enron Communications@Enron Communications cc: Jeff Youngflesh/NA/Enron@ENRON, Brad Nebergall/Enron Communications@Enron Communications Subject: Re: BMC Update Clarification on the below. Point #1 our position has been $3MM on software (they are saying they need $4MM to get the deal done.) Additionally, they want Maintenance and professional services to go with the dollar amount. $2.4MM is their position here. I need your help to clarify with each group who is on board with maintenance and profesional services. BMC's #2 guy Jeff Hawn told Jim Crowder this was critical for them. Thanks, Steve Steve Morse Enron Broadband Services 713-853-7137-work 713-569-7912-cell email: stephen_morse@enron.net Chaz Vaughan 12/12/00 07:29 PM To: Jeff Youngflesh/NA/Enron@ENRON cc: Stephen Morse/Enron Communications@Enron Communications Subject: Re: BMC Update Jeff, Thank you for your efforts on the BMC deal. We are making real progress. Here are the answers to your questions: 1. How much do they want you to guarantee them in BMC revenue? $4 MM in software and $2.4 MM in maintenance and professional services 2. Are you still looking at a $13MM TCV over 5 years? No, our current TCV over 5 years is $10 MM 3. Have I properly conveyed the \"accepable-to-BMC method\" of proving purchase commitment from Enron? Not sure what you mean here 4. Your note re: getting the Prof'nl Svcs contract signed says it has to be done by 6pm the 14th...what if you don't get it until the morning of the 15th? We prefer the 14th, but if we can't get it until the 15th, that will work Please let me know if you have any other questions. I will call you tomorrow to touch base. Thanks, Chaz Vaughan Enron Broadband Services 1400 Smith Street Houston, TX 77002 Ph: 713-345-8815 Cell: 713-444-3074 Fax: 713-853-7354 Chaz_Vaughan@enron.net Jeff Youngflesh@ENRON 12/12/00 04:43 PM To: Stephen Morse/Enron Communications@Enron Communications, Chaz Vaughan/Enron Communications@Enron Communications cc: Jennifer Medcalf/NA/Enron@Enron, Brad Nebergall/Enron Communications@Enron Communications, Eric Merten/Enron Communications@Enron Communications Subject: BMC Update Steve/Chaz - I have taken your EBS Professional Services contract through our contracts folks, and we have ended up with it now being in EBS' contracts dept w/one of your attorneys. Our contracts Director, Tom Moore, and I spoke w/Eric Merten (PDX) early this afternoon, and he now has the contract. EBS may have some Intellectual Property issues related to ownership of BMC Consultant-developed materials (while being paid by Enron). Eric is in the driver's seat with the contract at this point. I have sent notes to all of the Net Works directors currently engaged in one form or another with BMC product and/or personnel. In it, they have been requested to help us understand our opportunity from a number of angles: Application(s) considered, attractiveness of the new pricing, attractiveness of the BMC flexibility w/regard to \"purchase commitment\", etc. In addition, I have re-iterated the time urgency. I have followed up the note w/telephone calls & messages to all of them: Doug Cummins, Randy Matson, Bob Martinez, Jim Ogg, and Bruce Smith. I am meeting with Bob Martinez on Wednesday at 3pm. Matson, Ogg, and Smith have me in their voicemailbox, Cummins was in a meeting and he said he would call me back. Would either one of you please let me know what BMC wants EBS to do for them: how much do they want you to guarantee them in BMC revenue? Are you still looking at a $13MM TCV over 5 years? Have I properly conveyed the \"accepable-to-BMC method\" of proving purchase commitment from Enron? Your note re: getting the Prof'nl Svcs contract signed says it has to be done by 6pm the 14th...what if you don't get it until the morning of the 15th? I will call you to follow up on this note. Thank you, Jeff Youngflesh", "id": "3340509_1075849626544_JavaMail_evans_thyme"}