{"email_subject": "Unlucky 13: My top tech turkeys of all time", "email_body": "_____________________DAVID COURSEY_____________________ UNLUCKY 13: MY TOP TECH TURKEYS OF ALL TIME It is sad that a fowl so noble--not to mention savory--has come to symbolize lame thinking and laughable losers. But alas, it has. And so in honor of our national holiday I've assembled a list of things that, well, I can't be thankful for. Once I've given you mine, why don't you give me yours? # _____________________NEWS ANALYSIS_____________________ Sylvia Carr GET READY TO SHOP... MS'S NEUKOM DEPARTS... FBI LISTENING IN... It's beginning to look a lot like Christmas...well, at least in the shopping malls, and probably at your favorite online stores, too. This holiday season, the biggest retail names are putting extra effort into making their online shops as good as their offline ones--and, unlike past years, in making your experience there as pleasurable as possible. _____________________EXPERT ADVICE_____________________ Eric Knorr BEST STUFF IN THE 'DIGITAL DECADE' WILL BE BEHIND THE SCENES Which technologies will matter most in the next ten years? Not XP, Xbox, or the Tablet PC. Try Office and back-end Web services. It may not sound sexy, but it'll help you get work done. Eric has the story. > > > > > Janice Chen GET A STEAL ON A CELL PHONE THAT'LL KEEP YOU IN CONTACT(S) If you fumble with your PDA every time you make a call, you need a cell phone that manages your contacts. A lot of high-end phones do this, but they're pricey. Janice finds an affordable phone that fits the bill. > > > > > Preston Gralla ENJOY THE WEEKEND! 3 FREE GAMES FOR YOUR HOLIDAY-PLAYING FUN Ah, Thanksgiving weekend. Time to eat too much turkey, watch too much football, kick back, relax...and play games. Preston rounds up three downloads that provide hours of fun--without costing a penny. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! DON'T MISS ZDNET'S HOLIDAY GIFT GUIDE CHECK OUT THE LATEST CD BURNERS GLOBAL E-BUSINESS: WALKING THE TALK ******************ELSEWHERE ON ZDNET!****************** Did you miss COMDEX? Get all the details in our special report. Don't miss top price drops from premier vendors at ZDNet Shopper. FREE trial offers from leading business and technology magazines. Find perfect presents in our Holiday Gift Guide. Check out the most popular notebooks, handhelds, cameras, and more. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com/ To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "33479724_1075862162329_JavaMail_evans_thyme"}