{"email_subject": "RE:", "email_body": "Barry, Mike and I are going to meet with John L. at 2:30 to officially work out the details of Mike's succession as desk head. We will probably announce to the group by the end of the week. Phillip -----Original Message----- From: Tycholiz, Barry Sent: Wednesday, July 11, 2001 8:23 AM To: Allen, Phillip K. Subject: FW: Phillip, I think they are not copying you on these notes. There is nothing for you to do, just keeping us informed.. This is a large deal being led by the Gulf orig team. that may have some rockies production transactions included in them. BT -----Original Message----- From: Bryan, Gary Sent: Wednesday, July 11, 2001 9:19 AM To: Neal, Scott; Shively, Hunter S.; Martin, Thomas A.; Tycholiz, Barry Cc: Vickers, Frank W.; Luce, Laura; Grass, John; McMichael Jr., Ed; Boyt, Eric; Kelly, Katherine L.; Roberts, Linda; Brawner, Sandra F.; Redmond, Brian; Miller, Kevin; Lagrasta, Fred; Whitt, Mark; Zivley, Jill T.; Martinez, Jennifer Subject: Hunter, Scott, Tom & Barry, We have been meeting with the Ocean Energy, Inc. (\"OEI\") management team over the last several months discussing the asset management of OEI's gas, as well as Enron's ability to provide additional Producer Services (including the operations of certain pipeline facilities, outsourcing services and Enron systems outsourcing). We are moving forward with the project and have divided it into two phases. Phase 1: will be the purchase of OEI's natural gas in North America, both operated and non-operated properties, and Phase 2: will evaluate the opportunity to provide OEI additional services. For Phase 1, OEI is soliciting bids for their North American supply for the period beginning on October 1, 2000 through September 30, 2002. Bids on this gas are due August 15, 2001, with expected daily production for the bid cycle to exceed 450,000 MCF/d of natural gas. The gas is currently under contract to Duke Energy until September 30, 2001. Phase 2 will follow a parallel path. We are continuing to have meetings with OEI to discuss our Producer One product as well as evaluating OEI's Havre Pipeline system in Montana for a pipeline outsourcing opportunity. OEI is one of the largest independent oil and gas exploration and production companies in the United States with proved reserves of 460 million barrels of oil equivalent. North American operations are focused in the shelf and deepwater areas of the Gulf of Mexico, South and East Texas, and the Mid-continent, Permian Basin and Rocky Mountain regions. In the Gulf of Mexico, OEI has interests in more than 300 Gulf of Mexico blocks, including 83 in the deepwater. They plan to spend $300 to $350 million in 2001 to grow its reserve base through delineation of recent discoveries and additional deepwater exploration. Ocean's deepwater expenditures will include continued development of its commercial discoveries, including the Nansen and Boomvang projects in the East Breaks area and the Magnolia discovery on Garden Banks Block 783. They will continue to be aggressive in the drilling of its inventory of core shelf holdings. The North America Onshore division of Ocean Energy is organized into five operating regions: the Rocky Mountains, Permian Basin, Arklatex, Anadarko and East Texas. In 2001, Ocean Energy plans to grow production and reserves from its long-life assets while increasing its number of high-potential exploration prospects in core areas, including the Bossier Play in East Texas and the Permian Basin. This opportunity will provide gas across North America for Enron with the majority of the gas supply located in the GOM. Once we complete our due diligence on the properties, we will be working with structuring, the wellhead desk and each of the respective desks to request bids for each of the gas packages. The attached file will give you an idea of the location and volume of the gas available in Phase 1. Also included on the spreadsheet is a pricing reference point for each package. If you have any questions regarding this opportunity, please contact me at X-36784. << File: OEI.xls >>", "id": "3650242_1075858640506_JavaMail_evans_thyme"}