{"email_subject": "RE: FERC REQUEST - PLEASE COORDINATE WITH LEGAL AND BUSINESS", "email_body": "Jim, I read through the data request. We cannot provide several of the items that they requested. We do not break out our california deals into separate transport and commodity components. Also the majortiy of our buys and sells net out without exchanging actual transport contract numbers. I know in the past Becky C. has worked with our back office to pull the data directly from the system. Let me know if I need to do anything to assist gathering the data. I would like to review the final product before it is submitted. Phillip -----Original Message----- From: Steffes, James Sent: Tuesday, May 15, 2001 2:14 PM To: Cantrell, Rebecca Cc: Nicolay, Christi; Novosel, Sarah; Fulton, Donna; Lawner, Leslie; Shapiro, Richard; Sanders, Richard; Williams, Robert C.; Allen, Phillip K.; Belden, Tim; Black, Don; Sharp, Vicki; Sager, Elizabeth; Frank, Robert; Hodge, Jeffrey Subject: FERC REQUEST - PLEASE COORDINATE WITH LEGAL AND BUSINESS Becky -- Pls take the lead in coordinating our response to these requests. It is critical that legal litigation counsel (Richard Sanders and Bob Williams) see and approve the responses before sending to FERC. Thanks, Jim ---------------------- Forwarded by James D Steffes/NA/Enron on 05/15/2001 04:06 PM --------------------------- \"Randall Rich\" <rrich@bracepatt.com> on 05/15/2001 02:23:14 PM To: <jsteffe@enron.com>, <llawner@enron.com>, cc: Subject: Fwd: Fax from '202 273 0901' (3 pages) FERC's data request is attached. Date: Tue, 15 May 2001 14:21:08 -0500 From: FAX To: <rrich@bracepatt.com> Subject: Fax from '202 273 0901' (3 pages) Mime-Version: 1.0 Content-Type: multipart/mixed; Time: 5/15/01 3:19:28 PM Received from remote ID: 202 273 0901 Inbound user ID RICHRS, routing code 2125 Result: (0/352;0/0) Successful Send Page record: 1 - 3 Elapsed time: 01:24 on channel 1 - M00063C7.TIF << File: M00063C7.TIF >> <Embedded Picture (Device Independent Bitmap)>", "id": "3735976_1075858639239_JavaMail_evans_thyme"}