{"email_subject": "FW: FERC Order on Reporting CA gas sales", "email_body": "Janie, Do you want to work with regulatory to make sure we can comply? -----Original Message----- From: =09Alvarez, Ray =20 Sent:=09Thursday, July 26, 2001 1:41 PM To:=09Allen, Phillip K. Subject:=09FERC Order on Reporting CA gas sales Phillip, thought this might be of interest. Ray ---------------------- Forwarded by Ray Alvarez/NA/Enron on 07/26/2001 02:3= 7 PM --------------------------- =20 Nancy Bagot 07/26/2001 09:51 AM Nancy.Bagot@ENRON.com, Martha.Benner@ENRON= .com, Lynn.Blair@ENRON.com, Sharon.Brown@ENRON.com, Janet.Butler@ENRON.com,= Deb.Cappiello@ENRON.com, Alma.Carrillo@ENRON.com, Janet.Cones@ENRON.com, B= ill.Cordes@ENRON.com, Shelley.Corman@ENRON.com, Rick.Dietz@ENRON.com, Dari.= Dornan@ENRON.com, John.Dushinske@ENRON.com, Drew.Fossum@ENRON.com, Ava.Garc= ia@ENRON.com, John.Goodpasture@ENRON.com, Steven.Harris@ENRON.com, Joe.Hart= soe@ENRON.com, Glen.Hass@ENRON.com, Rod.Hayslett@ENRON.com, Bambi.Heckerman= @ENRON.com, Theresa.Hess@ENRON.com, Staci.Holtzman@ENRON.com, Stanley.Horto= n@ENRON.com, Steve.Hotte@ENRON.com, Rita.Houser@ENRON.com, Steven.January@E= NRON.com, Steven.J.Kean@ENRON.com, Robert.Kilmer@ENRON.com, Frazier.King@EN= RON.com, Steve.Kirk@ENRON.com, Tim.Kissner@ENRON.com, Laura.Lantefield@ENRO= N.com, Terry.Lehn@ENRON.com, Teb.Lokey@ENRON.com, Danny.McCarty@ENRON.com, = Dorothy.McCoppin@ENRON.com, Mike.McGowan@ENRON.com, Kent.Miller@ENRON.com, = MKMiller@ENRON.com, michael.p.moran@enron.com, Sheila.Nacey@ENRON.com, Ray.= Neppl@ENRON.com, Dave.Neubauer@ENRON.com, Zelda.Paschal@ENRON.com, Maria.Pa= vlou@ENRON.com, Keith.Petersen@ENRON.com, Janet.Place@ENRON.com, Tony.Pryor= @ENRON.com, Lisa.Sawyer@ENRON.com, Donna.Scott@ENRON.com, Emily.Sellers@ENR= ON.com, Sharon.Solon@ENRON.com, Cindy.Stark@ENRON.com, James.Studebaker@ENR= ON.com, Gina.Taylor@ENRON.com, Stephen.Veatch@ENRON.com, Iris.Waser@ENRON.c= om, Ricki.Winters@ENRON.com, rebecca.w.cantrell@enron.com, Eva Neufeld/Enro= n@EnronXGate, Ruth Mann/Enron@EnronXGate, Gregory J. Porter/ENRON@enronXgat= e, Sarah Novosel/Corp/Enron@ENRON, Ray Alvarez/NA/Enron@ENRON, Donna Fulton= /Corp/Enron@ENRON, Karina Prizont/Enron@EnronXGate cc:=09=20 Subject:=09FERC Order on Reporting CA gas sales Attached is the Commission's \"Order Imposing Reporting Requirement on Natur= al Gas Sales to California Market,\" which was issued late yesterday. In the order, the Commission finds that if does have the authority to reque= st the information as set out in the May 18 order proposing the requirement= s. =20 The information is to cover August 1, 2001 through Sept. 30, 2002 (the end = date coincides with the end of the Commission's mitigation plan re: wholesa= l prices in California and the West). Specific info gas sellers and LDCs file concernign purchase and sales trans= actions is exempt from FOIA disclosure Also, respondents may request privileged treatment of \"other portions of th= eir responses subject to the.....Commission's regulations\" Some of the questions have been modified based on comments received based o= n comments received on the May 18th proposal Transaction by transaction data is required; FERC will aggregate the inform= ation The information request will NOT be expanded beyond California FERC is providing the reporting format as a data template to be available o= n RIMS. The order is attached here, and the appendix listing specific questions is = below. =20 APPENDIX Answers to all questions below that require a statement of volumes should s= et forth the requested volumes on an MMBtu basis. For Interstate Natural Gas Pipelines: 1.=09On a daily basis for the period August 1, 2001 to January 31, 2002, pl= ease provide the following information for each contract for transportation= to the California border: a.=09the transaction or contract identification number; b.=09the terms and effective date of the contract; c.=09contract demand by shipper; d.=09the daily scheduled volume by shipper; e.=09the daily nominated volume by shipper; f.=09the daily delivered volume by shipper; g.=09whether the service is firm or interruptible;=20 h.=09the rate charged in $$/MMbtu; i.=09primary receipt and delivery points associated with the contract; and, j.=09whether the shipper is affiliated with the pipeline. Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. 2.=09For the period August 1, 2001 to January 31, 2002, please provide the = following information for each capacity release transaction for transportat= ion to the California border: a.=09the transaction or contract identification number, or offer number;=20 (This number should tie to contract number reported in Question 1,a., above= ) b.=09the name of the releasing shipper; c.=09the name of the acquiring shipper; d.=09the contract quantity; e.=09the acquiring shipper's contract rate; and, f.=09the releasing shipper's contract rate. Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. Docket No. RM01-9-000=09- 6 - 3.=09On a daily basis for the period August 1, 2001 to January 31, 2002, pl= ease provide the following system information: a.=09the maximum peak day design capacity; b =09the daily maximum flowing capacity; c =09the daily scheduled system volume; d.=09the daily delivered system volume; e.=09the daily scheduled volume at each California delivery point; f.=09an explanation of each instance that the daily maximum flowing capacit= y is below the maximum peak day design capacity; and, g.=09an explanation of any daily variance in the maximum flowing capacity. Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. 4.=09On a daily basis for May 1999 and May 2000, please provide the followi= ng system information: a.=09the maximum peak day design capacity; b =09the daily maximum flowing capacity; c =09the daily scheduled system volume; d.=09the daily delivered system volume, and, e.=09the daily scheduled volume at each California delivery point. Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. For Sellers of Natural Gas to the California Market: 1.=09State whether the seller is affiliated with an interstate or intrastat= e natural gas pipeline company or local distribution company, and, if so, g= ive the name and address the affiliated company. 2.=09 On a daily basis for the period August 1, 2001 to January 31, 2002, p= lease provide the following information for each contract in which you sold= natural gas and the gas is physically delivered at points on the Californi= a border or in California:=20 a.=09the sales contract's identification number; b.=09the term of the sales contract (beginning and ending dates); c.=09the name of the buyer identifying whether the buyer is an energy marke= ter, local distribution company, or end user;=20 d.=09the volumes sold (on a MMBtu basis);=20 e.=09the price paid by buyer, and f.=09whether the price is fixed or indexed (identify the index). Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. 3.=09For each sales contract, identify separately the transportation compon= ent and the gas commodity component of the price. If the sales contract sp= ecifies the transportation component of the price, the seller shall report = that amount. If the sales contract only includes an overall price, then th= e seller shall report the transportation cost it incurred in moving the gas= from the point where it purchased the gas to the point where it sold the g= as and how it determined that amount. If the sale was made at the same poi= nt where the gas was purchased, and there is no transportation element in t= he sale, the seller shall respond \"n.a.\" Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. 4.=09For the period August 1, 2001 to January 31, 2002, please provide the = following information on a daily basis for each of your gas purchase contra= cts associated with the sales contracts you identified in response to Quest= ion 2: a.=09the purchase contract's identification number; b.=09the pipeline upstream of the point of delivery; and the pipeline downs= tream of the point of delivery; c.=09the term of the purchase contract (beginning and ending dates);=20 d.=09the daily volumes (on a MMBtu basis) purchased; e.=09the price paid;=20 f. whether the price is fixed or indexed (identify the i= ndex), g .=09identify the entity from whom the responder purchased the gas; and, h.=09identify the point where responder took title to the gas.=20 Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. For Local Distribution Companies In California:=09 1.=09Provide your system's gas sales and transportation requirements, (i.e,= contract demands and daily demands) by core, non-core, electric generation= , and non-utility loads. Provide a break down of these demands by type of = service (e.g., sales and transportation) and quality of service(firm/interr= uptible).=20 Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. 2.=09On a daily basis for the period August 1, 2001 to January 31, 2002, pl= ease provide the following information for each contract the local distribu= tion company has with a transportation customer: a.=09contract demand by shipper; b.=09the daily scheduled volume by shipper; c.=09the daily delivered volume by shipper; d.=09whether the service is firm or interruptible;=20 e.=09the rate charged; and, f.=09receipt and delivery points associated with the contract. Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. 3.=09On a daily basis for the period August 1, 2001 to January 31, 2002, pl= ease provide the following information for each contract the local distribu= tion company has with a sales customer:=20 a.=09the contract demand by purchaser; b.=09the term of the sales contract (beginning and ending dates);=20 c.=09the volumes (on a MMBtu basis) sold; and, d.=09the price paid by purchaser. Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. 4.=09On a daily basis for the period August 1, 2001 to January 31, 2002, pl= ease provide the following information for each gas purchase contract:=20 a.=09the purchase contract's identification number; b.=09the term of the purchase contract (beginning and ending dates);=20 c.=09the volumes (on a MMBtu basis) bought; d.=09the price paid;=20 e.=09whether the price is fixed or indexed (identify the index); and, f.=09identify the point where (name of local distribution company) took tit= le to the gas.=20 Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. 5.=09On a daily basis for the period August 1, 2001 to January 31, 2002, pl= ease provide by interstate pipeline the type and quantity of transportation= service your system has under contract. At each receipt point, provide ma= ximum peak day design capacity, the daily maximum flowing capacity, the dai= ly nominated capacity and the daily scheduled volumes of the local distribu= tion system. Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. 6.=09On a daily basis for the period August 1, 2001 to January 31, 2002, pl= ease provide on a system-wide basis your storage service rights i.e., capac= ity and deliverability rights. Additionally, provide daily storage balance= s, injections and withdrawls. Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. 7.=09On a daily basis for the period August 1, 2001 to January 31, 2002, pl= ease provide how much of your system's gas supply was from intrastate produ= ction sources. Separately identify the sources, volumes, receipt points, a= nd prices. Include the total system supply in your response. Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. 8.=09Provide a summary of your system's gas purchases in the following cate= gories: a.=09daily spot purchases; b.=09monthly; c.=09short-term (more than 1 month and less than 1 year); d.=09medium-term (1-3 years); and, e.=09long-term ( more than 3 years). by month for each of the last three years in the following format: a.=09price; b.=09volume; and, c.=09identify, by name, where these purchases were made (producing basin or= at the California border). Along with the hard copy response, please provide a CD-ROM containing the r= esponse to this question. Please provide this information in Excel version= 97 or 2000 or comma separated value (CSV) format. <Embedded Picture (Device Independent Bitmap)>", "id": "4173289_1075858641402_JavaMail_evans_thyme"}