{"email_subject": "sparesFinder named in Sunday Times top 100 e-League", "email_body": "? sparesFinder Friends ? In their quarterly review, The Sunday Times and Bathwick Group have ranked= =20 sparesFinder at number 47 of Europe's top 100 e-businesses, dubbed the=20 \"e-League\". We are delighted to be named and to debut more than half way u= p=20 the list. (For those of you receiving this message in plain text, you can= =20 find the e-League commentary page at=20 ? Please note the mention we get in paragraph two, as \"a young company with = a=20 great concept,\" in the update commentary below. For the full review, just= =20 click on the Top 100 and see sparesFinder at 47. You'll also see us in The= =20 Sunday Times itself when the e-League is printed in the new year. ? Coming on the heels of recent reviews from Schroder Salomon Smith Barney a= nd=20 Goldman Sachs, this is further good news and endorsement for the=20 sparesFinder initiative. Thank you for your support and?role in helping ma= ke=20 this happen.=20 ? The Sunday Times e-League home in association with The Bathwick Group Click below to view the NEW top 100 To Top 100 E-league Contents- - - - - - - - - - - - - - - - -- Assessment criteria- Ha= ve=20 your say- Email subscription Previous Rankings- - - - - - - - - - - - - - - - -- Launch - 2 July 2000- 6= =20 Aug 2000 E-league Sponsors- - - - - - - - - - - - - - - - -CazenoveHewlett PackardKP= MG Oracle Disclaimer Return to Bathwick Investment Research [IMAGE] The e-league is updated on a regular basis. If you would like to receive= =20 updates please register today.=20 =09 =09 =09Brief commentary - October update =09This update sees one notable exit =01) that of Boxman.com from no.20 la= st time=20 (August). Boxman had a good management team, business model, cost control,= =20 and customer base, but was a victim of over-ambition and negative investor= =20 sentiment in the light of long or lengthening periods of losses. Others=20 will probably follow over the coming months. =09 =09As with the last update, though, there's more good news than bad =01) n= ew=20 entries include a number of strong b2b companies, including =20 Sparesfinder.com, a young company with a great concept for cutting costs f= or=20 heavy industries. =09 =09On a general note, The standard of companies in the e-league (against w= hich=20 all are judged) continues to improve, and scores have been adjusted to=20 reflect the improving average. =09 =09There are still some notable exceptions that warrant a place in the lea= gue,=20 but from which we have been so far unable to obtain sufficient data for th= e=20 assessment, including many continental European companies such as=20 Chateauonline, and Mercateo and other UK companies like Medexonline.=20 =09 =09Future developments will include more analysis of individual market sec= tors =20 and the addition of selected company profiles =01) we will provide more de= tails=20 on this site over the next month. =09 =09 =09 =09The Sunday Times and The Bathwick Group would like to extend their than= ks to=20 the sponsors of the e-League =09 =09[IMAGE] =09[IMAGE] =09[IMAGE] =09[IMAGE] =20 =09 =09 =09 =09 =09=09 =09=09 =09=09 =09=09[IMAGE] =09=091 =09=09?band-x.com=20 =09=092 =09=09?mondus.com=20 =09=093 =09=09?deal4free.com=20 =09=094 =09=09?jobserve.com=20 =09=095 =09=09?silicon.com=20 =09=096 =09=09?wgsn.com=20 =09=097 =09=09?beenz.com=20 =09=098 =09=09?moreover.com=20 =09=099 =09=09?sportal.com=20 =09=0910 =09=09?vavo.com=20 =09=0911 =09=09?thinknatural.com=20 =09=0912 =09=0913 =09=09?streetsonline.co.uk=20 =09=0914 =09=09?blackstar.co.uk=20 =09=0915 =09=09?tiss.com=20 =09=0916 =09=09?netdoktor.com=20 =09=0917 =09=09?sharepeople.com=20 =09=0918 =09=09?goindustry.com=20 =09=0919 =09=09?peoplesound.com=20 =09=0920 =09=09?kelkoo.com=20 =09=09 =09=09 =09=09To view the full Top 100 table click here. =20 =09=09 =09=09 =09=09 =09=09 =09=09 =09=09", "id": "4775008_1075849627474_JavaMail_evans_thyme"}