{"email_subject": "Re:", "email_body": "Premonition? =20 =09 =09 =09From: Jennifer Fraser 10/04/2000 03:01 PM =09 To: John Arnold/HOU/ECT@ECT cc: =20 Subject:=20 British Trader Sentenced to Prison this could be you British Trader Sentenced to Prison=20 By Jill Lawless Associated Press Writer Tuesday, Oct. 3, 2000; 2:07 p.m. EDT LONDON =01)=01) A futures trader who bet the wrong way on= U.S. unemployment figures, and destroyed a company in 92=20 minutes, was sentenced Tuesday to more than three years in jail.=20 \"The position got worse and he was just numb,\" a defense= =20 attorney said, comparing the debacle to a bad night at a roulette wheel.= =20 Stephen Humphries, 25, formerly a trader at Sussex Future= s=20 Ltd., sank the company with losses of $1.1 million.=20 \"During that afternoon of Friday, Aug. 6, 1999, during a= =20 period of one hour, 32 minutes, the company's hard-earned reputation an= d=20 value was destroyed at a stroke ... by the fraudulent trading=20 activity of one man, Stephen Humphries,\" said prosecution lawyer Martin Hicks.= =20 Humphries pleaded guilty to one count of fraudulent=20 trading. Judge Denis Levy sentenced him to three years and nine months in=20 prison.=20 Southwark Crown Court heard testimony that Humphries ran = up=20 the losses by trading futures contracts in government bonds,= =20 and repeatedly lied to superiors about his trades.=20 When worried colleagues left to summon the firm's senior= =20 broker, Humphries fled the building.=20 After the huge one-day loss, the company's creditor banks= =20 balked and a financial regulator was called in. Sussex Futures =01) wh= ich=20 employed 70 brokers =01) ceased trading three months later with losse= s of=20 $3.4 million.=20 The court was told that Humphries' trading losses began o= n=20 the morning of Aug. 6, wiping out two-thirds of his $25,000 trading=20 deposit by lunchtime. The situation worsened at 1:30 p.m., when U.S. economic= =20 figures were released showing no increase in the unemployment rate. Th= e=20 data made U.S. interest rates more likely to rise and reduced the= =20 value of fixed-interest investments such as British government=20 bonds.=20 Nonetheless, Humphries continued to buy, in quantities th= at=20 exceeded his trading ceiling. Questioned by co-workers about the large= =20 trades going through his account, Humphries said he was in the process= =20 of selling out.=20 By the time he fled, he held more than 100 times his=20 trading limit in futures. \"In the course of an afternoon ... you ruined not only yo= ur=20 own career, but the career of many others and you caused a prosperous=20 company, Sussex Futures Limited, to go into liquidation, causing loss to= =20 the company which trusted you and employed you,\" said the judge.=20 Defense lawyer Simon Ward said Humphries had been under= =20 intense financial pressure and was \"deeply sorry.\"=20 He had lost a previous job when a trading company he work= ed=20 for went under =01) also at the hands of a rogue trader.=20 He had taken out large bank loans, amassed a substantial= =20 credit-card debt and had borrowed from his father's life savings. He and h= is=20 partner, with whom he had two children, had a third baby die, a blow th= at=20 affected Humphries' judgment, Ward said.=20 \"This is a tragic and very upsetting case,\" said Ward. \"H= e=20 was 24, under intense financial and personal pressure and, in effect,= =20 lost his head at the roulette table.\"=20 , Copyright 2000 The Associated Press=20 Back to the top=20", "id": "4896964_1075863710607_JavaMail_evans_thyme"}