{"email_subject": "Re: options", "email_body": "Andy: The problem if we limit the size on options to being what size is offered on the swap hedge, we will not be able to offer adequate size on the options. Optimally, I think we want to offer a minimum size of 100 across all strikes. If the swap is 4/4.5, one a day up, and someone buys half a day, making the market, 4/4.5 one a day by half a day, the size offered on a 10 cent out of the money call might be as low as 30 contracts, a much smaller size than most people want to trade. If we restrict to strikes with a lower delta, we face the problem of not offering enough strikes and not making a market in options that have open EOL interest that have moved closer to the money. Maybe the answer is to assume the swap hedge to be a penny wide two way wrapped around the EOL swap mid market. Thus if the front swap on EOL is 4/4.5 one a day by half a day, the input into the option calculator is 3.75/4.75, 100 up. In this case I think 100 is necessary because once a strike has open interest, we must continue to support it. Thus I anticipate having to make markets in deep itm options as the market moves. In terms of straddle strikes, I think the edge received from buying straddles struck on the EOL offer and vice-versa is not big enough to compensate for what I think the industry will view as a scam and another way Enron is trying to rip people off. Although striking on the mid-market is probably easier for the trader, I actually think striking in five cent increments makes more sense. It allows people to trade out of the position on EOL. Whereas if someone buys the 3085 straddle and the market moves to 3200, they have to call ENE to close the trade. If the trade is struck at 3100, we will have a market on both the 3100 call and put at all times. Secondly, I would anticipate non-volatility driven option traders may elect to sell either just the put or call in this scenario depending on their view of market direction.", "id": "5054621_1075857601973_JavaMail_evans_thyme"}