{"email_subject": "Win a Vegas Vacation MEGA Auction and Get $500 in Chips!", "email_body": "=09 [IMAGE]=09 =09 =09 =09 =09 =09Get the Best of the Las Vegas Strip for Pennies on the Dollar! 10= 0 Vegas Vacations up for auction with bids starting at $1. Get in on this u= ltimate gamblers package today. Spend 4 Days in Vegas at Your Choice of one= of the following resorts: Bally's Resort & Casino, Flamingo Resort & Casin= o, Stardust Hotel & Casino, Riviera Hotel & Casino. Here's the best part= : Get your bid in early and win a free upgrade to the Aladdin Resort & Casi= no + $500 in chips! Click here to learn more. Say Goodbye to your tr= avel agent forever: With over 1,000,000 products up for auction daily, t= op-level customer support, bids starting at $9, manufacturer warranties on = the name brands you know and trust, uBid is the Online Auction buyers Super= site of choice. Check out some other recent WINNING travel auctions... = 3 Days in St. Maarten for $69, American Tourister Carry-On Lug= gage Set for $99 Carnival 7-Night Triumph Cruise for $499. Sign-up= and Bid Today HOT DEALS THIS WEEK Celebrity Cruises 7 Nt Western Cari= bbean Cruise -- Starting at $9 Targus, Samsonite and American Tourister Lu= ggage -- Starting at $9 Orlando/Disney 3,4 and 7 Vacations -- Starting at= $9 About uBid: Trust, as they say, is earned. Since 1997 uBid ha= s been the number one Auction site for major brand name products from leadi= ng manufacturers like Compaq, Dell, Hewlett Packard, JVC and Sony. If you h= ave a problem or question, our customer service team is available via email= around-the-clock, 24 hours a day, 7 days a week. The majority of items are= inventoried and shipped from uBid's own warehouse. uBid carries the BBB On= line seal, and is also an AOL Certified Merchant. So, start shopping at uB= id.com and never pay retail again! Note: Some auctions listed may have cl= osed as inventory levels change daily You received this e-mail because y= ou registered on CBS SportsLine.com. If you do not want to receive these sp= ecial e-mail offers you can unsubscribe by clicking this link: http://www.s= or by r= eplying to this message with \"unsubscribe\" in the subject line. You are sub= scribed as pallen@enron.com. Although we are sending this e-mail to you, S= portsLine.com is not responsible for the advertisers' content and makes no = warranties or guarantees about the products or services advertised. SportsL= ine.com takes your privacy seriously. To learn more about SportsLine.com's= use of personal information, please read our Privacy Statement. =09 =09 = =09 [IMAGE]=09", "id": "5305853_1075858636111_JavaMail_evans_thyme"}