{"email_subject": "Re: v/x", "email_body": "i actually started writing this on thursday. got distracted and left late morning to go to Vail. Apparently I missed a little craziness. My point on v/x is that forward spreads, months 3/4 and back, don't necessarily trade on value, they trade on drawing a forward curve that makes equilibrium between hedging and spec demand. Look at k/m... do you think k cash will average 3 cents above m. i don't really see that scenario. yet that's what it is worth because the market says jv is worth $x and to get there k/m=3. The same argument applies to v/x. i think this summer will be exceptionally strong as we try to inject 2 bcf/d more gas than last year. But cal 2 will lag the move. It's the main thing customers are selling right now because every equity analyst and even Pira are telling their customers that cal 2 will average 3.50. so either the v/x and x/z spreads come in or f/g g/h h/j blow out. After this winter, who in there right mind wants to buy f/g or g/h again. my thought is that the primary juice will be h/j but v/x and x/z will be under some pressure. i'm a seller at 9 and buyer at 5-6. Not much in it either way though. slafontaine@globalp.com on 01/31/2001 04:47:22 PM To: John.Arnold@enron.com cc: Subject: Re: v/x you got me wrong-i wanna sell oct buy nov forward. look-two scenarios med longer term. we inject like mad early summer-economy stays crappy the frot of the curve gets slaughtered.-oct/nov goes to 3 cts sometime between now and end sep scenario 2-they dont enject what they want-oct /nov wil stay tite between say 3-and 10 cts like this year but man after this winter they will panic at some point and buy the hell out of the winter strip and blow out oct /nov to 30 cts cuz they panic. to me if that one was to ever backwardate it was this summer-low low stx and injections and they still blew out cuz they panicked about winter-as we see this winter now for good reason..?? capeche? i thinkit a win win you still in the damn mar/apr-i only sold a little prenumber-cant beleive how this got killed after-what changed?? from 1:30 to 2:05 John.Arnold@enron.com on 01/31/2001 05:41:45 PM To: Steve LaFontaine/GlobalCo@GlobalCo cc: Fax to: Subject: Re: v/x quit pressuring them i want to sell some too. actually sold a few at 9 on the close slafontaine@globalp.com on 01/31/2001 12:40:07 PM To: John.Arnold@enron.com cc: Subject: Re: v/x i hate hate that sprd-at 8 cts i think its such a good bearsprd-hope it keeps coming in. ill tell you why later", "id": "5307647_1075857657213_JavaMail_evans_thyme"}