{"email_subject": "Join me for my dinner with Bill Gates, part 2: The Q&A", "email_body": "_____________________DAVID COURSEY_____________________ JOIN ME FOR MY DINNER WITH BILL GATES, PART 2: THE Q&A When I and 14 other journalists joined Microsoft's chairman for a private dinner after the Windows XP launch, he had a lot to say. In the second installment of this two-part story, Bill speaks out on XP's controversial activation technology, the company's upcoming tablet PC, wireless standards, and more. # _____________________NEWS ANALYSIS_____________________ Patrick Houston SEND IN THE REBATES! APPLE HOPING TO BOOST INTEREST IN IMACS Apple is hardly immune from the slowdown in hardware sales--and now we're seeing the rebates to prove it. The company is giving cash back--or free toys--to anyone who buys its computers from now through December, borrowing a tactic from its PC-selling brethren. But is it too little, too late? PLUS: MICROSOFT RETURNS TO THE WEB BROWSER BATTLEFIELD SLASHDOT TO JOIN THE FOR-PAY CONTENT CROWD _____________________EXPERT ADVICE_____________________ David Berlind WHERE'S THE BEEF? AUDIENCES TIRED OF CEOS' EMPTY RHETORIC At a recent tech conference, Microsoft's Steve Ballmer and Sun's Scott McNealy played up the jokes, while HP's Carly Fiorina stuck to business. Can you guess who won the crowd's favor? David finds out that technology execs crave substance, not style. > > > > > Larry Dignan HOW CITRIX IS SHAKING OFF WORRIES OF A MICROSOFT INVASION Despite talk that Microsoft will encroach on its turf, software maker Citrix continues to deliver strong results. What's its secret? Larry explains why Citrix is one of the few companies that has been able to dance successfully with this 800-pound gorilla. > > > > > Preston Gralla NO THANKS, BILL. TRY 3 NON-MICROSOFT WAYS TO MANAGE PASSWORDS Sure, it's a pain trying to remember your username and password for the numerous Web sites you visit each day, but Microsoft's new Passport service is not the only solution. Preston digs up three programs that store and manage passwords--with no involvement from Redmond. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! IS YOUR ASP REALLY MANAGING YOUR APPS? CRM VENDORS DON'T WALK THE TALK VIAVOICE 9: 'AWESOME' SPEECH RECOGNITION ******************ELSEWHERE ON ZDNET!****************** Find perfect presents in ZDNet's Holiday Gift Guide. Get FREE downloads for IT pros at TechRepublic. Tech Update Special Report: Get the lowdown on Windows XP. Advance your career online with IT certification at SmartPlanet. Use our RFP center to get the IT solutions you need. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com/ To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "545913_1075858637115_JavaMail_evans_thyme"}