{"email_subject": "Re: 24x7 Emergency Services", "email_body": "take me off your mailing list \"Piping Technology & Products, Inc.\" <enews@mail.pipingtech.com> on 01/02/2001 04:59:48 PM To: cc: Subject: 24x7 Emergency Services U.S. Bellows/PT&P: Manufacturer of Expansion Joints, Compensators and more. December 2000 [IMAGE] www.pipingtech.com? |? www.usbellows.com? | www.swecofab.com? U.S. Bellows Responds to Emergency Order from Alaska Nitrogen Products, LLC for a 48\" Dia. Expansion Joint U.S. Bellows, Inc., the expansion joint division of Piping Technology & Products, Inc., has once again shown its dedication and devotion to its customers by rushing to the emergency call of Alaska Nitrogen Products, LLC.? Alaska Nitrogen Products called upon U.S. Bellows 24 x 7 quick-turn/emergency service to aid them in the immediate replacement of a deformed, 48\" diameter expansion joint when their G417 Pump failed suddenly during the plant startup.? The timeline of events demonstrates the quick engineering and manufacturing response from U.S.Bellows: [IMAGE] [IMAGE] 07/21/00 (Friday) 5:30 p.m., U.S. Bellows receives an emergency call from Alaska Nitrogen Products, LLC. [IMAGE] 07/22/00 (Saturday) U.S. Bellows/PT&P builds the 48\" diameter expansion joint and ships it to Alaska Nitrogen Products, LLC on the same day. [IMAGE] 07/22/00 (Saturday) U.S. Bellows/PT&P builds the 48\" diameter expansion joint and ships it to Alaska Nitrogen Products, LLC on the same day. [IMAGE] Deformed expansion joint at Alaska Nitrogen Products [IMAGE] The 48\" Dia. expansion joint ready for shipment to customer's location [IMAGE] [IMAGE] ?24 x 7 Quick-turn/Emergency Services ?On-site Field Services [IMAGE]U.S. Bellows/PT&P is available on a 24x7 basis to fulfill any emergency requirements that might arise in the course of plant shut-downs or start-ups.? Using the unique web and internet-based technology, the U.S. Bellows \"on-call\" engineering team guarantees a response time of 30 minutes.? For details about this new service, please refer to or the U.S. Bellows' recent press release U.S. Bellows/PT&P has extensive experience providing on-site services in quick-turn or emergency response situations.? U.S. Bellows/PT&P can provide on-site services for expansion joints (as well as for pipe supports) which include the following:? Installation guidance.[IMAGE] Inspection and maintenance.[IMAGE] Problem resolution Quick-turn replacement during shutdowns and turnarounds [IMAGE] ? Discussion Forum ? Customer Desktop [IMAGE]Post your product inquiries, request for technical support, comments/questions about PT&P and its products here at PT&P Discussion Forum. To use this service, please register at [IMAGE]Using PT&P Customer Desktop, you can check the shipping status of your projects and jobs from anywhere in the world, at anytime of day or night.?? [IMAGE] Secured [IMAGE] Accurate Information [IMAGE] Integratable with MS Excel [IMAGE]Register today at [IMAGE] ? Catalogs [IMAGE] [IMAGE] [IMAGE] [IMAGE] Pipe Supports Catalog Expansion Joint Catalog Pre-insulated Pipe Supports Catalog Instrument Supports Catalog [IMAGE] [IMAGE] [IMAGE] Would you like for U.S. Bellows to come out to your office to make a technical presentation on a specific topic (e.g. expansion joints) or to make a general presentation?? Contact U.S. Bellows Outside Sales at +1-713-731-0030 or on e-mail at sales@mail.pipingtech.com to setup a time and date. ** U.S. Bellows, Inc./Piping Technology & Products, Inc.?does not send unsolicited email. If you do not wish to receive future emails from U.S. Bellows/Piping Technology & Products, Inc. or relevant third parties, please fill out the unsubscribe form at simply reply to enews@mail.pipingtech.com with unsubscribe in the subject line if you do not have internet connections. Feel free to send this message to a friend or business associate or have them fill our the subscribe form at send their email addresses to: enews@mail.pipingtech.com to be included in future E-Newsletters from U.S. Bellows/Piping Technology & Products, Inc.", "id": "5523884_1075857658455_JavaMail_evans_thyme"}