{"email_subject": "ANCHORDESK: My 2001 favorites: Products I couldn't do without", "email_body": "_____________________DAVID COURSEY_____________________ MY 2001 FAVORITES: PRODUCTS I COULDN'T DO WITHOUT One of the perks of my job is getting to play with lots of neat new gizmos. During the past year, I tried out dozens of different devices. But when it comes right down to it, there's only a handful that really made a difference for me. Here's what they are, how they work, and why I like them so much. PLUS: ANCHORDESK RADIO: HOW HANDHELDS IMPROVED IN 2001 # _____________________NEWS ANALYSIS_____________________ Sylvia Carr WELCOME AT&T COMCAST... XP HOLE PLUGGED... CRACKERS UNDER FIRE... Say hello to the new cable king: AT&T Comcast. That's right. Comcast beat out AOL Time Warner and Cox in the contest for AT&T Broadband's hand in marriage. The cable giant is out to dominate not only the cable-modem and TV worlds, but also the local telephone service realm. Watch out, Baby Bells! _____________________EXPERT ADVICE_____________________ C.C. Holland HAVE A STRESS-FREE HOLIDAY WITH HELP FROM THE WEB! Are you panicking as your to-do list gets longer by the minute? Never fear, you can salvage your holiday cheer! C.C. shows you five useful sites that can help you make the most of the season. They'll give you songs to sing and stories to read, and even show you how to send last-minute holiday cards. > > > > > John Morris and Josh Taylor WHY IT'S A GREAT TIME TO BE A MAC AND MUSIC LOVER First, Apple gave us the iPod, perhaps the best MP3 player ever. Now comes a new version of its iTunes digital jukebox software, which really takes the cake. Josh and John tell you why these Apple products--and a slew of other gizmos to pass through ZDNet Labs this week--scored so well with our editors. > > > > > Preston Gralla HOW TO MASTER WINDOWS (AT LEAST WHERE YOU CAN) You can't fix all of Windows' idiosyncrasies, but you can at least control how it behaves when it starts up and shuts down. Preston recommends three downloads that let you choose which programs load when you boot up, as well as set tasks--such as ejecting a CD--for each time you power down. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! DON'T MISS ZDNET'S LAST-MINUTE HOLIDAY SHOPPING GUIDE CHECK OUT CASIO'S $1000-PER-POUND LAPTOP WHY YOU SHOULDN'T UNDERESTIMATE 3G WIRELESS ******************ELSEWHERE ON ZDNET!****************** Thrill your favorite techie with perfect presents at ZDNet Shopper. Ten tips to help you attain CRM ROI. Get the lowdown on all the different wireless LAN standards. Editors' Top 5: Check out the best gifts money can buy. Find out about standardizing C# in Tech Update's special report. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com/ To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "5526281_1075855375943_JavaMail_evans_thyme"}