{"email_subject": "Celebrate the Holidays with NYTimes.com", "email_body": "INSIDE NYTIMES.COM The New York Times on the Web, Wednesday, December 13, 2000 Dear Member, With the holidays approaching, we've brought together all the information you need. In our special Holidays section, you'll find reviews of holiday films, buying guides from our technology experts at Circuits to help you find computers and electronics, our special holiday Book Review issue, information on travel in the snow or sun, and fun ways to entertain the kids while they're home on vacation. Holidays is updated every day with all the holiday-related information appearing in The New York Times, and it's available only on the Web. Elsewhere on the site you can send your friends and family NYTimes.com e-greeting cards featuring holiday photos from The New York Times Photo Archives, and download a new holiday screensaver that includes ten photographs from The Times celebrating the magical season in the city. At Abuzz, you can join a discussion of the best places to find holiday gifts online. And at WineToday.com, you'll find the \"Holiday & Vine Food and Wine Guide,\" to help you plan your holiday meals. Select one of five classic seasonal entrees and let WineToday.com recommend side dishes, desserts and the perfect wines to uncork at the table. Finally, please accept our best wishes for the holiday season by visiting this special online e-greeting card: ------ MORE NEW FEATURES ------ 1. Get insights into the latest Internet trends 2. How dependable is your car? 3. Enjoy salsa music made in New York 4. Remembering John Lennon 5. Explore our exclusive Chechnya photo documentary 6. Bring today's news to your family table Exclusive Travel Opportunities from Away.com. Sign up for free travel newsletters from Away.com and discover the world's most extraordinary travel destinations. From kayaking in Thailand to a weekend in Maine, no other site meets our level of expertise or service for booking a trip. Click to get away with our Daily Escape newsletter! ------ 1. Get insights on the latest Internet trends ------ At the end of a tumultuous year, the latest edition of The New York Times's E-Commerce section looks at the larger trends of business and marketing on the Internet. Articles examine media buying, e-mail marketing, interactive kiosks, nonprofit recruiting and celebrity endorsements. ------ 2. How dependable is your car? ------ Has your old clunker survived wind, fog and even windshield wiper malfunction this winter season? See if your car ranks among the most reliable according to J.D. Power & Associates 2000 Vehicle Dependability Study. ------ 3. Enjoy salsa music made in New York ------ Our latest Talking Music feature explores the history and development of salsa. It includes an audio-visual timeline and audio interviews with two of the music's most popular artists -- salsa pioneer Johnny Pacheco and contemporary singer La India. ------ 4. Remembering John Lennon ------ New York Times Music critic Allan Kozinn leads an audio round table discussing the life and work of John Lennon, 20 years after his death, with Jack Douglas, the producer of \"Double Fantasy;\" Jon Wiener, author of books on the Lennon FBI files; and William P. King, editor of \"Beatlefan.\" Also included in this feature are radio interviews with Mr. Lennon and Yoko Ono and archival photographs and articles. ------ 5. Explore our exclusive Chechnya photo documentary ------ This special photo documentary of the conflict in Chechnya brings together moving photographs taken by James Hill for The New York Times and his unique audio diary of the events. ------ 6. Bring today's news to your family's table ------ Conversation Starters, the newest feature of the Learning Network, helps parents discuss the day's news with their children. Monday through Friday, Conversation Starters offers a set of newsworthy and provocative questions as well as related articles from The Times. Thanks for reading. We hope you'll make a point of visiting us today and every day. Sincerely, Rich Meislin, Editor in Chief New York Times Digital P.S. If you have a friend or colleague who might be interested, feel free to forward this e-mail. ABOUT THIS E-MAIL Your registration to NYTimes.com included permission to send you information about new features and services. As a member of the BBBOnline Privacy Program and the TRUSTe privacy program, we are committed to protecting your privacy. To unsubscribe from future mailings, visit: To change your e-mail address, please go to our help center: http://www.nytimes.com/help Suggestions and feedback are welcome at feedback@nytimes.com. Please do not reply directly to this e-mail.", "id": "5574431_1075855678690_JavaMail_evans_thyme"}