{"email_subject": "RE: Topic Outlines", "email_body": "Monica, The outlines you just dropped off are fine. Phillip -----Original Message----- From: Sent: Thursday, October 04, 2001 12:23 PM To: pallen@enron.com Cc: sheri.a.righi@accenture.com Subject: Topic Outlines Phillip - Thank you for giving us your feedback on the first seven topic outlines. I've incorporated your thoughts, but was hoping you could take a look at them since we didn't have a chance to go over them together. The outlines and explanations are below. Could you respond back by EOD Monday in hopes for us to send these outlines for Final Signoff? Lastly, I was wondering if I could stop by (your's or Ina's desk) and pick up your comments about the last three topic outlines by EOD Monday. Can you let me know if this is possible? Organizational Structure. You jotted down \"Jeff Gosset, M to M, P&L, and Positions\". We have an entire section about Mark to Market in the Risk Management Inputs topic. P&L statements and Position reports are large sections in the Accounting and Reporting topic. In addition, we discuss Mid Office in the Overview page of this topic (org. structure). Is this enough or were you thinking something in addition to what I just mentioned. (See attached file: Framework Org Structure_4.doc) Accounting and Reporting I've incorporated the areas of \"G&L, cash payments, and reconcilation into the last section of the outline. Is this what you were thinking? (See attached file: Framework AR_5.doc) Thank you for your time, Monica L. Brown Accenture PDP Experienced Analyst Houston - 2929 Allen Parkway Direct Dial: +1 713 837 1749 VPN & Octel: 83 / 71749 Fax: +1 713 257 7211 email: monica.l.brown@accenture.com This message is for the designated recipient only and may contain privileged or confidential information. If you have received it in error, please notify the sender immediately and delete the original. Any other use of the email by you is prohibited. - Framework Org Structure_4.doc << File: Framework Org Structure_4.doc >> - Framework AR_5.doc << File: Framework AR_5.doc >>", "id": "6278810_1075858643930_JavaMail_evans_thyme"}