{"email_subject": "Re: daily charts and matrices as hot links 2/6", "email_body": "he sends me his stuff... i like him because he's willing to take a stand. so many technicians bullshit their way \"support at 5400-5600 but if it breaks that look for 5250\". if every technician put specific trades on a sheet with entry and exit points and published them every day, a lot of people would be unemployed. slafontaine@globalp.com on 02/06/2001 07:24:43 AM To: jarnold@enron.com cc: Subject: daily charts and matrices as hot links 2/6 you mite already get this, if not ill be happy to forward so let me know. interesting comments on both gas and crude for the timing of seasonal lows ---------------------- Forwarded by Steve LaFontaine/GlobalCo on 02/06/2001 08:23 AM --------------------------- SOblander@carrfut.com on 02/06/2001 07:55:39 AM To: soblander@carrfut.com cc: (bcc: Steve LaFontaine/GlobalCo) Fax to: Subject: daily charts and matrices as hot links 2/6 The information contained herein is based on sources that we believe to be reliable, but we do not represent that it is accurate or complete. Nothing contained herein should be considered as an offer to sell or a solicitation of an offer to buy any financial instruments discussed herein. Any opinions expressed herein are solely those of the author. As such, they may differ in material respects from those of, or expressed or published by on behalf of Carr Futures or its officers, directors, employees or affiliates. , 2000 Carr Futures The charts are now available on the web by clicking on the hot link(s) contained in this email. If for any reason you are unable to receive the charts via the web, please contact me via email and I will email the charts to you as attachments. Crude Natural Gas Distillate Unleaded Spot Natural Gas Nat Gas Strip Matrix Nat Gas Spread Matrix Crude and Products Spread Matrix Carr Futures 150 S. Wacker Dr., Suite 1500 Chicago, IL 60606 USA Tel: 312-368-6149 Fax: 312-368-2281 soblander@carrfut.com http://www.carrfut.com", "id": "6552660_1075857656991_JavaMail_evans_thyme"}