{"email_subject": "RE: Huntley update", "email_body": "Thanks for the update. -----Original Message----- From: \"Robert W. Huntley, CFP\" <wise.counsel@lpl.com>@ENRON Sent: Wednesday, October 24, 2001 11:35 AM To: Allen, Phillip K. Subject: Huntley update Greetings Phillip, I received your phone message. Thanks for the update. I have been talking with contractors and Spring Valley. At this point we are trying to determine whether the addition over the garage would be workable. Heather probably told you that I am meeting with a contractor on 11/7 at your home to get a firm bid on the project. I spoke today with the Spring Valley building consultant and faxed him some detail. There are a couple of possible problems he is looking at and we'll possibly need to get a variance from the decision makers when the time comes. In the meantime, I printed out the earnest money contract and sellers disclosure forms from the website you found. We are waiting on the final word from Spring Valley to move ahead. I'll let you know when we have some new information. Thanks, Bob Huntley ----- Original Message ----- From: <Phillip.K.Allen@enron.com> To: <wise.counsel@lpl.com> Sent: Thursday, October 18, 2001 9:18 AM Subject: RE: Huntley followup question Bob, I do have a survey of the sight at home. I will get you a copy tomorrow. Regarding contracts, the Texas Real Estate Commission website has copies of the contracts we need. The website is below. I believe the relevant contracts are form #20-4(One to Four Family Residential Contract) and form #OP-H (Seller's Disclosure of Property Condition). A coworker is about to close on a home without using a broker and these are the forms he used. I Phillip -----Original Message----- From: \"Robert W. Huntley, CFP\" <wise.counsel@lpl.com>@ENRON Sent: Wednesday, October 17, 2001 2:26 PM To: pallen@enron.com Subject: Huntley followup question Phillip, I forgot to ask if you have a recent survey of the lot from when you closed? I would like to see if we'll have any easement problems above or around the garage area to consider. If you find something and it's faxable, please send it to my fax at 281-858-1127. Feel free to call first if you have any comments. Thanks, Bob Huntley 281-858-0000 This e-mail is the property of Enron Corp. and/or its relevant affiliate and may contain confidential and privileged material for the sole use of the intended recipient (s). Any review, use, distribution or disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please contact the sender or reply to Enron Corp. at and delete all copies of the message. This e-mail (and any attachments hereto) are not intended to be an offer (or an acceptance) and do not create or evidence a binding and enforceable contract between Enron Corp. (or any of its affiliates) and the intended recipient or any other party, and may not be relied on by anyone as the basis of a contract by estoppel or otherwise. Thank you.", "id": "7034518_1075858644194_JavaMail_evans_thyme"}