{"email_subject": "Re: ENA Fileplan Project - Needs your approval", "email_body": "Fine Ina Rangel 08/22/2000 02:08 PM To: Phillip K Allen/HOU/ECT@ECT, Hunter S Shively/HOU/ECT@ECT, Scott Neal/HOU/ECT@ECT, Fred Lagrasta/HOU/ECT@ECT, John Arnold/HOU/ECT@ECT, Thomas A Martin/HOU/ECT@ECT cc: Kimberly Brown/HOU/ECT@ECT, Airam Arteaga/HOU/ECT@ECT, Becky Young/NA/Enron@Enron, Laura Harder/Corp/Enron@Enron Subject: ENA Fileplan Project - Needs your approval Carolyn Gilley who is a department head in our records management group has hired the firm, Millican & Assoicates to come in and compile all of our current and archived files into a more suitable fileplan. Enron has given permission for this firm to handle this, but they need further approval from each one of you to deal with your backoffice people and with your assistants in compiling this information to complete their project. Below is a more detailed letter from the firm explaining their work here. Please respond to me that I have your approval to give for them to complete your project. Thank You, Ina Rangel ---------------------- Forwarded by Ina Rangel/HOU/ECT on 08/22/2000 01:56 PM --------------------------- Sarah Bolken@ENRON 08/22/2000 08:17 AM Sent by: Sara Bolken@ENRON To: Ina Rangel/HOU/ECT@ECT cc: Subject: ENA Fileplan Project Ina, here is information concerning the scope and purpose of our project: We are records and information management consultants from Millican & Associates, who have been hired by Carolyn Gilley, ENA's Records Manager, to formulate a Fileplan for all of ENA's business records. The approach we're taking to develop this Fileplan is to perform a generic inventory of each ENA organization's records. Now, we generally meet with an executive (usually a vice president, director or manager) within each group to first explain this project and seek permission to perform the inventory. We'll then ask that executive to designate someone within his/her area to serve as our working contact. The contact is usually someone who is very familiar with their department's record, and can be a manager or support staff. There are a number of reasons we are working on this ENA Fileplan Project. Enron, as I am sure you know, creates volumes of paper and electronic records--much of it has never been captured on a records retention schedule. Many departments are keeping records well beyond their legal retention requirements, taking up valuable and expensive office space. The Fileplan, once completed, will document what is being created, who has responsibility for it, and how long it must be maintained. Enron has also invested in a software product called Livelink. Livelink is an imaging system whereby you can scan your documents into it, index them, and then use the \"imaged\" document viewable from your computer as the working copy. After scanning, the paper can either be destroyed or transferred to offsite storage, depending upon its retention requirements. During our inventory we will attempt to capture both paper and electronic records. We'll also try to identify any computer systems your area uses, i.e. MSA, SAP, etc.. The inventory itself is painless and non-invasive, in that we do not open or look into file cabinets or desk drawers. It's simply an interview process where the contact answers a few easy, simple questions. If you have any additional questions, please feel free to give me a call. Thank you. Sara Bolken X35150", "id": "71656_1075857599569_JavaMail_evans_thyme"}