{"email_subject": "Market Insight: We See Upswing Continuing", "email_body": "[IMAGE] Market Insight for November 26, 2001 From [IMAGE] The Gl= obal Online Financial Services Firm Introducing Goldman Sachs PrimeAcces= ssm Research As a TD Waterhouse customer, you now have online access to G= oldman Sachs PrimeAccesssm Research. Just login at tdwaterhouse.com , cli= ck on 'News & Research', and then on 'Goldman Sachs'. We See Upswing Con= tinuing By Arnie Kaufman, Editor, The Outlook Selective accumulation r= emains in order. The early stages of recoveries from bear markets vary wi= dely in degree. As time passes, however, deviations from the norm become f= ar less dramatic. Through last Wednesday, when we went to press early b= ecause of the holiday, 31% of the bear market loss from March 27, 2000 to = September 21, 2001 had been recaptured. That's about average for rebounds = in the postwar period. As shown in the table at the bottom right of this = week's edition of The Outlook, at the two-month point in the recoveries fr= om the nine former bear markets since World War II, the S&P 500 had won ba= ck an average of 33% of the bear market loss. In each of the nine insta= nces, the gain at the end of six months was greater than that after two mo= nths and the gain at the end of 12 months was greater than that after six = months. On average, nearly two-thirds of the bear market loss was recovere= d after six months and almost all of the bear market loss was recouped in= a year. Economic and corporate news will remain bad for a while, but tha= t's typically the case in the early part of a bull market that is associat= ed with an economic recession. Stock prices start recovering well before = the headlines improve. The September upturn in stocks would be consistent = with the start of an economic expansion in the first quarter of next year.= While P/E ratios currently are high, that won't necessarily keep the b= ull market from progressing. The preceding economic expansion was the long= est in history and gave rise to \"new era\" optimism. Corporations, especial= ly in information technology, built production and sales capacity to level= s far greater than proved justified. Those excesses are now being correcte= d, painfully. Corporate earnings are in a severe contraction. Once the eco= nomy begins to grow again, however, profits will rebound and P/Es will st= art looking much more reasonable. Low inflation, low interest rates, rapid= technological innovation and above-average productivity growth should hel= p support elevated stock valuations. As a TD Waterhouse customer, you ca= n view a complete copy of S&P's The Outlook (a $298 value) for FREE. Just = select 'News & Research' when you login to yourTD Waterhouse account . Th= e Outlook is available under 'Other Reports.' Why You Should Consider = a Margin Account When you add margin borrowing features to your account, = you've got a lot of possibilities. While margin involves risk, it also can= provide greater investing flexibility, a source of low-cost borrowing and= a form of \"overdraft protection.\" Click here to learn more . Add Margin= Privileges to your Account . Your feedback is important to us! Emai= l us with any questions or comments at eServices@tdwaterhouse.com TD= Waterhouse Investor Services, Inc. Member NYSE/SIPC. Access to services= and your account may be affected by market conditions, system performance= or for other reasons. Under no circumstances should the information herei= n be construed as a recommendation, offer to sell or solicitation of an of= fer to buy a particular security. The article and opinions herein are obta= ined from unaffiliated third parties and are provided for informational pu= rposes only. While the information is deemed reliable, TD Waterhouse canno= t guarantee its accuracy, completeness or suitability for any purpose and = makes no warranties with regard to the results to be obtained from its use= . To unsubscribe from this email, login to your account and select \"My= Account' then 'My Info'. Or email us at eServices@tdwaterhouse.com =09", "id": "7232469_1075862163190_JavaMail_evans_thyme"}