{"email_subject": "Re: FW: Fedex", "email_body": "Sarah-Joy, Here is an update per your request. Per our conversation yesterday, you had noted that John Pattillo would be getting back to you with his decision as to how he would approach FEDEX with an Enron counteroffer. Any news on this? I spoke to John briefly this morning. Fed-Ex (Memphis) has not been in contact with our legal all last week. John supports our move today to begin moving business to UPS. I have left a message to Carmen to call me ASAP. My message is to inform her of our movement of significant corporate office business beginning today. I have every expecation that Carmen will call me back this afternoon. Since the discussions aren't happening, I doubt that we will be flying to Memphis, but I'll advise of any changes as they occur. Also, thanks for leaving voicemail/e-mail messages to keep me in the loop regarding: a) John Pattillo's decision 12/14; b) Carmen's feedback by close of business Monday 12/18 c) what you finally decide to do before leaving for the holidays 12/22 d) if you follow up on George Wasaff's offer to fly to Memphis next week if necessary and e) if you need to pull back on Enron's contracts with Fedex. Sarah-joy Hunter/ENRON@enronXgate 12/18/2000 08:42 AM To: John Will/NA/Enron@ENRON cc: Jennifer Medcalf/NA/Enron@Enron Subject: FW: Fedex John: Since this message Friday at noon, have you heard anything back from John Pattillo? Please send e-mail updates this week to both me and Jennifer Medcalf on points a) through e) noted below. Thanks. Sarah-Joy -----Original Message----- From: Will, John Sent: Friday, December 15, 2000 12:44 PM To: Hunter, Sarah-joy Subject: Re: Fedex Sarah-Joy, No news from John Patillo yet. jw Sarah-joy Hunter/ENRON@enronXgate 12/15/00 10:17 AM To: John Will/NA/Enron@ENRON cc: Subject: Fedex John: Good Morning! Per our conversation yesterday, you had noted that John Pattillo would be getting back to you with his decision as to how he would approach FEDEX with an Enron counteroffer. Any news on this? Also, thanks for leaving voicemail/e-mail messages to keep me in the loop regarding: a) John Pattillo's decision 12/14; b) Carmen's feedback by close of business Monday 12/18 c) what you finally decide to do before leaving for the holidays 12/22 d) if you follow up on George Wasaff's offer to fly to Memphis next week if necessary and e) if you need to pull back on Enron's contracts with Fedex. Appreciate it. Sarah-Joy", "id": "7299879_1075849627274_JavaMail_evans_thyme"}