{"email_subject": "Showdown: Sun, MS square off over Web services", "email_body": "_____________________DAVID COURSEY_____________________ SHOWDOWN: SUN, MS SQUARE OFF OVER WEB SERVICES Next week brings us a pair of dueling conferences, as Microsoft and Sun try to woo folks into following their visions for Web services. But is calling the competition a battle a fair assessment, when MS is already so far ahead? PLUS: DON'T MISS WINDOWS XP WEEK ON ANCHORDESK! # _____________________NEWS ANALYSIS_____________________ Patrick Houston NANOTECHNOLOGY: INSIDE THE 'SINGLE MOLECULE' TRANSISTOR Death and taxes aren't life's only inevitabilities after all. There's another: miniaturization. Latest example comes from Bell Labs, which unveiled a carbon transistor thousands of times smaller than those now inside a Pentium 4. PLUS: DRINKING AND DRIVING DON'T MIX--NEITHER DO OFFICE XP AND IE 5 SEXES APPEAL: UK WANTS MORE IT WOMEN, FEWER NERDS _____________________EXPERT ADVICE_____________________ John Morris and Josh Taylor WHY VIEWSONIC'S NEW MONITOR FALLS FLAT--PLUS MORE REVIEWS New 17-inch flat-panel displays have become almost affordable in the past year. But at $799, ViewSonic's new model is at the high end of the price range--and the features don't justify the cost. Josh and John tell you why as they bring you this week's new-product roundup. =09=09=09> > > > > David Berlind PRIVACY: WHY TECH SHOULD TAKE A BACK SEAT TO TRUST Microsoft and the Liberty Alliance may end up producing incompatible single sign-in technologies. But David says the bigger issue is whether consumers and businesses will put their faith in one, both--or neither. =09=09=09> > > > > Preston Gralla NO NEED FOR ACROBAT-ICS: 3 NEW WAYS TO CREATE PDF FILES Adobe Acrobat is a great tool for converting files to a format that can be read by any computer, any software, anywhere. But Preston knows not everyone wants to pony up for the full program, so he's found three shareware options that'll do the trick instead. =09=09=09> > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! MEET THE TOP LINUX GUIS THE KEY TO SUCCESSFUL WEB SERVICES ain/0,14179,2817157,00.html HOW (AND WHY) TO HIRE A HACKER ain/0,14179,2817146,00.html ******************ELSEWHERE ON ZDNET!****************** Find the facts on firewalls and compare other security solutions. Laid off? Check out over 90,000 tech job listings. Take SmartPlanet's online classes for the skills you need to get ahead. Get 100=12s of IT downloads FREE from TechRepublic. eBusiness Update: Can dot-coms benefit from filing for bankruptcy? AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ) 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "7320375_1075858631562_JavaMail_evans_thyme"}