{"email_subject": "Universal (JPI) sponsorship", "email_body": "----- Forwarded by Colleen Koenig/NA/Enron on 12/13/2000 04:18 PM ----- Michael Horning@ENRON COMMUNICATIONS 12/13/2000 04:03 PM To: Stewart Seeligson/Enron Communications@Enron Communications cc: David Cox/Enron Communications@Enron Communications, Edward Ondarza/Enron Communications@Enron Communications, Colleen Koenig/NA/Enron@ENRON Subject: Universal (JPI) sponsorship Stewart, Per our phone conversation, Universal is looking for sponsorship funds to grow JPI (Jurassic Park Institute). Enron Media has an opportunity (perhaps) to provide advertising risk management services beyond their Motion Picture Group, to their Music, Home Video and Recreation Groups. There may be an opportunity for EBS to provide bandwidth in lieu of sponsorship dollars or some other type of arrangement. I am trying to reschedule my meeting with their motion picture advertising team for the second week in January, so I'll stay in touch to see if you develop an opportunity through their global sourcing group. Regards, Michael P. Horning Director Enron Media Services Global Media Risk Management Phone: 713-853-9181 Fax: 713-646-8436 Cell: 713-303-0742 ----- Forwarded by Michael Horning/Enron Communications on 12/14/00 04:04 AM ----- Colleen Koenig@ENRON 12/12/00 06:07 PM To: Michael Horning/Enron Communications@Enron Communications cc: Jennifer Medcalf/NA/Enron@Enron Subject: Universal (JPI) sponsorship Mike, In reference to our conversation today, attached is further information on the Universal sponsorship and Enron-Universal business opportunities. Jurassic Park Institute- A dinosaur-based educational/entertainment resource targeting children/families. Sponsorship's Four Components: JPI Virtual Institute - Global online program (March, 2001) JPI In-school Program - Grade-specific curriculum (August, 2002) JPI Museum Tour - Cross-country tour (TBD) JPI Headquarters - To be located in Universal Hollywood and Japan (2002) Sponsorship donations begin at $250K and this could be divided among multiple business units. Enron Opportunities with Universal: EBS - Content for Blockbuster EMS Enron Weather Enron Credit Enron Plastics & Petrochemicals Colleen Koenig Analyst, Enron Corp Global Strategic Sourcing, Business Development 713.345.5326", "id": "7381607_1075849626568_JavaMail_evans_thyme"}