{"email_subject": "RE: Young John?", "email_body": "The Fortune article is about grassroots change within a company. It is written about the lady who started EOL, but I'm in it a little. Chief of natural gas derivatives...I'm not really sure what that means. I run the Nymex book now but not the floor..just the derivatives desk of five people. I'm actually going to Costa Rica tomorrow morn thru Monday. Never been but heard it's beautiful. Next time you're in we'll go out. J Heather Robertson <hrobertson@hbk.com> on 08/31/2000 01:20:05 PM To: John.Arnold@enron.com cc: Subject: RE: Young John? What do you mean? I'm serious! So what Fortune article? I only saw you in Time... Pretty freaky to see someone you know like that! What the heck is a \"chief\" of natural gas derivatives?! Skilling's old job? Check out the Amazon (AMZN) chat on Yahoo... I was joking that all of my friends were in the press lately (i.e. YOU, as well as all my HBS buddies), so the guys on the trading floor thought this would be funny. The best part is that someone thought they were serious and started in on the conversation!! I do investor relations for a hedge fund in Dallas, so that's why they are talking about my IR/selling skills... but it's not exactly your typical corporate IR position considering our investor base. I'm going to be in your neck of the woods tomorrow. I'm visiting friends in Houston on Friday & Saturday, then going to my sister's house in Bay City on Sat. night. No firm plans, just getting out of Dallas. Are you going to be around? I thought about you the night after I saw the article because I was in Snuffers, drinking a strawberry daiquiri... =) do you remember why?? I think about that every time I go there.... Take care and make money! -----Original Message----- From: John.Arnold@enron.com Sent: Thursday, August 31, 2000 11:48 AM To: hrobertson@hbk.com Subject: Re: Young John? Glad to see you're having so much fun with this. I've been here 5.5 years with nothing and then in one week I'm in Fortune and Time. Pretty funny. Things are going well here . The big E just chugging along, bringing the stock price with it. Wish I could tell you everything new in my life, but I think I just did. Your long lost buddy, John Heather Robertson <hrobertson@hbk.com> on 08/31/2000 10:10:09 AM To: john.arnold@enron.com cc: Subject: Young John? Is this \"the 26-year-old chief of natural-gas derivatives\"? If so, you should write me back after you complete your \"nine hours and $1 billion in trades\" today!! Does this mean I have to start calling you \"Mr. John\"?! It was great to see you're doing so well.... Your long lost buddy, Heather Heather Lockhart Robertson HBK Investments LP Personal: 214.758.6161 Phone 214.758.1261 Fax Investor Relations: 214.758.6108 Phone 214.758.1208 Fax", "id": "7410631_1075857598982_JavaMail_evans_thyme"}