{"email_subject": "broadband solutions architect", "email_body": "Jennifer: Mike Rabon had just forwarded to me this helpful synopsis of the opportunity with Kinko's as he sees it. I would like to forward this on to James Thompson to assist him in targeting the right person for us to work with (and cc Mike Rabon). Is this a good idea to forward on the e-mail or is it overkill given the e-mail I sent yesterday? Second, could I mention \"Gary King\" Mike Rabon's Kinko's contact in the e-mail? Thanks for your suggestion! SJ Mr. Thompson: Here are several \"touchpoints\" identified by Mike Rabon, the Enron Broadband Services originator, which may facilitate your finding the appropriate broadband solutions architect at Kinko's. You may recall having met Mike Rabon in the October 6th meeting. Kinko's has an IP network today with access to all branches. Kinko's had expressed the need to add more hubs to that network and make some changes to it in the spring 2001 time frame. Enron's goal would be to make a needs assessment for the desired structure that Kinko's would like to see as it pertains to: Near term network planning. IP Transport - Capacity requirements for Mbps, and burst potential. IP Transit - Capacity requirements and current contract usage for internet transit. Kinkos.com in particular has a high potential for IP transit capacity. Storage - As the hubs and branch numbers grow, there may be a need for managed storage. Enron's solution will reduce, or eliminate the need to buy storage devices. Mike Rabon would like to speak with someone at Kinko's about your storage strategy and growth. Collocation - There is a substantial opportunity for Enron to provide the actual space to be used for the hubs, as well as the IP transport from the hubs. Interactive Video - Enron's IPNet Connect product will allow high quality H.323 video conferencing at bandwidths well above 768K. Utilizing the Enron IPNet Connect network installed to branches can allow video costs to be significantly reduced, and allow much higher video quality. Enron's utilization of IP precedence will allow business traffic, internet traffic and video traffic to traverse the same network. Mike Rabon would like to speak to the Video Conferencing product manager. Risk Management - Enron's expertise in Risk Management needs to be communicated to the proper person.", "id": "7524774_1075849624553_JavaMail_evans_thyme"}