{"email_subject": "Re: Demo", "email_body": "yes Brian Hoskins@ENRON COMMUNICATIONS 10/05/2000 06:28 PM To: John Arnold/HOU/ECT@ECT@ENRON cc: Subject: Re: Demo 4pm? Brian T. Hoskins Enron Broadband Services 713-853-0380 (office) 713-412-3667 (mobile) 713-646-5745 (fax) Brian_Hoskins@enron.net John Arnold@ECT 10/05/00 06:05 PM To: Brian Hoskins/Enron Communications@ENRON COMMUNICATIONS@ENRON cc: Subject: Re: Demo Oops, I hadn't gotten to this one yet. Can we do it any later? Brian Hoskins@ENRON COMMUNICATIONS 10/05/2000 04:52 PM To: Fangming.Zhu@enron.com cc: John Arnold/HOU/ECT@ECT Subject: Re: Demo Let's plan on meeting between 3 and 3:30pm on Wednesday. I'll call you on Wednesday. Brian T. Hoskins Enron Broadband Services 713-853-0380 (office) 713-412-3667 (mobile) 713-646-5745 (fax) Brian_Hoskins@enron.net Fangming.Zhu@enron.com 10/05/00 03:39 PM To: Brian Hoskins/Enron Communications@Enron Communications cc: Subject: Re: Demo Let me know when will be good for both you and John on next Wednesday afternoon. Right now only you and myself have been added into the NT group. After the demo, if both of you think it is a great tool, then I am going to add all traders into the NT group, so they can use it. Fangming Brian_Hoskins @enron.net To: Fangming.Zhu@enron.com cc: John_Arnold@ECT.enron.net 10/05/2000 Subject: Re: Demo 03:18 PM Fangming, I am out of town until tomorrow so will not be able to see the demo today. Wednesday afternoon looks good for me if you'd like to do it then. John, does this work for you? Brian Brian T. Hoskins Enron Broadband Services 713-853-0380 (office) 713-412-3667 (mobile) 713-646-5745 (fax) Brian_Hoskins@enron.net | | Fangming.Zhu@| | | enron.com | | | | | | 10/05/00 | | | 09:17 AM | | | | > | | | To: Brian Hoskins/Enron Communications@Enron Communications | | cc: Allen.Elliott@enron.com | | Subject: Demo | > Hi, Brian: Let me know if you have time for the messageboard application demo today. I am planning to take vacation on Friday and coming Monday. I will not be available to show you the demo until next Wednesday if you can't see it today. Let me know your schedule. Thanks, Fangming", "id": "7584611_1075857597105_JavaMail_evans_thyme"}