{"email_subject": "Enron Mentions", "email_body": "---------------------- Forwarded by John Arnold/HOU/ECT on 03/08/2001 09:46= =20 AM --------------------------- From: Ann M Schmidt@ENRON on 03/08/2001 08:11 AM To: Ann M Schmidt/Corp/Enron@ENRON cc: (bcc: John Arnold/HOU/ECT) Subject: Enron Mentions Family Holding Forbes, 03/19/01 The New Forecast For Meteorologists: It's Raining Job Offers --- Energy=20 Trading Firms Snap Up Grads of an Inexact Science; No Blow-Dryer? No Proble= m The Wall Street Journal, 03/08/01 ENRON PROVIDES TRADING SERVICES TO MANX ELECTRICITY UNDER NETA CRL, 03/08/01 Energy Trading Companies Pay Big for Weather Talent, WSJ Says Bloomberg, 03/08/01 ENRON FAILS TO ATTRACT BIDS FOR 30 PCT STAKE IN INDIAN OIL FIELD Asia Pulse, 03/07/01 SINGAPORE: PetroChina plans five gas, products lines by 2005. Reuters English News Service, 03/07/01 Companies People Ideas Family Holding BY Phyllis Berman 03/19/2001 Forbes 102 Copyright 2001 Forbes Inc. Lemuel Green, a flour mill owner, took the excess power from the water-turn= ed=20 generator at his mill in 1908 and sold it between dusk and midnight to=20 anybody in Alton, Kan. who knew what to do with it. Soon he quit the millin= g=20 business and started stringing transmission lines across the western part o= f=20 the state. Before his death in 1930 he had built a utility that lit 56 Kans= as=20 communities.=20 Kansas City's UtiliCorp United is perhaps the only fourth-generation=20 family-controlled electric utility in the country. Today the outfit, once= =20 called Missouri Public Service, is headed by Lemuel Green's two=20 great-grandsons. Richard Green, 46, took over as chief executive in 1985, three years after= =20 his father's death. At the time Missouri Public Service served 200,000=20 customers in two states and had $245 million in revenues. Richard's brother= =20 Robert, now 39, joined him three years later.=20 Standing pat was not an option. Deregulation was in the air, and the rules= =20 were changing. The brothers remade the company. They spent $4 billion buyin= g=20 utilities in other parts of the U.S., Canada, Australia and New Zealand.=20 UtiliCorp now serves 4 million customers in seven states and four countries= .=20 More important, they veered off into other parts of the energy business. In= =20 1986 they acquired gas properties from Peoples Natural Gas of Omaha and got= a=20 two-person gas-trading operation as part of the deal. That little trading= =20 operation, now a subsidiary called Aquila, turned into something almost as= =20 valuable as all the rest of the company, with its 4,500 megawatts of power= =20 generated in some 22 power plants around the country.=20 \"My brother and I received strong advice that we would never be able to be= =20 competitive in this business,\" says Bob Green. Oh, yeah? Aquila has 1,100= =20 employees and competes with the likes of Duke, Dynegy and Enron. According = to=20 Natural Gas Week, Aquila was the fourth-largest power-and-gas marketer in t= he=20 country last year. Aquila trades a host of other products as well-everythin= g=20 from weather-condition hedges to bandwidth.=20 Problem: Trading operations require capital just as power plants do. The=20 solution, until now, has been what brother Bob calls \"our 'asset lite'=20 strategy. We want to control the capacity, not own it.\" So Aquila may provi= de=20 the gas to power a so-called merchant plant, one that produces electricity = to=20 sell in the market, in return for a claim on its production. But so far=20 Aquila has not been a big player in the most profitable parts of the=20 business-taking on big risk in larger transactions, the way Enron and Dyneg= y=20 do.=20 What to do? In mid-December UtiliCorp announced that it would offer 19.9% o= f=20 Aquila to the public, raising capital while creating a market value for its= =20 trading operation, just as competitors Constellation Energy and Southern=20 Company are doing. The hope is that the new entity will garner a multiple o= f=20 20 to 45 times earnings. Then, if all were to go as planned, UtiliCorp woul= d=20 spin off the rest of the operation in a tax-free distribution.=20 The timing looks good. Aquila has no material exposure in the California=20 market. Furthermore, the volatility in that market has been a bonanza for= =20 many firms that trade power, including Aquila. Its trading subsidiary is th= e=20 reason UtiliCorp's earnings were up 28% last year, to $206 million, on $29= =20 billion in sales. UtiliCorp's shares doubled in the past year to $30.=20 But will the California crisis nonetheless poison the market for an Aquila= =20 stock offering? It might. And UtiliCorp cannot afford to hold its breath in= =20 the capital markets forever. Even with its \"asset-lite\" strategy, the compa= ny=20 is far more leveraged than most utilities, with debt at 56% of capital,=20 versus the 50% norm for electric utilities. The offering is supposed to rai= se=20 $425 million or so that could be used to pay down a bit of the parent's $2.= 9=20 billion in debt.=20 If Bob Green is walking a financial tightrope, you could never tell it by= =20 talking to him. \"We see this company as our heritage,\" he says confidently.= =20 This despite the fact that after seven equity offerings the family's share = of=20 UtiliCorp is now 4%, down from 15% when Richard took over.=20 Might the Greens lose their heirloom in a takeover battle? They might, but= =20 they might come out ahead anyway. Look at the family history. Lemuel sold= =20 some of his utility assets for $6.6 million in 1927 and diversified into=20 California orange groves. The assets were resold to Samuel Insull, the=20 midwestern electricity magnate who came to a bad end when his pyramid of=20 holding companies collapsed during the Depression. Years later, after=20 Congress reacted with a law that busted up multistate electric utilities, B= ob=20 and Rick's grandfather bought back Lemuel Green's utility properties for a= =20 song. Copyright , 2000 Dow Jones & Company, Inc. All Rights Reserved.=20 The New Forecast For Meteorologists: It's Raining Job Offers --- Energy=20 Trading Firms Snap Up Grads of an Inexact Science; No Blow-Dryer? No Proble= m By Chip Cummins Staff Reporter of The Wall Street Journal 03/08/2001 The Wall Street Journal A1 (Copyright (c) 2001, Dow Jones & Company, Inc.) Two years ago, Bradley Hoggatt was heading for an academic career in=20 meteorology, intent on discovering more about how hurricanes form. But just= =20 before he started working on a doctorate, a very different opportunity blew= =20 in.=20 Now Mr. Hoggatt forecasts weather for a floor full of M.B.A.s who trade=20 billions of dollars in weather-sensitive energy commodities such as natural= =20 gas and electricity for Aquila Inc., the trading subsidiary of a big Midwes= t=20 utility. With no business background himself, Mr. Hoggatt is also trading complex=20 financial contracts based on his predictions. \"I'm putting my money where m= y=20 mouth is,\" says the tall, square-shouldered 28-year-old.=20 Weathermen and women have become a hot commodity in the exploding=20 energy-trading business. While off-target forecasts on television may=20 frustrate parents and schools and embarrass politicians, as they did this= =20 week on the East Coast, they can lose bundles for electricity and natural-g= as=20 traders. So as trading has boomed, so has demand for trained meteorologists= ,=20 a profession that traditionally hasn't paid all that well and is often the= =20 butt of jokes.=20 From Wall Street to Houston's Louisiana Street, where many energy companies= =20 have set up shop, recent graduates are earning twice what they would earn a= t=20 the National Weather Service or in academia. \"The appetite for weather is= =20 insatiable,\" says James L. Gooding, director of meteorology at Duke Energy= =20 Corp. A former NASA scientist, Dr. Gooding will be adding a fourth forecast= er=20 to his Houston team in the next year.=20 Enron Corp., an energy-trading giant based in Houston, has more than double= d=20 its staff of weather forecasters to nine in the past three years, plucking= =20 talent from places like the Weather Channel. Williams Cos., a Tulsa, Okla.,= =20 competitor, is endowing university fellowships to lure meteorology students= .=20 And since 1999, Aquila, which is owned by UtiliCorp United Inc., of Kansas= =20 City, Mo., has hired two other meteorologists from Mr. Hoggatt's alma mater= ,=20 the University of Wisconsin, plus another scientist with a Ph.D. in=20 climatology.=20 That hiring paid off a bit during this week's winter storm in the Northeast= .=20 While many on the East Coast were getting miscues from TV weathermen on a= =20 pending, possibly historic blizzard that fizzled in New York and other=20 cities, traders at Aquila simply looked to Mr. Hoggatt.=20 Last Friday, Scott Macrorie, an electricity trader for the Mid-Atlantic=20 region at Aquila, stopped by to see how the storm was progressing. Mr.=20 Hoggatt's team told him temperatures in his region of interest would be low= er=20 because of the storm, though the snowfall forecast on TV seemed a little=20 high. Sure enough, temperatures fell and snowfall in many cities was less= =20 than predicted, lifting electricity prices and making Mr. Macrorie a profit= =20 that he says was in the tens of thousands of dollars.=20 About 500 university students in the U.S. graduate each year with bachelor'= s=20 degrees in meteorology, according to the American Meteorological Society. A= n=20 additional 300 or so graduate with masters degrees or doctorates. Until jus= t=20 a few years ago, those graduates didn't typically have many options: TV for= =20 those who had the blow-dried look, back-office jobs with the government or = a=20 handful of private consultants for those who didn't. Research was an option= .=20 And some airlines and utilities kept a few meteorologists on staff to help= =20 position airplanes or power-line repair trucks during storms.=20 Now, deep-pocketed trading companies are offering many meteorologists with= =20 graduate degrees salaries ranging from $60,000 to $90,000. Performance and= =20 trading bonuses can double or even triple the figure. That compares with th= e=20 roughly $33,000 the National Weather Service pays a junior forecaster with = a=20 graduate degree.=20 \"It's a bit unusual for meteorologists to have the prospect of lucrative=20 employment after graduation,\" says John Nielsen-Gammon, a professor of=20 atmospheric sciences at Texas A&M University. \"This is a bit of a switch.\"= =20 So far, there has been no dearth of meteorological talent available, partly= =20 because the National Weather Service wrapped up a big expansion project in= =20 the mid-1990s and slowed hiring. It hires only to replace people who leave,= =20 about 30 to 50 meteorologists a year.=20 And the high-pressure world of billion-dollar commodity bets isn't for=20 everyone. When Carl Altoe graduated from Penn State, one of the nation's to= p=20 meteorology programs, he got a heavy sales pitch from Enron. \"It's quite an= =20 impressive place,\" he says of Enron's trading floor, but he wasn't sure=20 forecasting skills alone would be enough to make the grade. \"I would be=20 afraid that if money wasn't made in a hurry, I'd be tossed,\" says Mr. Altoe= ,=20 who accepted a position with the National Weather Service in Marquette, Mic= h.=20 For others, having forecasts count puts a new thrill in the old art. After= =20 two years as a manager at the Weather Channel's Latin American division in= =20 Atlanta, Jose Marquez posted his resume on an Internet job site run by the= =20 American Meteorological Society. Enron called.=20 \"Have you heard about Enron?\" Mr. Marquez remembers being asked. \"And I sai= d,=20 honestly, `No.'\"=20 During a visit, Mr. Marquez, a 33-year-old Navy-trained meteorologist, foun= d=20 Enron's trading floor exhilarating. Enron courted Mr. Marquez heavily,=20 tracking him down three times during his Christmas vacation in Puerto Rico.= =20 Mr. Marquez decided the sprawling trading floor was just the sort of active= =20 work place he was looking for. Also, he'd be getting a 10% to 15% boost ove= r=20 his Weather Channel salary, before potential bonuses from Enron.=20 \"I'm getting more money than I would anywhere else,\" he says.=20 Weather has long affected prices of everything from grain at Chicago's earl= y=20 commodity markets to the stocks of retail companies on Wall Street. Jon=20 Davis, a meteorologist for Salomon Smith Barney in Chicago, started=20 forecasting the weather for agriculture traders back in 1985.=20 But volatile energy prices have raised the stakes for forecasters who are= =20 able to gauge air-conditioning use in the summer or natural-gas demand duri= ng=20 the winter heating season. Meanwhile, all sorts of companies are turning to= =20 energy traders and Wall Street for \"weather derivatives,\" complex contracts= =20 used to hedge financial risks associated with the weather. \"With every=20 passing year, you do more energy and more energy,\" Mr. Davis says.=20 Despite big advances in data collection and modeling, betting millions of= =20 dollars on weather forecasts can still be tricky business. Short-term=20 forecasts are pretty good. Predicting weather two weeks from now is chancy.= =20 Most meteorologists get their data from the government, particularly the=20 National Weather Service. Many then tweak it with their own interpretations= =20 or forecasting models.=20 Disappointed last year by poor long-term forecasts from 11 private=20 consultants, Aquila has a contest offering $100,000 to the meteorologist or= =20 team that can best predict temperatures in 13 major U.S. cities over the=20 course of a year. \"I call it the forecast bakeoff,\" says Mr. Hoggatt.=20 The high stakes also mean more pressure on forecasters. WSI Corp., a=20 Billerica, Mass., weather-forecasting firm, started an energy service last= =20 year, and Jeffrey A. Shorter, a WSI vice president, says energy clients can= =20 be less forgiving than his other clients in TV and aviation, especially whe= n=20 the forecasts are wrong. But, he adds, \"presumably, more often than not,=20 we're right.\" Copyright , 2000 Dow Jones & Company, Inc. All Rights Reserved.=20 ENRON PROVIDES TRADING SERVICES TO MANX ELECTRICITY UNDER NETA 2001-03-08 08:43 (New York) (The following is a reformatted version of a press release issued by Enron and received via electronic mail. The release was not confirmed by the sender.) ENRON AND MANX ELECTRICITY ANNOUNCE POWER TRADING AGREEMENT London, March 8 -- Enron announced today that it has concluded a long-term power trading agreement with the Manx Electricity Authority (MEA), representing one of the first deals with an embedded generator specifically designed for the New Electricity Trading Arrangements (NETA). Under the agreement Enron will provide 24-hour trading services to MEA under NETA in an innovative deal structured to maximise the value of the electricity interconnector between the Isle of Man and UK mainland. The =01A45 million interconnector runs between Bispham in Lancashire and Douglas on the Isle of Man and is capable of carrying 40MW in each direction. At 105km it is the longest AC interconnector cable in the world. \"The development costs of the interconnector to the UK placed us under pressure to put the link to the highest and best economic use and we feel our relationship with Enron has accomplished this\" said Mike Proffitt, Chief Executive of MEA. \"Our commitment to reducing the price of electricity on the Isle of Man is firmly embedded in MEA's five year plan and our trading partnership with Enron will greatly assist us in achieving this goal.\" Richard Lewis, Managing Director of UK gas and power at Enron, commented: \"This is a great transaction for both parties and fits well into Enron's trading portfolio. MEA will benefit from Enron's expertise as one of the UK's leading energy traders and will provide us with their skills as operators of their generation plant and the interconnector. It is significant in that we believe it is one of the first embedded generation transactions specially tailored for the new trading arrangements.\" Media Contacts: Alex Parsons Enron Tel: 020 7783 2394 Alison Cottier Manx Electricity Tel: 01624 687798 (db)LO -END- -0- (CRL) Mar/08/2001 13:43 GMT Energy Trading Companies Pay Big for Weather Talent, WSJ Says 2001-03-08 06:47 (New York) Kansas City, March 8 (Bloomberg) -- The growth of energy trading floors in the past several years has made meteorology a glamour profession, even for forecasters who never even intended to predict the weather on television, the Wall Street Journal reported. Weather affects commodities trading and determines electricity and natural gas supply and demand. That's why large energy trading companies like Enron Corp., Williams Cos. and UtiliCorp United Inc. recruit top weather-forecasting talent, the paper said. Meteorologists with graduate degrees can command $60,000 to $90,000 a year, far higher than the $33,000 the National Weather Service pays a junior staffer. Energy traders use in-house weather forecasts to make quick bets on the direction of electricity and natural gas prices. Fast and accurate predictions can earn huge profits, the paper said. Many meteorologists say they like the pace and action of the trading floor. While some in the profession work in broadcasting, most meteorologists labor in the less visible and action-oriented worlds of academia or government research, the paper said. (Wall Street Journal 3-8 A1) ENRON FAILS TO ATTRACT BIDS FOR 30 PCT STAKE IN INDIAN OIL FIELD 03/08/2001 Asia Pulse (c) Copyright 2001 Asia Pulse PTE Ltd. NEW DELHI, March 8 Asia Pulse - US energy major Enron Corporation's bid to= =20 sell its 30 per cent stake in Panna-Mukta and Tapti oil and gas field has m= et=20 with lukewarm response primarily due to inherent problems with the project.= =20 Several glitches in the joint venture agreement and disputes with other=20 partners in the joint venture, Oil and Natural Gas Corporation (ONGC) and= =20 Reliance, have kept away international oil giants like Royal Dutch Shell,= =20 British Petroleum and BHP of Australia, industry sources said. While Enron is believed to have pegged the sale price of its stake in the= =20 Indian venture at US$700 million, independent evaluations by various domest= ic=20 and international companies have discounted the figure between US$250 to=20 US$380 million factoring several pending agreements and unresolved issues,= =20 sources said.=20 ONGC, which holds 40 per cent stake in the US$900 million venture, Reliance= ,=20 having 30 per cent interest in the gas fields, and Indian Oil Corporation= =20 (IOC) are among the 4-5 companies that are left in the fray for acquiring= =20 Enron Oil and Gas India Ltd (EOGIL's) stake in Panna-Mukta and Tapti fields= .=20 Inspite of over three years of operation, Panna oilfield's processing tarif= f=20 has not yet been fixed with ONGC and the promoters have not yet reached a= =20 final agreement on gas transportation cost from Tapti, sources said.=20 Besides, delivery point for Panna has not been determined which has resulte= d=20 in a 10 per cent revenue loss which the government deducts from the total g= as=20 revenue of the company.=20 (PTI) 08-03 1002 Copyright , 2000 Dow Jones & Company, Inc. All Rights Reserved.=20 SINGAPORE: PetroChina plans five gas, products lines by 2005. By Chen Aizhu 03/07/2001 Reuters English News Service (C) Reuters Limited 2001. SINGAPORE, March 8 (Reuters) - PetroChina has mapped out plans for a massiv= e=20 pipeline gridwork to be in place by 2005 and to ship huge hydrocarbon=20 reserves in China's west to its thriving east, government and industry=20 officials said on Thursday.=20 \"A total of five pipelines are planned in the 10th five-year plan=20 (2001-2005), four gas and one for refined oil products,\" a senior industry= =20 official told Reuters by telephone from Beijing. Officials estimated total cost of the projects at 50 billion yuan ($6=20 billion) at least.=20 Topping the agenda and the largest of the five projects is the 4,200-km gas= =20 trunk line winding eastwards from China's central Asian region Xinjiang to= =20 the Yangtze River Delta.=20 Construction of the $4.8-billion project is set to start later this year.= =20 Officials said construction would begin with the 1,600-km eastern section= =20 from Jinbian in northwest Shaanxi province to Shanghai, where initial gas= =20 supply is expected to land in 2003.=20 The longer western section connecting Tarim to Jinbian is slated for=20 completion by 2005, officials said.=20 PetroChina aims to move between 12 and 20 billion cubic metres (bcm) of gas= =20 through the trunkline in 2005.=20 HUGE UNTAPPED RESERVES=20 Officials estimated about 720 bcm of recoverable gas reserves remain in the= =20 Shan-Gan-Ning and Tarim basins. PetroChina's most recent big discovery in t= he=20 Sulige field in the northern Ordos basin has proven reserves of 220 bcm.=20 PetroChina is hoping to lure foreign firms to invest in the project,=20 including top three oil majors ExxonMobil , Royal/Dutch Shell Group and BP= =20 Amoco .=20 Also under planning is a three bcm-per-year gas pipeline from Jinbian to=20 Beijing, Hebei and Shandong. Sources said Shell and PetroChina were jointly= =20 studying the project.=20 A third gas line is planned from Zhongxian in the gas-rich southwest Sichua= n=20 to Wuhan and Hunan provinces in central China, officials said.=20 U.S. gas and electricity firm Enron Corp is a joint developer in the Sichan= =20 gas block, which will send supplies via the proposed 740-km line.=20 Sichuan, which produced 7.995 bcm of gas in 2000, is presently China's top= =20 gas producer, according to official data.=20 The fourth gas pipe, stretching 953-km eastwards from Qaidam basin to Lanzh= ou=20 in the northwest, is expected to be operational in May with an annual=20 capacity of two bcm, according to Beijing-based industry newsletter China= =20 OGP.=20 The project, which targets PetroChina's subsidiary refineries in Lanzhou,= =20 will cost 2.25 billion yuan, China OGP said.=20 LONGEST PRODUCTS LINE TO MOVE OIL SOUTH=20 PetroChina also is set to build a 1,247-km refined products pipeline from= =20 Lanzhou to oil-thirsty Sichuan to move surplus products out of the remote= =20 northwest region.=20 A feasibility study for the line, which would be the longest products=20 pipeline in China, was approved recently, a senior official with the State= =20 Development Planning Commission told Reuters from Beijing.=20 Officials said the project would replace rail transport and eventually cut= =20 PetroChina's oil distribution cost.=20 \"The railway system has a bottleneck which only allows a limited oil flow a= t=20 one time, and it's much more expensive (than pipeline),\" said a Beijing-bas= ed=20 PetroChina official.=20 When built in 2005, PetroChina would be supplying five million tonnes a yea= r=20 of mostly gasoline and diesel to Sichuan, one of China's most populous=20 province and which buys most of its oil by rail or ship from neighbouring= =20 provinces.=20 ($1=3D8.277 yuan). Copyright , 2000 Dow Jones & Company, Inc. All Rights Reserved.=20", "id": "773676_1075857654425_JavaMail_evans_thyme"}