{"email_subject": "Confirmation for Order #3253472", "email_body": "Hope you are doing well! ---------------------- Forwarded by Jennifer N Stewart/NA/Enron on 12/15/2000 08:33 AM --------------------------- 12/13/2000 01:03 PM Janet Warri Janet Warri Janet Warri 12/13/2000 01:03 PM 12/13/2000 01:03 PM To: Jennifer N Stewart/NA/Enron@Enron cc: Subject: Confirmation for Order #3253472 Hi there, Here are your anytime conf. call set-up numbers. Remember, you as the Host /Moderator should retain the Moderator's Code which is 1998190. Janet Warri Global Strategic Sourcing - Enron Corp. Ph. (713) 345-6531 E-mail Janet.Warri@enron.com ----- Forwarded by Janet Warri/NA/Enron on 12/13/2000 12:49 PM ----- Reservations Department <emailresv@meetme.net> 12/07/2000 09:52 AM To: janet.warri@enron.com cc: Subject: Confirmation for Order #3253472 *** ENRON Corporation Confirmation for Order #3253472 *** (This call is available 24 hours a day, 7 days a week) Customer: Enron Global Strategic Sourcing Host: Jennifer Medcalf The Host (or Moderator) will dial in on 1 (888) 689-5736, enter the Passcode 6945190, and then enter the Moderator Code 1998190. Important: The call will not start until the Host joins the conference with the Moderator Code. 20 Participants will be dialing in on 1 (888) 689-5736 and using Passcode 6945190. NOTE: Participants will be given 3 attempts to enter the correct Passcode. In the event of 3 unsuccessful attempts, the Participant will be prompted to contact the Host for correct dialing instructions. Alternate Dial-In: International participants should dial: 1 (847) 944-7277 Moderator Conference Touch-Tone Commands: 1. Press *0 to speak privately with an operator. (Host and Participants) 2. Press 00 to request an operator to join the conference. (Host and Participants) 3. Press *5 to mute all lines except the Moderator. (Host only) 4. Press #5 to unmute all lines. (Host only) 5. Press *6 to mute your line. (Host and Participants) 6. Press #6 to unmute your line. (Host and Participants) 7. Press *7 to lock the conference. (Host only) 8. Press #7 to unlock the conference. (Host only) 9. Press *8 to hear the number of participants in the conference. (Host and Participants) 10.Press ** to play a list of available commands. (Host and Participants) Jennifer Medcalf 1 (713) 345-6531 -- Please note that for security reasons, your passcode number is now different than your confirmation number. If there are any questions, comments, or changes regarding this or any other conference call please call us at 1 (800) 766-1863 or FAX at 1 (847) 619-6111. Please refer to confirmation #3253472. Thank You! This Email Confirmation was sent at 12/07/00 09:51", "id": "7826903_1075849627000_JavaMail_evans_thyme"}