{"email_subject": "Mortgage rates hit new lows", "email_body": "Can today's lower interest rates put more money in your pocket? Get your= Mortgage Check-Up today and find out if now is the right time to refinance= . The latest move by t= he Federal Reserve has slashed mortgage rates to 30-month lows. According = to a 2001 study conducted by Bear Stearns, 87% of all American homeowners = would be able to reduce their monthly payments by refinancing at today's = rates. How much could you save? The Schwab Mortgage Check-Up provided by= E-Loan can help you determine whether you can put some extra cash in your= own pocket. E-Loan's Mortgage Check-Up will compare your rate to the curr= ent market in about a minute. If a better rate is available, the Mortgage= Check-Up will show you how much you can save by refinancing. Click for a = Check-Up Get your Mortgage Check-Up today and find out if now is the right= time to refinance. = Charl= es Schwab & Co., Inc. provides links to E-Loan as a convenience to its cli= ents and licenses the Schwab Mortgage Center name to E-Loan. The Schwab Mo= rtgage Center is on an E-Loan server and E-Loan is solely responsible for = all content on the site. Charles Schwab & Co., Inc. does not solicit, offe= r, endorse, negotiate or originate any mortgage loan products. All mortgag= e loans and loan origination services are offered and provided by E-Loan. = Nothing herein is or should be interpreted as an obligation to lend. E-Loa= n is not acting or registered as a securities broker-dealer or investment = advisor. E-Loan is an Equal Housing Lender. E-Loan or one of its business = affiliates is duly licensed to originate loans in all states. -----------= If you would pref= er to receive only account service emails, please reply to this email indi= cating your preference. Please note: doing so will not remove you from any= SchwabAlerts(R) or email newsletters or information to which you have act= ively subscribed. For your protection, we are unable to accept instruction= s to change your email address sent in reply to this message. To update yo= ur address, please log in to your account using the link below. From there= you will be able to update your email information securely. http://schwa= We respect your privacy. To minimi= ze your receipt of duplicate information and for internal recordkeeping pu= rposes, Schwab may track responses, if any, to this offer. Read more about= Schwab's privacy policy. F Notice: All email sent to or from the Charles Schwab corporate email sy= stem and may be retained, monitored, and/or reviewed by Schwab personnel. = (c)2001 Charles Schwab & Co., Inc. All rights reserved. Member SIPC/NYSE. = (1001-1852) [[IFYP-IQ6Y-A7EJ1F-D]] [IMAGE] =09", "id": "8485757_1075858635469_JavaMail_evans_thyme"}