{"email_subject": "FW: November 2001 FERC Open and Special Meeting Notice", "email_body": "-----Original Message----- From: Capitol Connection <capcon@gmu.edu Sent: Tuesday, October 30, 2001 11:42 AM To: (Recipient list suppressed)@ENRON Subject: November 2001 FERC Open and Special Meeting Notice OPEN MEETINGS FOR NOVEMBER 2001 The Capitol Connection is pleased to announce that it will broadcast the Federal Energy Regulatory Commission Open Meetings on: Wednesday, Nov. 7, 2001, 10:00 am ET Tuesday, Nov. 20, 2001, 10:00 am ET Meeting dates and times are subject to change without notice. For current information, you can go to our website at www.capitolconnection.org for a link to the FERC's page or you can go to the FERC's web page at www.ferc.fed.us <http://www.ferc.fed.us>. The FERC Office of the Secretary can be reached at 202.208.0400. SPECIAL MEETINGS FOR NOVEMBER 2001 The Capitol Connection is pleased to announce that it will broadcast (via the internet and telephone) the following Federal Energy Regulatory Commission Special Meeting: Friday, November 2, 9.00 a.m. - 4:00 p.m. PST (12:00 noon - 7:00 p.m. EST) Topic: Western Region's Energy Infrastructure and related matters. This conference is being held at the WestCoast Grand Hotel in Seattle, Washington. For the contract for this meeting, please go to our website at www.capitolconnection.org If you have an annual subscription to the Capitol Connection internet service, these meetings are included in the annual fee. Please contact us if you are interested in signing up for either of these meetings or want to get an annual subscription to our internet service. The Capitol Connection offers FERC meetings live via the Internet, as well as via phone bridge, and satellite, please visit our website at www.capitolconnection.org or send e-mail to capcon@gmu.edu <mailto:capcon@gmu.edu> for more information. If there is a meeting you are interested in receiving, please call 703-993-3100. Sincerely, David Reininger", "id": "8741789_1075862164741_JavaMail_evans_thyme"}