{"email_subject": "ANCHORDESK: 2002 in review: Not perfect, but it sure beat 2001", "email_body": "_____________________DAVID COURSEY_____________________ 2002 IN REVIEW: NOT PERFECT, BUT IT SURE BEAT 2001 Welcome to my 2002 Year in Review column, which I feel very safe in asserting you are reading here first. It's been a pretty good year, unless of course you hate Microsoft, love Linux, or were hoping HP and Compaq would unite. Read on for my highlights of the year that's about to happen. # _____________________NEWS ANALYSIS_____________________ Sylvia Carr MS STALLING?... MORE JOBS IN 2002... CABLE WOES PERSIST... Could Microsoft be stalling? The nine states still pursing the software giant's antitrust case sure think so. They've asked a federal judge to reject Microsoft's request to delay the remedy hearings, though Microsoft says any holdup is the states' fault for seeking such a tough remedy. _____________________EXPERT ADVICE_____________________ Stephan Somogyi A LOOK AHEAD: HOW 5 TECHNOLOGIES WILL FARE IN 2002 2001 was a great year for tech, but what about this coming year? Stephan takes a stab at predicting what will happen--and what he hopes will happen--with Mac OS X, FireWire, gaming, and more. > > > > > Robert Vamosi PATCH YOUR NEW WINDOWS XP MACHINE--NOW! Been a little out of it during the holidays? Then you may have missed the news about a security vulnerability for Windows discovered a few days before Christmas. Robert tells you what's at stake and how to protect your PC. > > > > > Preston Gralla LOST A FILE? NO PROBLEM! FIND IT WITH THESE 3 TOOLS If your New Year's resolution is to get organized, you're in luck. Preston recommends three downloads that help you straighten up the data filling up your PC, and locate any files you may have lost. > > > > > _____________________CRUCIAL CLICKS_____________________ Make sure you see these features on ZDNet today! WHEN WILL THE WINDOWS UPGRADES STOP? CHECK OUT SONY'S MUSIC MACHINE HOW TO PROFIT FROM E-MEETINGS ******************ELSEWHERE ON ZDNET!****************** Thrill your favorite techie with perfect presents at ZDNet Shopper. Ten tips to help you attain CRM ROI. Get the lowdown on all the different wireless LAN standards. Editors' Top 5: Check out the best gifts money can buy. Find out about standardizing C# in Tech Update's special report. AnchorDesk comes to you free of charge as a service of ZDNet. On its companion Web site, AnchorDesk includes full details on the stories you see above, plus late-breaking news, links to in-depth information, and much more. Visit: http://www.anchordesk.com/ To subscribe, unsubscribe, or make changes to your subscription, please go to: We are sending this news alert to the address: pallen@ENRON.COM Please make sure to provide this address in all your e-mail messages to us. Thanks! Copyright ? 2001 ZD Inc. ZDNet is a registered service mark of ZD Inc. ZDNet Logo is a service mark of ZD Inc. ###", "id": "9354794_1075855377799_JavaMail_evans_thyme"}