{"email_subject": "identifying persons to work with us on defining the Enron/Kinko's\n value proposition", "email_body": "Mr. Thompson: Thank-you for your time this morning as we reviewed progress on the=20 Kinko's/Enron relationship and discussed how we might move forward with the= =20 appropriate individuals at Kinko's who could help us define \"value=20 propositions.\" =20 As we mentioned, we would like to have a conference call and/or meeting wit= h=20 Kinko's \"solutions architects\" who could work with us on further defining = =20 broadband and pulp & paper initatives. If these discussions were held befo= re=20 the holidays, this would enable us to prepare both for the Experience Enron= =20 event which will be held January 5th, 2001 from 9-11 AM and for subsequent= =20 executive level meetings. For example, someone who could answer questions regarding communication=20 transit possibilities with kinkos.com and other broadband-related questions= =20 would be helpful in this endeavor. Often, this information comes to us=20 through the IT organization such as a direct report to the CIO or CTO. =20 Additionally, someone from the Finance organization (direct report to the= =20 CFO) could address the following types of questions regarding Kinko's paper= =20 usage: Of Kinko's overall costs, where does paper rank? Does Kinko's have long-term (1-7 years), fixed pricing for copy paper? Can Kinko's pass-through paper price increases on to its customers? Mr. Thompson, I have taken the liberty of attaching the Meeting Minutes fro= m=20 the October 6th meeting as background information of our discussions. Thank-you for your help. I can be reached at: #(713)-345-6541 and look=20 forward to speaking soon. =20 Sarah-Joy Hunter, Manager Enron Corporation Global Strategic Sourcing, Business Development ---------------------- Forwarded by Sarah-Joy Hunter/NA/Enron on 12/01/2000= =20 10:50 AM --------------------------- Sarah-Joy Hunter 10/06/2000 01:56 PM To: George Wasaff/NA/Enron@Enron, George Weber/Corp/Enron@ENRON, Daniel=20 Coleman/NA/Enron@ENRON, Jennifer Stewart/NA/Enron@Enron, Colleen=20 Koenig/NA/Enron@Enron, Jeff Youngflesh/Enron Communications@Enron=20 Communications, Mike Rabon/Enron Communications@Enron Communications, Dorot= hy=20 Woster/Enron Communications@Enron Communications, danth@kinkos.com,=20 michaelal@kinkos.com, Ed Quinn/HOU/ECT@ECT, k jamest@kinkos.com, Chris=20 Charbonneau/NA/Enron@ENRON, Sarah-Joy Hunter/NA/Enron@Enron cc: =20 Subject: Kinko's and Enron Meeting Minutes 10/05/00 Meeting Minutes: Kinko's and Enron=20 Meeting Purpose: Kinko's and Enron (Enron North America -- Industrial=20 Markets, Global Strategic Sourcing, Enron Broadband Services) explored=20 business opportunities between the two companies. Discussions were held=20 regarding a) setting up Enron as a Kinko's national account as Kinko's buil= ds=20 its capacity to deliver services in this arena and b) broadband, price risk= =20 management , and facilities management services Enron could provide to Kink= o's Date: 10/05/00 Kinko's Attendees: =20 James Thompson, Regional Sales Manager Dan Thies, Sales Engineer Mike Allen, Account Manager Enron Industrial Markets Attendees: =20 Ed Quinn, Director Chris Charbonneau, Manager, Pulp & Paper Global Strategic Sourcing Attendees:=20 Jennifer Stewart, Senior Director Jeff Youngflesh, Director Sarah-Joy Hunter, Manager Daniel Coleman, Sourcing Portfolio Leader George Weber, Contracts Manager Enron Broadband Services Attendee:=20 Michael Rabon, Western Region Sales Manager Value propositions discussed: GSS=01,s goal is to work with Kinko's to build a series of value propositio= ns=20 which provide business for both companies such as the following: =20 (1) Expanding the Kinko's service capability to a national account with Enr= on E-mail and overnight service capabilities=20 Place the Kinko's products and services into the iBuyit platform=20 Online document capabilities for targeted departments such as HR and= =20 government relations (2) Enron Broadband Services=20 -- PoP savings (Brownsville, TX vs. Kansas City locations) -- Voice over IP=20 (3) Enron Industrial Markets -- hedging Kinko's price risk in a climate of= =20 fluctuating pulp and paper prices ACTION ITEMS: Enron deliverables to Kinkos 1) Provide EFS, EES, and other Enron office locations for Mike Allen so th= at=20 other Enron business locations can be=20 included in the Kinko's/Enron contract for setting up a national account=20 (George Weber) 2) Follow up with other Enron business units to see if they would be=20 interested in a Kinkos on-line document program (George Weber) 3) Speak with John Pattillo about an Enron Building Services play with Kink= os=20 (Jennifer Stewart) 4) Provide Kinko's representatives passwords to Enron clickpaper.com(Chris= =20 Charbonneau, Sarah-Joy Hunter) 5) Work with Mike Allen and Dan Thies to set up an executive level meeting= =20 between Kinko's and Enron (Sarah-Joy Hunter) ACTION ITEMS: Kinkos deliverables to Enron 1) Contact Kinko's executives (CFO, CIO, CTO, and other decision makers in= =20 Kinkos.com) to set up an executive level meeting between Kinko's and Enron= =20 (Mike Allen, Dan Thies, James Thompson) 2) Start the process of establishing a national account for Enron (Mike=20 Allen) 3) In addition to invoices and American Express cards, does Kinko's have th= e=20 capacity to include other credit cards as a method of payment? (Mike Allen) Follow-up Conference Call (Sarah-Joy Hunter and Mike Allen): Friday, Octob= er=20 13th at 11:30AM.", "id": "9587580_1075849624444_JavaMail_evans_thyme"}